{
  "titre": "99 Ia 325",
  "annee": "1973",
  "contenu": "\n      \n  Chapeau\n99 Ia 32535. Arr&#234;t du 19 septembre 1973 dans la cause Gregor contre Bureau de l'assistance judiciaire du canton de Vaud\n\n  \nRegeste\nAssistance judiciaire gratuite. Arbitraire. Art. 4 Cst.  Recevabilit&#233; du recours (consid. 1a et b). Quand le recourant peut-il d&#233;poser un m&#233;moire compl&#233;mentaire? (art. 93 al. 2 OJ; consid. 1c). \nIl est arbitraire de refuser l'assistance judiciaire &#224; celui qui plaide ailleurs qu'&#224; son for naturel, au motif qu'il ne s'agirait pas de la juridiction ordinaire au sens du droit cantonal (consid. 3). \nCe refus est de toute fa&#231;on contraire au droit &#224; l'assistance judiciaire d&#233;coulant directement de l'art. 4 Cst. (consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 326\n\n\n    BGE 99 Ia 325 S. 326\n   \n\n    A.- Otto Gregor, domicili&#233; &#224; Elgg (Zurich), a &#233;t&#233; assign&#233; devant la Cour civile du Tribunal cantonal vaudois, en paiement de 130 000 fr. Il a soulev&#233; le d&#233;clinatoire, pr&#233;tendant n'&#234;tre pas li&#233; par la clause de prorogation de for du contrat qu'il a conclu avec les demandeurs, clause pr&#233;voyant la comp&#233;tence des tribunaux de Lausanne. Sa requ&#234;te a &#233;t&#233; rejet&#233;e par d&#233;cision du 23 mars 1973, entr&#233;e en force.\nLe 27 avril 1973, Gregor a demand&#233; au Bureau vaudois de l'assistance judiciaire (ci-apr&#232;s: le Bureau) de le mettre au b&#233;n&#233;fice de cette assistance, en particulier de le dispenser de l'avance des &#233;moluments de justice et de lui d&#233;signer un avocat d'office. Il s'est heurt&#233; &#224; un refus, notifi&#233; le 14 mai 1973. L'autorit&#233; cantonale donnait pour seul motif que la juridiction saisie n'est pas \"la juridiction ordinaire\" au sens de l'art. 1er de la loi cantonale du 2 d&#233;cembre 1947 sur l'assistance judiciaire gratuite en mati&#232;re civile (LAJ). Pri&#233;e par Gregor de reconsid&#233;rer sa d&#233;cision, elle s'y est refus&#233;e.\n\n    B.- Gregor forme un recours de droit public. Il se plaint de diverses violations de l'art. 4 Cst. et requiert le Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du Bureau et de prononcer qu'il doit &#234;tre mis au b&#233;n&#233;fice de l'assistance judiciaire gratuite dans le proc&#232;s ouvert devant la Cour civile vaudoise.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Le Bureau statue sur les demandes d'assistance judiciaire en unique instance cantonale. Le pr&#233;sent recours est ainsi recevable au regard de l'art. 87 OJ (arr&#234;t du 10 septembre 1965 dans la cause Pelet, consid. 1, non publi&#233; au RO 91 I 161 ss.).\nb) Le recours de droit public est en principe une voie de BGE 99 Ia 325 S. 327cassation seulement; dans la mesure o&#249; elles tendent &#224; ce que le Tribunal f&#233;d&#233;ral accorde lui-m&#234;me l'assistance judiciaire pour la proc&#233;dure cantonale, les conclusions du recourant sont irrecevables (RO 89 I 2; 85 I 3).\nc) En vertu de l'art. 93 al. 2 OJ, un d&#233;lai peut &#234;tre imparti au recourant pour pr&#233;senter un m&#233;moire compl&#233;tif lorsque les consid&#233;rants &#224; l'appui de la d&#233;cision attaqu&#233;e ne sont &#233;nonc&#233;s que dans la r&#233;ponse de l'autorit&#233;. En l'esp&#232;ce, si la d&#233;cision attaqu&#233;e est tr&#232;s sommairement motiv&#233;e, le recourant a n&#233;anmoins eu connaissance de l'essentiel des arguments expos&#233;s dans la r&#233;ponse au recours par la lettre rejetant sa demande de reconsid&#233;ration. Il a pu en tenir compte dans la r&#233;daction de son recours. Le d&#233;p&#244;t d'un m&#233;moire compl&#233;tif ne se justifie pas.\n\n    2. Selon une jurisprudence bien &#233;tablie, la personne impliqu&#233;e dans un proc&#232;s civil, dont les conclusions ne sont pas d&#233;pourvues de chances de succ&#232;s et qui ne peut couvrir les frais de ce proc&#232;s sans entamer le minimum n&#233;cessaire &#224; son entretien et &#224; celui de sa famille, a le droit, d&#233;coulant directement de l'art. 4 Cst., d'obtenir que le juge agisse sans que les frais de proc&#232;s soient vers&#233;s d'avance ou garantis; elle a droit &#233;galement &#224; l'assistance gratuite d'un avocat, si celle-ci est n&#233;cessaire &#224; la d&#233;fense de ses int&#233;r&#234;ts (RO 78 I 195 et les arr&#234;ts cit&#233;s, notamment 57 I 343 ss.; 85 I 3; 89 I 2, 161; 95 I 415; 98 Ia 341/2).\nLe droit &#224; l'assistance judiciaire est cependant pr&#233;vu par toutes les lois cantonales. Il est loisible &#224; celui auquel cette assistance est refus&#233;e de se plaindre que ce refus proc&#232;de d'une application arbitraire du droit cantonal. C'est ce que le recourant soutient en l'esp&#232;ce &#224; titre principal. Conform&#233;ment &#224; sa pratique (cf. RO 95 I 121 consid. 2), le Tribunal f&#233;d&#233;ral examinera tout d'abord ce moyen.\n\n    3. a) Selon l'art. 1er al. 1 LAJ, l'assistance judiciaire gratuite est accord&#233;e pour les proc&#232;s ouverts devant la juridiction ordinaire. Cette expression d&#233;signe g&#233;n&#233;ralement la juridiction de droit commun (ordentliche Gerichtsbarkeit) par opposition aux tribunaux sp&#233;ciaux (cf. PICCARD/THILO/STEINER, Dictionnaire juridique fran&#231;ais-allemand, vo juge, vo juridiction; RENNER/HAENSCH/CAMPART DE KOSTINE, Terminologie juridique, vo juge, vo tribunal). Elle aurait pu avoir ce sens dans la loi vaudoise. En effet, l'organisation judiciaire de ce canton ne connaissait en 1947 qu'une seule cat&#233;gorie de tribunaux sp&#233;ciaux, stricto sensu, les Conseils de prud'hommes, devant lesquels BGE 99 Ia 325 S. 328la proc&#233;dure &#233;tait gratuite et l'assistance d'un mandataire professionnel prohib&#233;e (art. 36 et 77 de la loi du 24 ao&#251;t 1911 sur les Conseils de prud'hommes). Dans la faible mesure o&#249; la question de l'assistance judiciaire pouvait s'y poser - soit en mati&#232;re de d&#233;bours -, elle &#233;tait r&#233;gl&#233;e par la loi organique elle-m&#234;me (art. 77), de sorte que l'application de la loi sur l'assistance judiciaire pouvait effectivement &#234;tre exclue. Cependant l'expression de juridiction ordinaire n'est pas suffisamment pr&#233;cise pour que l'on ne puisse lui attribuer un autre sens.\nb) De l'avis de l'autorit&#233; cantonale, qui dit se fonder sur l'expos&#233; des motifs de la loi de 1919, que la loi de 1947 devait remplacer, cette expression doit s'entendre en ce sens que sont exclues du b&#233;n&#233;fice de l'assistance toutes les personnes qui plaident devant une \"juridiction conventionnelle\". Reconnaissant que cet expos&#233; des motifs ne mentionne express&#233;ment que l'arbitrage conventionnel, elle consid&#232;re qu'il serait abusif d'en tirer la conclusion que les autres \"juridictions conventionnelles\" - par quoi elle entend notamment les juges &#233;tatiques statuant en vertu d'une convention de prorogation de juridiction - sont des juridictions ordinaires au sens de la loi. A son avis, le b&#233;n&#233;fice de l'assistance judiciaire est exclu, dans ce dernier cas, pour maintenir dans des limites supportables la charge financi&#232;re r&#233;sultant pour l'Etat de l'assistance judiciaire gratuite.\nCe raisonnement n'est pas soutenable. Si l'expos&#233; des motifs de la loi de 1919 par le d'arbitrage conventionnel et non pas seulement d'arbitrage, c'est sans aucun doute pour l'opposer au cas de l'arbitrage l&#233;gal, qu'il mentionne aussi express&#233;ment, &#224; c&#244;t&#233; des tribunaux et des juges de paix, et pour lequel la loi s'applique. Le canton de Vaud conna&#238;t en effet, dans un certain nombre de causes sp&#233;ciales, un arbitrage l&#233;gal, consacr&#233; lors de l'adoption des deux lois de 1919 et de 1947 sur l'assistance judiciaire par l'art. 499 du code de proc&#233;dure civile de 1911 (cf. CONTINI, Contribution &#224; l'&#233;tude de l'arbitrage en proc&#233;dure civile vaudoise, th&#232;se Lausanne 1951, p. 23, 28 ss.), et actuellement par l'art. 425 PC. Rien, dans cet expos&#233; des motifs, n'autorise &#224; &#233;tendre l'exception &#224; ce que le Bureau appelle les juridictions conventionnelles, soit aux tribunaux &#233;tatiques statuant en vertu d'une clause de prorogation de juridiction. L'expos&#233; des motifs de la loi de 1947 n'apporte aucun appui non plus &#224; cette th&#232;se. Il pr&#233;cise au contraire que l'on entend par juridiction ordinaire \"toutes les instances pr&#233;vues par une loi vaudoise BGE 99 Ia 325 S. 329pour trancher des litiges de nature civile\" (Bulletin du Grand Conseil, s&#233;ance du 26 novembre 1947, p. 371). Quant au motif d'&#233;conomie qui, de l'avis du Bureau, justifierait la restriction qu'il veut introduire, on n'en trouve aucune trace dans la loi, dans l'expos&#233; des motifs ou dans le compte rendu des d&#233;bats. Le rapporteur de la commission du Grand Conseil rel&#232;ve que les d&#233;penses et le manque &#224; gagner de l'Etat du chef de l'assistance judiciaire ont atteint ensemble, en 1945, moins de 60 000 fr., ce qui est modeste (Bulletin du Grand Conseil, p. 381). Sans doute la nouvelle loi devait-elle entra&#238;ner une augmentation; mais manifestement, on l'acceptait comme la cons&#233;quence n&#233;cessaire du perfectionnement de l'institution, clairement voulu (ibid.). Rien n'autorisait donc le Bureau &#224; voir dans l'expression de \"juridiction ordinaire\" une clause restrictive introduite &#224; des fins d'&#233;conomie. Certes, il est vraisemblable que les frais de l'assistance judiciaire ont augment&#233; consid&#233;rablement jusqu'&#224; aujourd'hui. Mais l'autorit&#233; d'application de la loi ne saurait donner &#224; celle-ci une interpr&#233;tation que rien ne justifie, &#224; la seule fin de r&#233;duire les d&#233;penses qu'elle entra&#238;ne. Enfin, l'exclusion de l'assistance judiciaire en mati&#232;re d'arbitrage est conforme &#224; la nature de l'institution: l'Etat n'a pas &#224; faciliter l'acc&#232;s &#224; des tribunaux qui ne d&#233;pendent pas de lui. En revanche, en refusant le b&#233;n&#233;fice de l'assistance &#224; celui qui plaide devant une juridiction &#233;tatique, mais comp&#233;tente en vertu d'une convention entre parties, on restreint la port&#233;e normale de cette institution. On doit admettre que le l&#233;gislateur de 1947, qui n'a pas m&#233;connu la nature de l'assistance judiciaire (cf. rapport de la commission du Grand Conseil, loc.cit., p. 375), se serait exprim&#233; plus clairement s'il avait voulu introduire une telle restriction.\nIl en irait peut-&#234;tre autrement si le Bureau avait interpr&#233;t&#233; constamment la loi de 1919 dans le sens qu'il donne &#224; la loi de 1947. On pourrait alors soutenir que le l&#233;gislateur, en reprenant l'expression de \"juridiction ordinaire\", a sanctionn&#233; cette pratique, suppos&#233; encore qu'il en ait eu connaissance. Mais le Bureau ne fait &#233;tat d'aucun pr&#233;c&#233;dent. Il est du reste peu vraisemblable que des cas analogues &#224; celui du recourant se soient pr&#233;sent&#233;s assez souvent pour donner lieu &#224; une v&#233;ritable pratique constante.\nReposant sur une interpr&#233;tation insoutenable du droit cantonal applicable, la d&#233;cision attaqu&#233;e est arbitraire et doit &#234;tre cass&#233;e.\n\n    BGE 99 Ia 325 S. 330\n   \n\n    4. Bien que cela ne soit pas n&#233;cessaire &#224; la solution du litige, le Tribunal f&#233;d&#233;ral examinera encore si la d&#233;cision attaqu&#233;e est compatible avec le droit &#224; l'assistance judiciaire d&#233;coulant directement de l'art. 4 Cst.\nTel qu'il a &#233;t&#233; d&#233;fini par la jurisprudence (cf. consid. 2 cidessus), ce droit est une cons&#233;quence du principe d'&#233;galit&#233; et de la prohibition du d&#233;ni de justice. L'Etat doit assurer l'acc&#232;s de ses tribunaux &#224; tous les justiciables sans &#233;gard &#224; leurs ressources. L'assistance judiciaire est le moyen de garantir cet acc&#232;s aux plaideurs d&#233;munis. Aussi incombe-t-elle &#224; la collectivit&#233; publique dont les tribunaux sont saisis et non pas &#224; celle qui est charg&#233;e de l'assistance aux indigents. Dans la mesure o&#249; un tribunal ne peut d&#233;cliner sa comp&#233;tence s'il est saisi par des plaideurs capables d'assumer les frais de proc&#232;s, l'Etat dont d&#233;pend ce tribunal ne saurait en fermer l'acc&#232;s &#224; des plaideurs indigents en leur refusant l'assistance judiciaire, &#224; peine de commettre une in&#233;galit&#233; de traitement et un d&#233;ni de justice formel. Il s'ensuit que, m&#234;me si elle pouvait se fonder sans arbitraire sur le droit cantonal, la d&#233;cision attaqu&#233;e violerait l'art. 4 Cst.\nIl est vrai que, contrairement &#224; ceux de la plupart des cantons suisses, les tribunaux vaudois ne peuvent d&#233;cliner leur comp&#233;tence lorsqu'ils sont &#233;lus par les parties (cf. FISCHER, Les conventions de prorogation de for..., th&#232;se Lausanne 1969, p. 143 ss.), de sorte que des abus ne sont pas exclus. Mais on ne saurait en tout cas, par crainte d'abus possibles, refuser syst&#233;matiquement l'assistance judiciaire au d&#233;fendeur qui a renonc&#233; &#224; son for naturel, sans m&#234;me examiner les motifs de cette renonciation.\nLe Bureau rel&#232;ve avec raison que le l&#233;gislateur f&#233;d&#233;ral refuse le b&#233;n&#233;fice de l'assistance judiciaire en cas de prorogation de juridiction (art. 152 al. 1 in fine OJ). Le Tribunal f&#233;d&#233;ral n'est cependant pas li&#233; par cette disposition en dehors de son champ d'application propre. Au demeurant, la situation qu'elle vise n'est pas identique &#224; celle de la pr&#233;sente esp&#232;ce. Ici, sans la convention des parties, le tribunal saisi serait incomp&#233;tent ratione loci; l&#224;, il serait incomp&#233;tent ratione materiae.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nAdmet le recours en tant qu'il est recevable et annule la d&#233;cision attaqu&#233;e.\n \n   \n   "
}