{
  "titre": "124 V 104",
  "annee": "1998",
  "contenu": "\n      \n  Chapeau\n124 V 10417. Arr&#234;t du 24 f&#233;vrier 1998 dans la cause Caisse de compensation de la F&#233;d&#233;ration vaudoise des entrepreneurs contre G. et R. et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 642 al. 3 CO; art. 81 al. 3, art. 117 al. 3, art. 200  al. 1 RAVS.  Un for alternatif est compatible avec l'art. 200 al. 1 RAVS, dans l'&#233;ventualit&#233; o&#249; un employeur affili&#233; &#224; une caisse de compensation professionnelle poss&#232;de une ou plusieurs succursales situ&#233;es dans d'autres cantons que celui du si&#232;ge principal (pr&#233;cision de jurisprudence). \n\n\n  \n  \n  \nFaits &#224; partir de page 105\n\n\n    BGE 124 V 104 S. 105\n   \n\n    A.- La soci&#233;t&#233; M. SA en faillite, dont le si&#232;ge &#233;tait &#224; Gen&#232;ve, avait une succursale &#224; Lausanne. En sa qualit&#233; d'employeur, cette succursale &#233;tait affili&#233;e &#224; la Caisse de compensation de la F&#233;d&#233;ration vaudoise des entrepreneurs (ci-apr&#232;s: la caisse).\nPar deux d&#233;cisions rendues les 8 et 9 f&#233;vrier 1996, la caisse a inform&#233; respectivement R. et G. qu'elle les rendait responsables du pr&#233;judice qu'elle avait subi dans la faillite de la soci&#233;t&#233; M. SA (perte de cotisations paritaires), et qu'elle leur en demandait r&#233;paration jusqu'&#224; concurrence de 28'719 fr. 80.\n\n    B.- Les pr&#233;nomm&#233;s s'&#233;tant oppos&#233;s &#224; ces d&#233;cisions, la caisse a port&#233; le cas devant le Tribunal des assurances du canton de Vaud, le 18 mars 1996, en concluant &#224; ce que les d&#233;fendeurs fussent condamn&#233;s solidairement &#224; lui payer le montant pr&#233;cit&#233;, avec int&#233;r&#234;t &#224; 8 % l'an d&#232;s ce jour-l&#224;.\nPar jugement du 12 novembre 1996, la Cour cantonale a d&#233;clin&#233; sa comp&#233;tence et transmis le dossier &#224; la Commission cantonale genevoise de recours en mati&#232;re d'AVS.\n\n    C.- La caisse interjette recours de droit administratif contre ce jugement dont elle demande l'annulation, en concluant &#224; ce que la cause soit renvoy&#233;e au Tribunal des assurances du canton de Vaud pour qu'il statue sur le fond, sa comp&#233;tence ratione fori &#233;tant admise.\nG. conclut au rejet du recours. Quant &#224; R., il a renonc&#233; &#224; se d&#233;terminer. De son c&#244;t&#233;, l'Office f&#233;d&#233;ral des assurances sociales (OFAS) propose d'admettre le recours, au terme d'un pr&#233;avis circonstanci&#233;.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Il s'agit de d&#233;terminer si la caisse recourante pouvait saisir le juge (vaudois) d'une demande en r&#233;paration du dommage fond&#233;e sur les art. 52 LAVS et 81 al. 3 RAVS au for de la succursale, ou si elle devait porter le cas devant le juge (genevois), au for de l'&#233;tablissement principal.\n\n    2. Aux termes de l'art. 642 al. 1 CO, les succursales sont inscrites sur le registre du commerce du lieu o&#249; elles ont leur si&#232;ge, avec r&#233;f&#233;rence &#224; l'inscription de l'&#233;tablissement principal.\nD'apr&#232;s le troisi&#232;me alin&#233;a de cette disposition l&#233;gale, l'inscription cr&#233;e, pour les affaires de la succursale, un for &#224; son si&#232;ge, en sus du for de l'&#233;tablissement principal (ATF 117 II 87 consid. 3 et les r&#233;f&#233;rences). Une affaire est une affaire de la succursale lorsqu'elle est dans un rapport suffisant avec l'activit&#233; de la succursale (SIEGWART, Commentaire zurichois, n. 35 ad art. 642 CO; FORSTMOSER/MEIER-HAYOZ/NOBEL, Schweizerisches Aktienrecht, par. 59, n. 64); un tel rapport existe pour les affaires qui sont en relation avec l'activit&#233; de la succursale et BGE 124 V 104 S. 106servent &#224; l'ex&#233;cution des obligations de celle-ci, comme les contrats de travail conclus avec les collaborateurs de la succursale et les baux concernant les locaux ou les installations, m&#234;me mobili&#232;res, de la succursale (ATF 77 I 125 sv. consid. 3 in fine, 30 I 667 consid. 3 in fine; GAUCH, Der Zweigbetrieb im schweizerischen Zivilrecht, n. 1977 p. 439 sv.; DE STEIGER, Le droit des soci&#233;t&#233;s anonymes en Suisse, p. 351 in fine). Cette disposition l&#233;gale s'applique par analogie en droit public (arr&#234;t non publi&#233; du Tribunal f&#233;d&#233;ral du 30 janvier 1995 en la cause G.)\n\n    3. En vertu des art. 64 al. 2 LAVS et 117 al. 2 RAVS, les employeurs qui ne sont pas membres d'une association fondatrice sont affili&#233;s &#224; la caisse de compensation de leur canton de domicile ou du canton dans lequel l'entreprise a son si&#232;ge. La deuxi&#232;me phrase de l'art. 117 al. 2 RAVS pr&#233;cise que si le domicile ou le si&#232;ge et le lieu de l'administration ou de l'entreprise sont diff&#233;rents, le lieu o&#249; est situ&#233;e l'administration, l'entreprise ou une partie importante de l'entreprise peut &#234;tre choisi d'entente entre les caisses de compensation int&#233;ress&#233;es. Quant aux succursales, elles sont affili&#233;es &#224; la m&#234;me caisse que l'&#233;tablissement principal mais, en cas de circonstances particuli&#232;res, l'OFAS peut autoriser des d&#233;rogations (art. 117 al. 3 RAVS; ATF 110 V 359 consid. 5b et la r&#233;f&#233;rence).\nSelon l'art. 200 al. 1 RAVS, est comp&#233;tente pour conna&#238;tre d'un recours l'autorit&#233; de recours du canton dans lequel le recourant &#233;tait domicili&#233;, s&#233;journait ou avait son si&#232;ge lorsque la d&#233;cision attaqu&#233;e a &#233;t&#233; prise. Quant &#224; l'art. 200 al. 4 RAVS, il dispose que l'autorit&#233; comp&#233;tente pour conna&#238;tre des recours interjet&#233;s contre des d&#233;cisions d'une caisse de compensation cantonale est cependant dans tous les cas l'autorit&#233; de recours du canton dont rel&#232;ve la caisse cantonale en question.\nLa jurisprudence a laiss&#233; ouvert le point de savoir si la r&#233;glementation (art. 200 al. 1 RAVS) permet d'envisager un for alternatif, dans l'&#233;ventualit&#233; o&#249; un employeur affili&#233; &#224; une caisse de compensation professionnelle poss&#232;de une ou plusieurs succursales situ&#233;es dans d'autres cantons que celui du si&#232;ge principal (ATF 110 V 360 consid. 5c).\n\n    4. Dans son pr&#233;avis, l'OFAS pr&#233;conise de ne retenir le for de la succursale que dans l'hypoth&#232;se o&#249; celle-ci est affili&#233;e &#224; une autre caisse de compensation que l'&#233;tablissement principal, en vertu de l'art. 117 al. 3 RAVS BGE 124 V 104 S. 107(ATF 116 V 312 ss consid. 4 et ATF 101 V 35). L'autorit&#233; f&#233;d&#233;rale de surveillance propose de renvoyer la cause aux premiers juges afin qu'ils instruisent sur ce point.\nEn l'esp&#232;ce, il ressort du dossier que la succursale vaudoise de la soci&#233;t&#233;  M. SA &#233;tait affili&#233;e &#224; la Caisse de compensation de la F&#233;d&#233;ration vaudoise des entrepreneurs; mais en revanche, comme l'OFAS le fait observer &#224; juste titre, on ne sait pas &#224; quelle caisse &#233;tait affili&#233; l'&#233;tablissement principal de Gen&#232;ve. On pourrait, &#224; la rigueur, renoncer &#224; le d&#233;terminer - et admettre la comp&#233;tence du juge vaudois sur la base de ce seul &#233;l&#233;ment - si l'intim&#233; R. n'avait indirectement soulev&#233; la question de la comp&#233;tence ratione loci dans son opposition &#224; la d&#233;cision du 8 f&#233;vrier 1996, en &#233;crivant \"qu'il existe d'ores et d&#233;j&#224; une proc&#233;dure en cours pour M. SA, avec la Caisse de compensation de la SSE de Gen&#232;ve\".\nLa solution propos&#233;e par l'OFAS est judicieuse et peut &#234;tre approuv&#233;e, de sorte qu'on peut d&#233;sormais r&#233;pondre par l'affirmative &#224; la question laiss&#233;e ind&#233;cise au consid. 5c in fine de l'arr&#234;t ATF 110 V 351 (cf. consid. 3 in fine, ci-dessus). En cons&#233;quence, il y a lieu d'annuler le jugement attaqu&#233; et de renvoyer la cause au Tribunal des assurances du canton de Vaud pour qu'il compl&#232;te l'instruction sur ce point, dans le sens propos&#233; par l'OFAS.\n\n    5. (Frais judiciaires).\n \n   \n   "
}