{
  "titre": "80 I 129",
  "annee": "1954",
  "contenu": "\n      \n  Chapeau\n80 I 12923. Extrait de l'arr&#234;t du 13 avril 1954 dans la cause Blanc contre Conseil d'Etat du Canton de Vaud.\n\n  \nRegeste\nLibert&#233; du commerce et de l'industrie. Mesures de police. Sanctions disciplinaires (art. 31 Cst).  But et nature de la sanction disciplinaire consistant dans le retrait temporaire ou d&#233;finitif de l'autorisation de pratiquer une certaine profession. Application au cas particulier du m&#233;canicien pour dentiste (consid. 1-3). \nEgalit&#233; devant la loi (art. 4 Cst.). \nNe viole pas le principe de l'&#233;galit&#233; des citoyens une disposition cantonale prohibant toute convention qui placerait le m&#233;decindentiste sous la d&#233;pendance d'un assistant ou d'un m&#233;canicien pour dentiste (consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 130\n\n\n    BGE 80 I 129 S. 130\n   \n\n    A.- En vertu d'un r&#232;glement adopt&#233; par le Conseil d'Etat du canton de Vaud le 24 d&#233;cembre 1928, le m&#233;canicien pour dentiste est un artisan qui confectionne les appareils de proth&#232;se dentaire pour le compte d'un ou plusieurs m&#233;decins-dentistes autoris&#233;s par le Conseil d'Etat &#224; pratiquer l'art dentaire, et cela sous le contr&#244;le et la responsabilit&#233; de ceux-ci. Son activit&#233;, qui le range parmi le personnel m&#233;dical auxiliaire, est strictement limit&#233;e &#224; la fabrication de ces appareils, &#224; l'exclusion de toute intervention quelconque dans la bouche du patient. Il peut exercer sa profession soit dans le laboratoire d'un m&#233;canicien-dentiste autoris&#233; &#224; pratiquer l'art dentaire, soit &#224; son propre domicile en qualit&#233; de m&#233;canicien &#224; fa&#231;on, soit enfin dans un laboratoire de proth&#232;se &#224; fa&#231;on, sous la surveillance et la responsabilit&#233; du titulaire reconnu de ce laboratoire. Pour exercer sa profession, il doit obtenir l'autorisation du D&#233;partement de l'Int&#233;rieur. S'il entend exercer sa profession en exploitant un laboratoire de proth&#232;se dentaire &#224; fa&#231;on, il doit de plus obtenir l'autorisation pr&#233;alable dudit D&#233;partement (art. 1, 2, 5, 6 et 7 du r&#232;glement pr&#233;cit&#233;).\nLa loi vaudoise du 4 septembre 1928 sur l'organisation sanitaire, en vigueur jusqu'au 29 d&#233;cembre 1952, permettait de retenir &#224; la charge du m&#233;canicien pour dentiste qui pratiquait sans autorisation ou intervenait dans la bouche du client, une contravention passible d'amende ou d'arr&#234;ts, sans pr&#233;judice des sanctions disciplinaires. La loi vaudoise du 9 d&#233;cembre 1952 sur l'organisation sanitaire en vigueur depuis le 30 d&#233;cembre 1952 a repris le m&#234;me syst&#232;me. Son art. 133 al. 1 pr&#233;voit ce qui suit au sujet des sanctions disciplinaires: BGE 80 I 129 S. 131\"Lorsqu'une personne exer&#231;ant une profession relevant de la pr&#233;sente loi est convaincue d'indignit&#233;, d'immoralit&#233; ou de proc&#233;d&#233;s frauduleux, ou lorsqu'elle fait preuve, dans l'exercice de sa profession, d'incapacit&#233;, de n&#233;gligence ou de r&#233;sistance aux ordres de l'autorit&#233;, le D&#233;partement de l'Int&#233;rieur peut la r&#233;primander, lui infliger une amende de 50 &#224; 1000 fr. ou lui retirer, &#224; titre temporaire ou d&#233;finitif, l'autorisation de pratiquer dans le canton.\"\nEnfin, la nouvelle loi d'organisation sanitaire interdit le comp&#233;rage, c'est-&#224;-dire \"toute convention qui placerait le m&#233;decin-dentiste sous la d&#233;pendance d'un assistant ou d'un m&#233;canicien pour dentiste\" (art. 39 et 57).\n\n    B.- Marius Blanc est m&#233;canicien pour dentiste et pratique dans le canton de Vaud. En 1937 et 1946, il a &#233;t&#233; condamn&#233; &#224; deux amendes de 50 et 200 fr. pour avoir exerc&#233; sa profession sans &#234;tre au b&#233;n&#233;fice de l'autorisation requise. Post&#233;rieurement &#224; la derni&#232;re de ces condamnations, il a sollicit&#233; et obtenu, le 9 septembre 1946, l'autorisation d'exploiter un laboratoire de proth&#232;se dentaire &#224; fa&#231;on. Au printemps 1951, une enqu&#234;te a &#233;t&#233; ouverte &#224; son sujet, qui a r&#233;v&#233;l&#233; qu'il avait donn&#233; des soins &#224; un jeune &#233;tranger en violant l'interdiction d'intervenir dans la bouche du client. D&#233;nonc&#233; au pr&#233;fet du district de Lausanne, il a &#233;t&#233; condamn&#233;, le 22 juin 1951, &#224; une amende de 100 fr. Quelque temps plus tard, une nouvelle enqu&#234;te a montr&#233; que Blanc continuait &#224; travailler dans la bouche de plusieurs personnes, donnant des soins, posant diff&#233;rents appareils et, en particulier, arrachant une vingtaine de dents &#224; trois clientes. Le 30 juillet 1952, il a &#233;t&#233; condamn&#233; de ce chef &#224; une amende de 200 fr. Enfin, au d&#233;but de 1953, l'autorit&#233; a appris que Blanc &#233;tait intervenu de nouveau deux fois dans la bouche de certains patients. Le 16 avril 1953, Blanc a &#233;t&#233; condamn&#233; pour ces faits &#224; une amende de 300 fr. A diverses reprises, les interventions de Blanc ont provoqu&#233; des complications parfois s&#233;rieuses et douloureuses chez ses clients.\nLe 2 juin 1953, le D&#233;partement de l'Int&#233;rieur du canton BGE 80 I 129 S. 132de Vaud a d&#233;cid&#233; de retirer pour une ann&#233;e &#224; Blanc \"l'autorisation de pratiquer la profession de m&#233;canicien pour dentiste dans le canton de Vaud et l'autorisation d'exploiter un laboratoire de proth&#232;ses dentaires &#224; fa&#231;on dans le canton de Vaud\".\n\n    C.- La derni&#232;re enqu&#234;te ouverte contre Blanc a r&#233;v&#233;l&#233; qu'il &#233;tait propri&#233;taire d'un cabinet dentaire et qu'il le louait &#224; R., m&#233;decin dentiste, qui &#233;tait son employ&#233;. Le 2 juin 1953, le Chef du service sanitaire cantonal a &#233;crit &#224; R. qu'il contrevenait ainsi aux art. 39 et 57 LOS et a ajout&#233; ce qui suit:\n\"Nous vous invitons &#224; nous faire savoir dans un d&#233;lai de 8 jours quelles dispositions vous entendez prendre pour faire cesser cet &#233;tat de choses, &#224; d&#233;faut de quoi nous vous d&#233;noncerons sans autre au magistrat comp&#233;tent en demandant l'application des art. 122 et 127 de la loi ci-dessus. Dans ce cas nous ferions &#233;galement application de l'art. 133 de cette m&#234;me loi. Nous nous r&#233;servons d'autre part de prendre toutes autres dispositions que les circonstances pourraient justifier\".\nA la suite de cette lettre, R. a rompu toute relation d'affaires avec Blanc, dont le cabinet dentaire s'est ainsi trouv&#233; sans m&#233;decin-dentiste. C'est pourquoi, le 13 juillet 1953, Blanc s'est adress&#233; au D&#233;partement de l'Int&#233;rieur en lui demandant de l'autoriser \"&#224; s'entendre avec un m&#233;decin-dentiste pour la g&#233;rance du cabinet dentaire, provisoirement\". N'ayant pas re&#231;u de r&#233;ponse, Blanc a r&#233;crit au D&#233;partement de l'Int&#233;rieur le 30 juillet 1953 en lui exposant que R. lui enlevait des clients et en l'informant que, \"pour sauver ce qu'il pouvait de son patrimoine, il &#233;tait contraint de chercher la collaboration d'un m&#233;decin-dentiste\".\nLe 6 ao&#251;t 1953, le D&#233;partement de l'Int&#233;rieur a r&#233;pondu au conseil de Blanc:\n\"Il ne saurait &#234;tre question pour nous, d'autoriser votre client &#224; engager un autre dentiste sous quelle forme que ce soit. Vous savez, en effet, que cela lui est express&#233;ment interdit par deux dispositions l&#233;gales pr&#233;cises, soit BGE 80 I 129 S. 133par l'art. 39 et l'art. 57 de la loi sur l'organisation sanitaire. Toute attitude contraire &#224; ce qui pr&#233;c&#232;de nous obligerait &#224; prendre de nouvelles sanctions contre M. Marius Blanc\".\n\n    D.- Blanc a recouru au Conseil d'Etat du canton de Vaud d'une part contre la d&#233;cision lui retirant pour un an l'autorisation de pratiquer la profession de m&#233;canicien pour dentiste dans le canton de Vaud et d'y exploiter un laboratoire de proth&#232;se dentaire &#224; fa&#231;on, d'autre part contre les mesures prises les 2 juin et 6 ao&#251;t 1953 l'emp&#234;chant d'engager un m&#233;decin-dentiste pour son cabinet dentaire.\nLe 19 janvier 1954, le Conseil d'Etat a rejet&#233; le recours. Selon lui, les agissements de Blanc constituent une \"infraction successive ou continu&#233;e\" et r&#233;v&#232;lent une \"unit&#233; de r&#233;solution\" montrant \"une mentalit&#233; particuli&#232;rement immorale et indigne, au sens de l'art. 133 LOS\". Dans ces conditions, il se justifie de lui retirer l'autorisation de pratiquer la profession de m&#233;canicien pour dentiste et, par voie de cons&#233;quence, celle d'exploiter un laboratoire de proth&#232;ses &#224; fa&#231;on. Cette d&#233;cision est du reste justifi&#233;e parce que, par sa conduite, Blanc a montr&#233; un caract&#232;re \"absolument d&#233;nu&#233; de scupules\" et que la sant&#233; publique ne serait pas suffisamment sauvegard&#233;e par un simple retrait de l'autorisation d'exercer la profession. Enfin, le D&#233;partement de l'Int&#233;rieur &#233;tait fond&#233; &#224; prendre des mesures pour emp&#234;cher R. de pratiquer dans le cabinet dentaire appartenant &#224; Blanc. En effet, en acceptant d'&#234;tre l'employ&#233; de Blanc, R. s'&#233;tait mis &#224; son &#233;gard dans un &#233;tat de d&#233;pendance constituant le comp&#233;rage prohib&#233; par les art. 39 et 57 LOS.\n\n    E.- Blanc attaque la d&#233;cision du Conseil d'Etat par la voie d'un recours de droit public fond&#233; sur les art. 4 et 31 Cst. Il en demande l'annulation et conclut &#233;galement &#224; ce que le Tribunal f&#233;d&#233;ral d&#233;clare \"nuls et de nul effet\" les art. 39 et 57 de la loi vaudoise sur l'organisation sanitaire. Son argumentation est en bref la suivante:\nLa d&#233;cision interdisant au recourant d'exercer son BGE 80 I 129 S. 134m&#233;tier et d'exploiter son laboratoire d&#233;passe la sanction m&#233;rit&#233;e. Elle r&#233;duit le recourant et sa famille &#224; la mis&#232;re. D&#232;s lors elle n'est pas conforme au principe de la proportionnalit&#233; de la peine. D'autre part les restrictions de police que les cantons ont le droit d'apporter &#224; la libert&#233; du commerce et de l'industrie ne peuvent viser qu'au maintien de la s&#233;curit&#233; ou de la sant&#233; publiques. Or si la d&#233;cision attaqu&#233;e vise bien ce but-l&#224;, il est douteux qu'elle soit propre &#224; l'atteindre. En fait, il fallait simplement &#233;viter que le recourant ne m&#238;t en danger la sant&#233; publique en pratiquant l'art dentaire sans en avoir le droit ni les connaissances. Il e&#251;t donc suffi de l'emp&#234;cher de travailler dans son cabinet. En allant au-del&#224;, l'autorit&#233; cantonale a pris une d&#233;cision arbitraire, d'autant plus d'ailleurs qu'elle ne l'a fait pr&#233;c&#233;der d'aucune mise en garde formelle. En outre, les faits reproch&#233;s au recourant n'ont pas expos&#233; la soci&#233;t&#233; &#224; un danger s&#233;rieux. Ils ne sont pas non plus la preuve d'une mentalit&#233; indigne et immorale. Du reste, une moralit&#233; sans tache aucune n'est pas indispensable &#224; l'exercice de la profession de m&#233;canicien-dentiste. Quant aux mesures tendant &#224; l'emp&#234;cher de faire exploiter son cabinet dentaire par un m&#233;decindentiste, le recourant soutient que les art. 39 et 57 LOS sont contraires &#224; l'art. 4 Cst. et constituent une in&#233;galit&#233; de traitement. Sans avoir rien &#224; faire avec la police sanitaire, ils &#233;tablissent une discrimination arbitraire entre les citoyens, en privant les m&#233;caniciens-dentistes du droit d'&#234;tre, comme chacun, propri&#233;taires d'un cabinet dentaire. L'application qu'en fait l'autorit&#233; cantonale aboutit au m&#234;me r&#233;sultat.\nLe Conseil d'Etat conclut, avec suite de frais et d&#233;pens, au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. En vertu de l'art. 31 Cst., qui garantit la libert&#233; du commerce et de l'industrie, les cantons ont le droit de prendre des mesures de police destin&#233;es &#224; emp&#234;cher que l'ordre, la sant&#233;, la moralit&#233; ou la tranquillit&#233; publics BGE 80 I 129 S. 135ne soient compromis par la fa&#231;on dont une profession est exerc&#233;e. Ils peuvent soumettre l'exercice de certaines professions, celle de m&#233;canicien pour dentiste notamment, &#224; une autorisation et &#224; l'observation de certaines r&#232;gles. Afin d'obtenir le respect de ces r&#232;gles, ils ont la facult&#233; de pr&#233;voir des sanctions disciplinaires allant jusqu'au retrait temporaire ou d&#233;finitif de l'autorisation de pratiquer (RO 78 I 308, 67 I 327).\nLorsque le retrait de l'autorisation de pratiquer est d&#233;finitif, il a surtout pour but de prot&#233;ger le public contre certains agissements. Il n'en va pas de m&#234;me quand il est temporaire. Il tend tout d'abord &#224; atteindre le coupable, &#224; le punir chaque fois que des sanctions moins graves n'y suffisent pas. C'est indirectement seulement que l'ordre public est alors prot&#233;g&#233; par la sanction prise. A cet &#233;gard, le retrait temporaire d'une autorisation de pratiquer peut se comparer &#224; la peine prononc&#233;e par le juge p&#233;nal. Comme elle, il doit &#234;tre adapt&#233; &#224; la gravit&#233; de l'infraction commise et de la faute. Il sert non seulement de pr&#233;vention g&#233;n&#233;rale, mais aussi de pr&#233;vention sp&#233;ciale, c'est-&#224;-dire qu'il a pour but d'amender le coupable afin de le maintenir dans l'observation de ses devoirs (RO 74 I 90 ss, relatif &#224; une sanction disciplinaire prononc&#233;e contre un fonctionnaire, mais qui peut &#234;tre invoqu&#233; ici par analogie).\nLe m&#233;canicien pour dentiste, qui ne poss&#232;de pas de connaissances m&#233;dicales, est souvent et facilement enclin &#224; empi&#233;ter sur le domaine qui doit &#234;tre r&#233;serv&#233; au dentiste. Il met alors en danger la sant&#233; publique et viole la loi. Ce comportement est grave, d'autant plus que l'Etat ne peut que difficilement contr&#244;ler l'activit&#233; d'un m&#233;canicien pour dentiste et qu'il est oblig&#233; dans une large mesure de se fier &#224; sa bonne foi lorsqu'il lui d&#233;livre une autorisation. Celui qui a obtenu pareille autorisation et qui trompe syst&#233;matiquement la confiance ainsi mise en lui m&#233;rite une sanction s&#233;v&#232;re. Le retrait temporaire ou d&#233;finitif de l'autorisation de pratiquer peut alors se justifier.\n\n    2. En l'esp&#232;ce, le Conseil d'Etat, appliquant l'art. 133 LOS, a retir&#233; au recourant pour une ann&#233;e l'autorisation BGE 80 I 129 S. 136de pratiquer la profession de m&#233;canicien pour dentiste et celle d'exploiter un laboratoire de proth&#232;se dentaire &#224; fa&#231;on.\nL'art. 133 LOS, qui est applicable au m&#233;canicien pour dentiste, est conforme aux principes rappel&#233;s ci-dessus. Il permet d'obliger ceux qui exercent certaines professions &#224; respecter les r&#232;gles que l'Etat a pos&#233;es dans l'int&#233;r&#234;t de la sant&#233; publique, telle la r&#232;gle que le m&#233;canicien pour dentiste ne doit pas intervenir dans la bouche des patients (arr&#234;ts non publi&#233;s du 27 avril 1942 en la cause Kreienb&#252;hl et Graff c. Lucerne, Tribunal sup&#233;rieur, et du 23 septembre 1943 en la cause B&#228;rtsch c. Grisons, Conseil d'Etat). La seule question est d&#232;s lors de savoir si la sanction prononc&#233;e in casu est proportionn&#233;e &#224; la gravit&#233; de l'infraction commise et de la faute. Le Tribunal f&#233;d&#233;ral ne peut revoir cette question librement. Il doit se borner &#224; examiner si la d&#233;cision prise est conforme &#224; l'art. 31 Cst.\n\n    3. Le recourant soutient que la sanction prise &#224; son &#233;gard est excessive au regard du peu de gravit&#233; de ses fautes. Toutefois il se trompe. Sans doute, les amendes qui lui ont &#233;t&#233; inflig&#233;es n'&#233;taient-elles pas tr&#232;s &#233;lev&#233;es. Mais ce fait n'est pas d&#233;cisif. En prenant la d&#233;cision attaqu&#233;e, le Conseil d'Etat a entendu sanctionner non pas tant les infractions qui ont entra&#238;n&#233; les diverses condamnations p&#233;nales du recourant, que la mentalit&#233; et le comportement g&#233;n&#233;ral qu'elles r&#233;v&#232;lent. Or cette mentalit&#233; et ce comportement constituent sans conteste un manquement grave aux devoirs que la loi impose au m&#233;canicien pour dentiste.\nD'apr&#232;s les constatations de l'autorit&#233; cantonale, qui lient le Tribunal f&#233;d&#233;ral du moment qu'elles ne sont pas &#233;videmment fausses ou arbitraires (RO 67 I 328, 78 I 302), le recourant est intervenu &#224; maintes reprises et pendant de longues ann&#233;es dans la bouche de ses clients, malgr&#233; l'interdiction qui lui est faite &#224; cet &#233;gard par la loi. Il a encouru de ce chef cinq condamnations &#224; des peines d'amende, dont les trois derni&#232;res ont &#233;t&#233; prononc&#233;es en 1951, 1952 et 1953. Ces sanctions n'ont pas suffi BGE 80 I 129 S. 137&#224; le forcer &#224; respecter les devoirs de sa profession. Il n'en a tenu aucun compte, alors pourtant qu'elles constituaient des avertissements s&#233;rieux. En persistant dans ces conditions &#224; violer la loi avec obstination, il a fait preuve de \"r&#233;sistance aux ordres de l'autorit&#233;\". D&#232;s lors, le Conseil d'Etat pouvait lui retirer l'autorisation de pratiquer sans exc&#233;der pour autant les limites de son pouvoir appr&#233;ciateur (RO 71 I 87) ni violer l'art. 31 Cst.\nLe recourant ne saurait faire valoir aujourd'hui qu'il n'a agi que pour \"rendre service\" &#224; certaines personnes et que ces interventions n'ont eu aucune cons&#233;quence dommageable. Tout d'abord, ces affirmations sont contraires aux constatations de fait de l'autorit&#233; cantonale. En outre et surtout, la loi interdit de fa&#231;on absolue au m&#233;canicien pour dentiste d'intervenir dans la bouche de ses clients. Elle ne se pr&#233;occupe pas &#224; cet &#233;gard du but qu'il poursuit ni des cons&#233;quences de ses agissements.\n\n    4. La constitutionnalit&#233; des dispositions d'une loi cantonale peut &#234;tre contest&#233;e &#224; l'occasion de chaque cas particulier o&#249; l'autorit&#233; en fait usage. Lorsque le d&#233;lai pour attaquer la loi par la voie du recours de droit public est expir&#233;, le Tribunal f&#233;d&#233;ral examine &#224; titre pr&#233;judiciel si la disposition invoqu&#233;e viole la constitution. Dans l'affirmative, il annule non cette disposition, mais la d&#233;cision qui l'applique (RO 56 I 526, confirm&#233; depuis lors par des arr&#234;ts non publi&#233;s, notamment par l'arr&#234;t du 15 novembre 1950 en la cause Murith c. Gen&#232;ve, Conseil d'Etat). En l'esp&#232;ce, le recourant est donc recevable &#224; attaquer la constitutionnalit&#233; des art. 39 et 57 LOS, bien qu'il soit hors d&#233;lai pour attaquer la loi.\nL'art. 39 LOS interdit de fa&#231;on g&#233;n&#233;rale \"&#224; quiconque exerce une profession m&#233;dicale de s'associer avec une personne ne pratiquant pas la m&#234;me profession ou de contracter une obligation qui l'exposerait &#224; une d&#233;pendance incompatible avec la dignit&#233; de sa profession\". L'art. 57 vise un cas particulier de comp&#233;rage et prohibe \"toute convention qui placerait le m&#233;decin-dentiste sous la d&#233;pendance d'un assistant ou d'un m&#233;canicien pour BGE 80 I 129 S. 138dentiste\". Le recourant soutient que ces dispositions sont contraires &#224; l'art. 4 Cst. et constituent une in&#233;galit&#233; de traitement. Mais il est dans l'erreur.\nIl est en effet de jurisprudence constante qu'une loi ou un arr&#234;t&#233; de port&#233;e g&#233;n&#233;rale ne violent le principe de l'&#233;galit&#233; des citoyens garanti par l'art. 4 Cst. que lorsque leurs dispositions n'ont pas de fondement objectif et s&#233;rieux, qu'elles n'ont aucun sens ou qu'elles cr&#233;ent une in&#233;galit&#233; qui ne trouve pas de justification dans les faits (RO 78 I 416, 77 I 102, 107 et 189). Or ces conditions ne sont manifestement pas r&#233;unies en l'esp&#232;ce. La protection de la sant&#233; publique, que l'Etat a le devoir d'assurer, permettait au l&#233;gislateur vaudois d'exiger que le m&#233;canicien pour dentiste travaille sous le contr&#244;le et la responsabilit&#233; d'un m&#233;decin-dentiste. C'est l&#224; en effet un moyen efficace d'emp&#234;cher le m&#233;canicien d'empi&#233;ter sur le domaine qui doit &#234;tre r&#233;serv&#233; &#224; celui qui poss&#232;de des connaissances m&#233;dicales. Lorsqu'un dentiste est plac&#233; sous la d&#233;pendance d'un m&#233;canicien, comme R. l'&#233;tait &#224; l'&#233;gard du recourant, il n'est plus en mesure de contr&#244;ler, avec l'ind&#233;pendance n&#233;cessaire, l'activit&#233; du m&#233;canicien. La situation voulue par la loi est alors renvers&#233;e et la sant&#233; publique mise en danger. C'est pr&#233;cis&#233;ment ce que les art. 39 et 57 LOS visent &#224; emp&#234;cher. Ils reposent donc sur des raisons s&#233;rieuses. Sans doute, parmi l'ensemble des citoyens, les m&#233;caniciens pour dentiste sont-ils seuls &#224; ne pouvoir &#234;tre propri&#233;taires d'un cabinet dentaire. Mais cette in&#233;galit&#233;, cr&#233;&#233;e par les art. 39 et 57 LOS, est justifi&#233;e par les faits. Car le m&#233;canicien pour dentiste est le seul qui, par ses connaissances sp&#233;ciales, est enclin &#224; violer la loi lorsqu'il est propri&#233;taire d'un cabinet dentaire exploit&#233; par un dentiste qui est son employ&#233; int&#233;ress&#233; ou son locataire.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral prononce:\nLe recours est rejet&#233;.\n \n   \n   "
}