{
  "titre": "125 V 371",
  "annee": "1999",
  "contenu": "\n      \n  Chapeau\n125 V 37160. Extrait de l'arr&#234;t du 30 septembre 1999 dans la cause Masse en faillite de R. contre Caisse publique d'assurance-ch&#244;mage de la R&#233;publique et canton du Jura et Tribunal cantonal jurassien\n\n  \nRegeste\nArt. 152 OJ: assistance judiciaire.  La masse en faillite d'un assur&#233; insolvable ne peut b&#233;n&#233;ficier de l'assistance judiciaire. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 372\n\n\n    BGE 125 V 371 S. 372\n   \nExtrait des consid&#233;rants:\n\n    5. a) L'Office des poursuites et des faillites du district de X a d&#233;livr&#233; au mandataire de la masse en faillite de R. une autorisation de recourir devant le Tribunal f&#233;d&#233;ral des assurances, du 16 octobre 1998. Selon cette autorisation, il r&#233;sulte de l'inventaire de faillite ex&#233;cut&#233; &#224; cette date, que R. ne poss&#232;de pas de biens saisissables et qu'il est totalement insolvable. L'office en conclut qu'il y a lieu de demander l'assistance judiciaire gratuite pour la proc&#233;dure de recours.\nLe litige ayant pour objet l'octroi ou le refus de prestations d'assurance, la proc&#233;dure est en principe gratuite (art. 134 OJ). Se pose donc uniquement la question du droit de la masse en faillite &#224; l'assistance d'un avocat dans le cadre de l'assistance judiciaire (art. 152 al. 2 OJ).\nb) Selon la loi (art. 152 OJ) et la jurisprudence, les conditions d'octroi de l'assistance judiciaire gratuite sont en principe remplies si les conclusions ne paraissent pas vou&#233;es &#224; l'&#233;chec, si le requ&#233;rant est dans le besoin et si l'assistance d'un avocat est n&#233;cessaire ou du moins indiqu&#233;e (ATF 124 V 309 consid. 6 et les r&#233;f&#233;rences; VSI 1999 p. 86 consid. 3).\nc) Jusqu'&#224; pr&#233;sent, le Tribunal f&#233;d&#233;ral a toujours refus&#233; &#224; la masse en faillite le b&#233;n&#233;fice de l'assistance judiciaire gratuite (ATF 116 II 652 consid. 2, ATF 85 I 144 consid. 1, ATF 61 III 172 consid. 1 et 2). En effet, du moment que l'art. 260 LP pr&#233;voit que chacun des cr&#233;anciers peut demander la cession d'une pr&#233;tention de la masse, celle-ci n'est pas tenue de proc&#233;der. Toutefois, lorsque les droits de la masse sont litigieux, le cr&#233;ancier cessionnaire qui prend le risque d'un proc&#232;s aura la possibilit&#233; de b&#233;n&#233;ficier de l'assistance judiciaire, s'il en remplit les conditions (ATF 109 Ia 8 consid. 2, ATF 62 I 215 consid. 2).\nCette jurisprudence, bien que ne faisant pas l'unanimit&#233; dans la doctrine, est admise par une majorit&#233; d'auteurs (HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich [Zur Tragweite des Artikels 4 der Bundesverfassung], Berne 1985, p. 163; POUDRET, Commentaire de la loi f&#233;d&#233;rale d'organisation judiciaire, vol. V, p. 119 n. 3 ad art. 152; STAEHELIN/BAUER/STAEHELIN, Kommentar zum Bundesgesetz &#252;ber Schuldbetreibung und Konkurs, Unter Einbezug der Nebenerlasse, SchKG III, p. 2418 sv., ch. 61 ad art. 260 LP).\nCertes, dans l'arr&#234;t ATF 105 Ia 253 sv. consid. 2d, le Tribunal f&#233;d&#233;ral relevait que la cession des droits de la masse l&#232;se de pr&#233;f&#233;rence les \"petits cr&#233;anciers\", qui ne conduiront gu&#232;re un proc&#232;s pour des pr&#233;tentions dont le BGE 125 V 371 S. 373montant d&#233;passe de mani&#232;re consid&#233;rable leur cr&#233;ance contre le failli.\nA cet &#233;gard, GILLI&#201;RON est d'avis que la cession des droits de la masse avantage les \"gros d&#233;biteurs\" de mauvaise foi (Poursuite pour dettes, faillite et concordat, 3e &#233;d., p. 346; cf. &#233;galement ZEN-RUFFINEN, Assistance judiciaire et administrative: Les r&#232;gles minima impos&#233;es par l'article 4 de la Constitution f&#233;d&#233;rale, in JdT 1989 I p. 58 let. A, dont les notes nos 128 et 129 se r&#233;f&#232;rent &#224; HAAB et &#224; CARRY, qui pr&#233;conisaient en 1932, dans leurs rapports &#224; la Soci&#233;t&#233; suisse des juristes, que la masse en faillite puisse b&#233;n&#233;ficier de l'assistance judiciaire gratuite).\nd) N&#233;anmoins, la Cour de c&#233;ans n'a aucune raison de ne pas suivre la jurisprudence pr&#233;cit&#233;e (ATF 116 II 652 consid. 2, ATF 85 I 144 consid. 1, ATF 61 III 172 consid. 1 et 2), selon laquelle la masse en faillite ne peut b&#233;n&#233;ficier de l'assistance judiciaire. La requ&#234;te de la masse recourante doit d&#232;s lors &#234;tre rejet&#233;e.\n \n   \n   "
}