{
  "titre": "98 Ia 475",
  "annee": "1972",
  "contenu": "\n      \n  Chapeau\n98 Ia 47575. Arr&#234;t du 11 octobre 1972 dans la cause Freymond contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nPlan cantonal de protection d'un site. Arbitraire. Art. 4 Cst.  Lorsque le projet a &#233;t&#233; modifi&#233; apr&#232;s avoir &#233;t&#233; soumis &#224; l'enqu&#234;te publique, une nouvelle enqu&#234;te n'est n&#233;cessaire que si la modification est essentielle (consid. 2). \nRapports entre la loi vaudoise sur la protection de la nature et la loi vaudoise sur les constructions, en mati&#232;re de protection des sites (consid. 3). \nIl n'est pas arbitraire, en l'esp&#232;ce, \n-  de prot&#233;ger le site, quand bien m&#234;me un certain nombre de maisons r&#233;centes s'y &#233;l&#232;vent d&#233;j&#224; (consid. 4 a); \n- de ne pas interdire compl&#232;tement la construction et de se borner &#224; la restreindre (consid. 4 b), m&#234;me si le motif de ce choix est d'ordre financier (consid. 4 c). \n\n\n  \n  \n  \nFaits &#224; partir de page 476\n\n\n    BGE 98 Ia 475 S. 476\n   \n\n    A.- Le D&#233;partement des travaux publics du canton de Vaud a soumis &#224; l'enqu&#234;te publique, du 15 juin au 14 juillet 1971, un projet de plan d'extension cantonal (no 239) concernant la r&#233;gion du Signal de Grandvaux, sur le territoire de la commune de ce nom. Le r&#232;glement joint &#224; ce plan pr&#233;voyait l'application des art. 56 sexies et 56 septies lettre b de la loi vaudoise du 5 f&#233;vrier 1941 sur les constructions et l'am&#233;nagement du territoire (ci-apr&#232;s: loi sur les constructions ou LCAT), &#224; l'exclusion de la lettre a de ce dernier article. Les constructions n'&#233;taient donc autoris&#233;es que si elles &#233;taient en rapport avec l'agriculture, ou si elles &#233;taient &#233;difi&#233;es en ex&#233;cution d'un plan d'affectation sp&#233;ciale, portant sur un territoire de 5 ha au moins, dont les neuf dixi&#232;mes devaient rester affect&#233;s &#224; l'agriculture, le solde pouvant &#234;tre construit avec une densit&#233; maximum de 0,7.\nCe projet suscita l'opposition de trente-huit propri&#233;taires, dont Louis Freymond, et de la Municipalit&#233; de Grandvaux, qui faisait valoir notamment que le plan avait pour effet de cr&#233;er une zone agricole sur son territoire sans l'assentiment du Conseil communal et portait ainsi atteinte &#224; son autonomie. Sur proposition du D&#233;partement des travaux publics et dans sa s&#233;ance du 3 d&#233;cembre 1971, le Conseil d'Etat du canton de Vaud a adopt&#233; le plan et le r&#232;glement, mais en modifiant celui-ci en ce sens que la construction est autoris&#233;e &#233;galement dans la mesure pr&#233;vue par l'art. 56 septies lettre a LCAT, soit sur des parcelles de 4500 m2 au moins, &#224; raison d'un b&#226;timent par parcelle, avec un indice d'utilisation du sol ne d&#233;passant pas 0,1. Le r&#232;glement pr&#233;voit en outre que les constructions devront &#234;tre implant&#233;es de fa&#231;on &#224; ne porter aucun pr&#233;judice au site du Signal de Grandvaux et ne devront pas, en r&#232;gle BGE 98 Ia 475 S. 477g&#233;n&#233;rale, d&#233;passer une hauteur de deux &#233;tages sur rez-dechauss&#233;e.\nLa d&#233;cision du Conseil d'Etat a &#233;t&#233; communiqu&#233;e aux opposants, avec la r&#233;ponse &#224; leur opposition, par lettre dat&#233;e du 9 d&#233;cembre 1971.\n\n    B.- Agissant par la voie du recours de droit public, Louis Freymond, propri&#233;taire d'une parcelle de 10 875 m2 situ&#233;e dans le p&#233;rim&#232;tre du plan, requiert le Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du Conseil d'Etat adoptant le plan d'extension cantonal no 239. Il se plaint de diverses violations de l'art. 4 Cst.\nC. - Le Conseil d'Etat conclut au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. En vertu de l'art. 53 LCAT, le Conseil d'Etat peut, en vue d'am&#233;nager le territoire, &#233;tablir des plans et r&#232;glements d'extension cantonaux, notamment pour la protection de sites (ch. 3). Ces plans et r&#232;glements ne peuvent pr&#233;voir une zone agricole qu'avec l'accord du Conseil communal ou g&#233;n&#233;ral de la commune territoriale int&#233;ress&#233;e (art. 53 al. 2 LCAT). Dans les limites de leur zone d'application, ces actes cantonaux l'emportent sur les plans et r&#232;glements communaux (art. 55 LCAT). Selon l'art. 25 bis LCAT, les constructions ne sont autoris&#233;es en zone agricole que dans les limites des art. 56 sexies et 56 septies lit. b de la m&#234;me loi.\nLe projet primitif du plan d'extension cantonal no 239, qui pr&#233;voyait que les constructions ne seraient autoris&#233;es que dans les limites des art. 56 sexies et 56 septies lit. b LCAT, instituait ainsi une zone agricole et n'aurait pu &#234;tre adopt&#233; qu'avec l'accord du Conseil communal de Grandvaux (cf. arr&#234;t non publi&#233; du 11 mai 1966 dans la cause commune de Riex). C'est pr&#233;cis&#233;ment parce que cet accord ne lui paraissait pas pouvoir &#234;tre acquis que le D&#233;partement des travaux publics a modifi&#233; son projet et pr&#233;vu d'appliquer toutes les r&#232;gles du territoire \"sans affectation sp&#233;ciale\" (art. 56 sexies et septies LCAT), notamment celle de l'art. 56 septies lit. a, autorisant les constructions - m&#234;me non agricoles - &#224; condition que la surface de la parcelle atteigne au moins 4500 m2 et que l'indice d'utilisation ne d&#233;passe pas 0,1. Le recourant ne pr&#233;tend pas, ou du moins pas clairement, que le plan et le r&#232;glement ainsi modifi&#233;s n'eussent pu &#234;tre adopt&#233;s sans l'assentiment expr&#232;s du Conseil communal de Grandvaux. S'il &#233;tait effectivement invoqu&#233;, ce BGE 98 Ia 475 S. 478grief serait du reste mal fond&#233;. Le territoire sans affectation sp&#233;ciale n'est pas assimilable &#224; une zone agricole.\n\n    2. Le recourant soutient en revanche que la modification du projet, soit l'introduction de la r&#233;f&#233;rence &#224; l'art. 56 septies lit. a LCAT, aurait d&#251; &#234;tre soumise &#224; l'enqu&#234;te publique. Pour ne l'avoir pas fait, l'autorit&#233; cantonale aurait viol&#233; le droit des propri&#233;taires d'&#234;tre entendus.\na) L'&#233;tendue du droit d'&#234;tre entendu est d&#233;termin&#233;e en principe par le droit cantonal. Lorsque celui-ci n'offre qu'une protection insuffisante, les r&#232;gles de droit f&#233;d&#233;ral d&#233;duites de l'art. 4 Cst. s'appliquent, aux fins d'assurer au citoyen le minimum de droits n&#233;cessaire &#224; sa d&#233;fense (RO 96 I 620, 323, 311 et les arr&#234;ts cit&#233;s).\nEn l'esp&#232;ce, la loi cantonale dispose simplement (art. 54 al. 2) que les plans et r&#232;glements cantonaux font l'objet d'une enqu&#234;te publique, dans les formes pr&#233;vues - pour les plans communaux - &#224; l'art. 36 (d&#233;p&#244;t au greffe municipal, avis publi&#233;s dans la presse officielle et locale, avis personnels aux propri&#233;taires touch&#233;s), puis sont soumis au Conseil d'Etat. On ne peut d&#233;duire de cette disposition que toute modification du projet cons&#233;cutive &#224; la premi&#232;re enqu&#234;te publique doive &#234;tre soumise aux m&#234;mes formalit&#233;s que le projet lui-m&#234;me. Certes, une modification essentielle du premier projet devrait &#234;tre assimil&#233;e &#224; un projet nouveau; mais, en l'esp&#232;ce, il n'y a entre le projet qui a fait l'objet de l'enqu&#234;te et le plan adopt&#233; qu'une diff&#233;rence de degr&#233; dans l'intensit&#233; des mesures de protection. Il n'appara&#238;t pas arbitraire de consid&#233;rer que le droit cantonal n'exigeait pas une nouvelle enqu&#234;te publique.\nb) L'obligation de proc&#233;der &#224; une seconde enqu&#234;te ne r&#233;sulte pas non plus directement de l'art. 4 Cst. Dans son arr&#234;t Basler Terrain Gesellschaft AG, du 11 septembre 1963 (publi&#233; dans Schweizerisches Zentralblatt f&#252;r Staats- und Gemeindeverwaltung, 65/1964, p. 216 ss.), le Tribunal f&#233;d&#233;ral a jug&#233; que les propri&#233;taires fonciers devaient &#234;tre entendus avant la promulgation d'un plan de construction urbain, celui-ci n'ayant pas le caract&#232;re de norme abstraite. Dans un arr&#234;t subs&#233;quent (RO 90 I 338/339), il s'est demand&#233;, sans se prononcer, si cette jurisprudence, &#224; supposer qu'elle d&#251;t &#234;tre maintenue, s'appliquait aussi &#224; un plan de protection d'un site tel que celui qui lui &#233;tait alors soumis. Il a soulev&#233; les m&#234;mes questions, toujours sans les r&#233;soudre, dans l'arr&#234;t commune de Bachs, du 29 avril BGE 98 Ia 475 S. 4791970 (RO 96 I 237/8). Ces m&#234;mes questions se posent en la pr&#233;sente esp&#232;ce et une fois encore, elles peuvent rester ind&#233;cises. Suppos&#233; qu'ils fussent applicables en l'esp&#232;ce, les principes d&#233;coulant directement de l'art. 4 Cst. n'exigeaient pas non plus que les propri&#233;taires fussent entendus &#224; nouveau sur le projet modifi&#233;. Ceux-ci avaient pu se prononcer auparavant sur le projet original et les deux projets ne pr&#233;sentaient pas entre eux de diff&#233;rences essentielles, de sorte que les m&#234;mes objections pouvaient &#234;tre oppos&#233;es &#224; l'un comme &#224; l'autre.\n\n    3. Le recourant soutient encore que, depuis l'entr&#233;e en vigueur de la loi cantonale du 10 d&#233;cembre 1969 sur la protection de la nature, des monuments et des sites (ci-apr&#232;s: la loi sur la protection de la nature ou LPNMS), la protection d'un site par des moyens de droit public ne peut se faire que selon la proc&#233;dure d'inventaire et de classement pr&#233;vue par cette loi. Le Conseil d'Etat, qui n'a pas suivi cette proc&#233;dure, aurait viol&#233; l'art. 4 Cst.\nL'argumentation du recourant est en tout cas erron&#233;e dans la mesure o&#249; elle concerne la proc&#233;dure d'inventaire, pr&#233;vue aux art. 12 ss. LPNMS. Cet inventaire n'est pas exhaustif (art. 14) et constitue une simple mesure de pr&#233;caution (cf. art. 16 ss.). La loi n'exige pas express&#233;ment que l'objet &#224; classer ait &#233;t&#233; pr&#233;c&#233;demment port&#233; &#224; l'inventaire et il n'est pas arbitraire en tout cas de consid&#233;rer qu'elle ne l'impose pas non plus implicitement. En revanche, la th&#232;se selon laquelle le classement du site (art. 20 ss. LPNMS) devrait pr&#233;c&#233;der - ou &#224; tout le moins accompagner - l'adoption du plan d'extension, qui constituerait alors l'une des mesures de protection destin&#233;es &#224; le sauvegarder (art. 21 lit. c LPNMS), trouve un certain appui dans le syst&#232;me de la loi de 1969. Il n'est cependant pas n&#233;cessaire d'examiner cette question plus avant et de d&#233;cider si l'opinion contraire du Conseil d'Etat est arbitraire. Ce dont le recourant se plaint, c'est que la proc&#233;dure pr&#233;vue par la loi sur la protection de la nature n'ait pas &#233;t&#233; suivie. Or cette proc&#233;dure est, pour l'essentiel, identique &#224; celle qui est pr&#233;vue pour l'adoption d'un plan d'extension cantonal. L'une et l'autre comportent principalement une enqu&#234;te publique, dont les modalit&#233;s sont exactement les m&#234;mes dans les deux cas; les art. 24 &#224; 26 LPNMS sont visiblement calqu&#233;s sur l'art. 36 LCAT, applicable aux plans cantonaux en vertu du renvoi de l'art. 54 LCAT. Selon les deux lois, les communes sont consult&#233;es (art. 20 al. 2 LPNMS BGE 98 Ia 475 S. 480et art. 53 al. 3 LCAT). En l'esp&#232;ce, la proc&#233;dure de la loi sur les constructions a &#233;t&#233; suivie et il e&#251;t suffi &#224; l'autorit&#233; cantonale de se r&#233;f&#233;rer de surcro&#238;t aux art. 20 ss. LPNMS dans l'enqu&#234;te et dans sa d&#233;cision pour &#233;chapper &#224; toute critique, du moins sous l'angle restreint de l'arbitraire. Le recourant ne tente pas m&#234;me de d&#233;montrer que le d&#233;faut de cette r&#233;f&#233;rence lui ait caus&#233; le moindre pr&#233;judice. Partant, le moyen appara&#238;t d&#233;pourvu d'int&#233;r&#234;t r&#233;el et doit &#234;tre rejet&#233;.\nLe recourant ne pr&#233;tend pas, en revanche, que l'art. 53 al. 1 ch. 3 LCAT ait &#233;t&#233; implicitement abrog&#233; par la loi sur la protection de la nature. L'argumentation, au demeurant convaincante, que le Conseil d'Etat oppose &#224; cette opinion est ainsi sans objet.\n\n    4. Quant au fond, le recourant soutient, en bref, ce qui suit. Le Signal de Grandvaux et ses abords n'ont pas le caract&#232;re d'un site digne de protection, ou plus exactement ont perdu ce caract&#232;re, en raison des nombreuses constructions qui s'y &#233;l&#232;vent d&#233;j&#224;. Ils sont devenus une zone d'habitation, comme le pr&#233;voyaient du reste les plans communaux. Il serait d&#232;s lors arbitraire d'instituer des mesures de protection quelconques. Mais m&#234;me si l'on admet que le territoire auquel s'applique le plan litigieux est un site, les mesures institu&#233;es, permettant la construction, sur des parcelles de 4500 m2 au minimum, de b&#226;timents d'une surface de plancher &#233;gale au dixi&#232;me de celle de la parcelle, sont arbitraires, parce qu'elles vont &#224; l'encontre du but vis&#233;. La seule mesure ad&#233;quate, s'il s'agit vraiment d'un site, e&#251;t &#233;t&#233; celle du premier projet. Or le Conseil d'Etat ne l'a abandonn&#233;e que parce qu'elle l'exposait &#224; payer d'&#233;normes indemnit&#233;s pour expropriation mat&#233;rielle, ce qui constitue encore un acte arbitraire.\na) Comme le Tribunal f&#233;d&#233;ral l'a d&#233;j&#224; relev&#233; dans son arr&#234;t du 15 mars 1972 dans la cause Commune de Cully c. Conseil d'Etat du canton de Vaud (RO 98 I/a 436 ss.), la vaste &#233;tendue de prairies et de for&#234;ts qui va du Signal de Grandvaux &#224; la Duflonne en passant par la Tour de Gourze fait partie int&#233;grante du paysage de Lavaux; elle en adoucit l'aspect g&#233;n&#233;ral, auquel la culture de la vigne en terrasses donne une certaine duret&#233; dans sa partie inf&#233;rieure. Livrer ces prairies &#224; la construction modifierait le caract&#232;re du paysage dans son ensemble, en isolant le vignoble de son arri&#232;re-pays. En outre, la r&#233;gion peut constituer une zone de d&#233;tente pour la population du bord du BGE 98 Ia 475 S. 481L&#233;man et notamment de l'agglom&#233;ration lausannoise. Ces consid&#233;rations g&#233;n&#233;rales justifient en principe des mesures de protection. Le recourant reconna&#238;t du reste que le Signal de Grandvaux a &#233;t&#233; un site, ce qui signifie qu'il m&#233;riterait protection, si celle-ci ne venait trop tard.\nIl est exact qu'&#224; l'int&#233;rieur du p&#233;rim&#232;tre du plan litigieux sont &#233;difi&#233;es quelques dizaines de maisons dont beaucoup - comme le signale &#224; juste titre le recourant - ne figurent pas sur les plans soumis &#224; l'enqu&#234;te publique. Cependant, on doit admettre avec le Conseil d'Etat que ces constructions, de dimensions g&#233;n&#233;ralement peu importantes, n'alt&#232;rent pas gravement le paysage. En particulier, la vue panoramique qui s'offre lorsqu'on s'&#233;l&#232;ve sur le r&#233;servoir situ&#233; &#224; quelque 250 m &#224; l'est de la colline dite Signal de Grandvaux, n'en est pas g&#234;n&#233;e. C'est en d&#233;finitive une question d'appr&#233;ciation que de d&#233;cider &#224; partir de quand un paysage est trop alt&#233;r&#233; par des b&#226;timents ou autres ouvrages pour m&#233;riter encore d'&#234;tre prot&#233;g&#233;. Le Tribunal f&#233;d&#233;ral n'a pas &#224; substituer sa propre appr&#233;ciation &#224; celle de l'autorit&#233; cantonale. En vertu de l'art. 4 Cst., il ne peut intervenir que si cette autorit&#233; a manifestement abus&#233; de son pouvoir. Tel n'est pas le cas en l'esp&#232;ce, o&#249;, comme la d&#233;l&#233;gation du Tribunal f&#233;d&#233;ral a pu le constater et comme l'indiquent les photographies du dossier, le paysage conserve dans l'ensemble son caract&#232;re naturel.\nb) Subsidiairement, pour le cas o&#249; la l&#233;gitimit&#233; de la protection serait admise, le recourant fait valoir que les mesures prises en l'esp&#232;ce sont contraires au but recherch&#233;, la dispersion de b&#226;timents sur des parcelles de 4500 m2 &#233;tant de nature &#224; compromettre d&#233;finitivement le site.\nSelon le projet primitif, le p&#233;rim&#232;tre prot&#233;g&#233; devait &#234;tre vou&#233; &#224; l'agriculture pour la plus grande partie de sa surface, un remaniement parcellaire devant en outre regrouper les \"pr&#233;tentions &#224; b&#226;tir\" en un point appropri&#233;, le moins dommageable possible du point de vue de la protection des sites. Ce projet ambitieux a &#233;chou&#233; devant l'opposition de la commune de Grandvaux, sans l'accord de laquelle il ne pouvait &#234;tre adopt&#233;. Comme le site m&#233;ritait protection, le Conseil d'Etat devait prendre alors les mesures de sa comp&#233;tence exclusive. Sans doute aurait-il d&#251; y renoncer si ces mesures avaient &#233;t&#233; r&#233;ellement inad&#233;quates. Mais on peut, sans arbitraire, consid&#233;rer que les r&#232;gles adopt&#233;es sont favorables &#224; la protection du site. Elles permettent &#224; l'autorit&#233; BGE 98 Ia 475 S. 482cantonale de contr&#244;ler l'implantation et le caract&#232;re des constructions, de fa&#231;on qu'elles portent au site la moindre atteinte possible. Elles emp&#234;chent de cr&#233;er des zones d'habitation trop denses, qui ne laissent plus rien subsister de l'aspect naturel des lieux, tandis qu'il est vraisemblable qu'en dehors des abords imm&#233;diats de la construction, des parcelles assez &#233;tendues conserveront leur nature primitive. Ces deux points sont importants pour la protection du paysage aussi bien que pour la sauvegarde d'une zone de d&#233;tente. En particulier, le plan permettra d'&#233;viter que l'impression d'espace que procure la vue d&#232;s le r&#233;servoir ne soit troubl&#233;e par des constructions trop serr&#233;es en premier plan. Ainsi que les repr&#233;sentants de l'Etat l'ont pr&#233;cis&#233; lors de l'inspection oculaire, l'autorit&#233; cantonale entend cr&#233;er un chemin permettant d'acc&#233;der de la gare de Grandvaux au Signal de ce nom, premier point de vue d'une grande zone verte des Hauts-de-Lavaux. Si l'on n'a pu &#233;viter que cette zone se constelle de constructions dans sa partie occidentale, il n'en &#233;tait pas moins utile d'emp&#234;cher qu'elle soit amput&#233;e compl&#232;tement de cette partie devenue une banlieue r&#233;sidentielle. Sans doute les terrains priv&#233;s compris dans le p&#233;rim&#232;tre resteront-ils ferm&#233;s au public. Mais le r&#233;servoir et ses abords sont d&#233;j&#224; am&#233;nag&#233;s en promenade publique et les for&#234;ts sont accessibles &#224; tous en vertu de l'art. 699 CC. D'autres fonds pourront &#234;tre mis &#224; la disposition du public par des moyens de droit priv&#233; ou de droit public. Ainsi, un emplacement de piquenique doit &#234;tre cr&#233;&#233; sur la propri&#233;t&#233; Dentan, que l'Etat a acquise de gr&#233; &#224; gr&#233;. Dans ces conditions, la solution d'une protection partielle adopt&#233;e par le Conseil d'Etat n'appara&#238;t pas d&#233;pourvue de toute justification. Elle s'&#233;carte certes du r&#233;gime beaucoup plus restrictif impos&#233; &#224; la commune de Cully pour la r&#233;gion de Sous-Gourze (cf. RO 98 I/a 427 ss., notamment 437/438). Mais s'il e&#251;t &#233;t&#233; difficile de justifier, pour cette r&#233;gion situ&#233;e au coeur m&#234;me de la zone &#224; prot&#233;ger, la choix d'une solution moins restrictive que pour la r&#233;gion du Signal de Grandvaux, &#224; la limite ouest de cette m&#234;me zone, l'inverse peut se soutenir.\nc) Selon le recourant, le motif principal pour lequel le Conseil d'Etat a renonc&#233; &#224; son projet primitif est la crainte de devoir payer d'&#233;normes indemnit&#233;s pour expropriation mat&#233;rielle. L'autorit&#233; cantonale ne s'est pas d&#233;termin&#233;e sur ce moyen. Il se peut que cet &#233;l&#233;ment ait jou&#233; un r&#244;le dans sa d&#233;cision. Mais cela n'impliquerait aucune violation de l'art. 4 Cst. Il est du devoir de l'autorit&#233; de prendre en consid&#233;ration le co&#251;t des BGE 98 Ia 475 S. 483mesures qu'elle se propose d'adopter et de renoncer &#224; celles qui se r&#233;v&#233;leraient trop on&#233;reuses au regard de l'int&#233;r&#234;t public en cause.\nd) Le recourant ne se plaint ni express&#233;ment, ni implicitement, d'une atteinte &#224; la garantie de la propri&#233;t&#233; (art. 22 ter Cst.), question qui aurait &#233;t&#233; du ressort de la Chambre de droit public si&#233;geant &#224; sept juges (art. 15 al. 2 OJ). Il ne pr&#233;tend pas express&#233;ment que l'autorit&#233; cantonale ait arbitrairement pes&#233; les int&#233;r&#234;ts en pr&#233;sence - soit l'int&#233;r&#234;t public &#224; la protection du site et l'int&#233;r&#234;t priv&#233; des propri&#233;taires &#224; conserver leurs droits exempts de restriction - avant de prendre sa d&#233;cision. Cela ne dispense pas la chambre de c&#233;ans d'aborder la question de la pes&#233;e des int&#233;r&#234;ts, car seul un int&#233;r&#234;t public pr&#233;dominant peut justifier une atteinte &#224; la propri&#233;t&#233; priv&#233;e. Mais, faute de toute d&#233;monstration du recourant sur ce point pr&#233;cis, elle ne pourrait casser la d&#233;cision que s'il &#233;tait &#233;vident, vu les faits &#233;tablis et les autres arguments du recours, que celle-ci repose sur une appr&#233;ciation insoutenable de l'importance r&#233;ciproque de ces int&#233;r&#234;ts. Tel n'est pas le cas. D'une part, il appara&#238;t indispensable de prot&#233;ger, f&#251;t-ce imparfaitement, si l'on ne peut le faire compl&#232;tement, le paysage particuli&#232;rement menac&#233; de Lavaux. D'autre part, le recourant conserve, sur sa parcelle de plus de 10 000 m2, des possibilit&#233;s de b&#226;tir certes restreintes, mais non n&#233;gligeables. Son int&#233;r&#234;t au maintien du r&#233;gime ant&#233;rieur n'appara&#238;t pas manifestement pr&#233;pond&#233;rant.\nLes mesures litigieuses &#233;chappent ainsi au grief d'arbitraire. 5. - Le recourant se pr&#233;tend victime d'une in&#233;galit&#233; de traitement, du fait que l'Etat de Vaud a achet&#233; en 1970 la propri&#233;t&#233; Dentan, voisine de la sienne.\nIl se peut que cet acte de droit priv&#233; ait &#233;t&#233; pass&#233;, &#224; l'&#233;poque o&#249; l'on envisageait encore une restriction beaucoup plus consid&#233;rable des possibilit&#233;s de b&#226;tir, aux fins d'&#233;viter une demande d'indemnit&#233; pour expropriation mat&#233;rielle. Mais le recourant ne peut rien en d&#233;duire en sa faveur. Dans la mesure o&#249; il serait victime d'une expropriation mat&#233;rielle en raison du plan litigieux, il aurait droit &#224; une indemnit&#233;, qu'il lui appartiendrait de r&#233;clamer selon la proc&#233;dure pr&#233;vue par le droit cantonal.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours.\n \n   \n   "
}