{
  "titre": "127 V 391",
  "annee": "2001",
  "contenu": "\n      \n  Chapeau\n127 V 39158. Arr&#234;t du 30 novembre 2001 dans la cause R. contre SUPRA Caisse-maladie et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 31 al. 1 let. a LAMal; art. 17 (phrase introductive) et art. 17 let. a ch. 2 OPAS: Traitement dentaire dans l'assurance obligatoire des soins en cas d'extraction de dents de sagesse incluses.  Egalement dans le cas de dents de sagesse incluses, l'existence d'une maladie dentaire tombant sous le coup de l'art. 17 let. a ch. 2 OPAS implique comme condition pr&#233;alable une dislocation dentaire. \n\n\n  \n  \n  \nFaits &#224; partir de page 391\n\n\n    BGE 127 V 391 S. 391\n   \n\n    A.- R., n&#233;e en 1980, a consult&#233; le 1er f&#233;vrier 1999 la doctoresse K., sp&#233;cialiste FMH en chirurgie maxillo-faciale. Le 7 avril 1999, ce m&#233;decin a proc&#233;d&#233; &#224; l'extraction de trois dents de sagesse incluses (nos 18, 28 et 38). Elle a &#233;tabli, le 22 avril 1999, une note d'honoraires de 1317 fr. 50.\nR. est assur&#233;e contre la maladie aupr&#232;s de la Caisse-maladie SUPRA. Par d&#233;cision du 14 d&#233;cembre 1999, la caisse a refus&#233; de prendre en charge les frais de l'intervention susmentionn&#233;e, consid&#233;rant qu'il s'agissait d'un traitement dentaire qui ne relevait pas des prestations obligatoires des soins. Elle a confirm&#233; son refus par une d&#233;cision sur opposition le 31 janvier 2000.BGE 127 V 391 S. 392\n   \n\n    B.- Par jugement du 30 octobre 2000, le Tribunal des assurances du canton de Vaud a rejet&#233; le recours form&#233; par l'assur&#233;e contre cette d&#233;cision.\n\n    C.- R. interjette un recours de droit administratif dans lequel elle conclut au paiement par la SUPRA du montant de 1317 fr. 50.\nLa Caisse-maladie SUPRA conclut au rejet du recours. Quant &#224; l'Office f&#233;d&#233;ral des assurances sociales, il ne s'est pas d&#233;termin&#233; &#224; son sujet.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Selon l'art. 31 al. 1 LAMal, l'assurance obligatoire des soins prend en charge les co&#251;ts des soins dentaires:\na. s'ils sont occasionn&#233;s par une maladie grave et non &#233;vitable du syst&#232;me de la mastication, ou\nb. s'ils sont occasionn&#233;s par une autre maladie grave ou ses s&#233;quelles,\nou\nc. s'ils sont n&#233;cessaires pour traiter une maladie grave ou ses s&#233;quelles.\nSelon l'art. 33 al. 2 LAMal, il appartient au Conseil f&#233;d&#233;ral de d&#233;signer en d&#233;tail les prestations pr&#233;vues &#224; l'art. 31 al. 1 LAMal. A l'art. 33 let. d OAMal, le Conseil f&#233;d&#233;ral, comme le permet l'art. 33 al. 5 LAMal, a d&#233;l&#233;gu&#233; &#224; son tour cette comp&#233;tence au D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur (DFI). Le DFI a fait usage de cette sous-d&#233;l&#233;gation aux art. 17 &#224; 19a de l'ordonnance sur les prestations dans l'assurance obligatoire des soins en cas de maladie du 29 septembre 1995 (OPAS; RS 832.112.31).\nL'art. 17 OPAS &#233;dict&#233; en ex&#233;cution de l'art. 31 al. 1 let. a LAMal renferme une liste des maladies graves et non &#233;vitables du syst&#232;me de la mastication. L'art. 18 OPAS (&#233;dict&#233; en application de l'art. 31 al. 1 let. b LAMal), &#233;num&#232;re les autres maladies graves susceptibles d'occasionner des soins dentaires; il s'agit de maladies qui ne sont pas, comme telles, des maladies du syst&#232;me de la mastication, mais qui ont des effets nuisibles sur ce dernier. Quant &#224; l'art. 19 OPAS (&#233;dict&#233; en ex&#233;cution de l'art. 31 al. 1 let. c LAMal), il pr&#233;voit que l'assurance prend en charge les soins dentaires n&#233;cessaires aux traitements de certains foyers infectieux bien d&#233;finis. Enfin, l'art. 19a OPAS (en vigueur depuis le 1er janvier 1997) concerne les traitements dentaires occasionn&#233;s par les infirmit&#233;s cong&#233;nitales.\nLa liste des affections de nature &#224; n&#233;cessiter des soins dentaires &#224; la charge de l'assurance selon les art. 17 &#224; 19 OPAS est exhaustive (ATF 124 V 193 consid. 4 et 347 consid. 3a).\n\n    2. En l'occurrence seule peut entrer en ligne de compte une prise en charge en vertu de l'art. 31 al. 1 let. a LAMal et 17 OPAS, BGE 127 V 391 S. 393plus pr&#233;cis&#233;ment la lettre a chiffre 2 de cette disposition de l'ordonnance.\na) Sous le titre \"Maladies du syst&#232;me de la mastication\", l'art. 17 OPAS a la teneur suivante:\nA condition que l'affection puisse &#234;tre qualifi&#233;e de maladie et le traitement n'&#233;tant pris en charge par l'assurance que dans la mesure o&#249; le traitement de l'affection l'exige, l'assurance prend en charge les soins dentaires occasionn&#233;s par les maladies graves et non &#233;vitables suivantes du syst&#232;me de la mastication (art. 31, 1er al., let. a, LAMal):\na. maladies dentaires:\n1. granulome dentaire interne idiopathique,\n2. dislocations dentaires, dents ou germes dentaires surnum&#233;raires, pouvant &#234;tre qualifi&#233;es de maladie (par exemple: abc&#232;s, kyste);\nb. maladies de l'appareil de soutien de la dent (parodontopathies):\n1. parodontite pr&#233; pubertaire,\n2. parodontite juv&#233;nile progressive,\n3. effets secondaires irr&#233;versibles de m&#233;dicaments;\nc. maladies de l'os maxillaire et des tissus mous:\n1. tumeurs b&#233;nignes des maxillaires et muqueuses et modifications pseudotumorales,\n2. tumeurs malignes de la face, des maxillaires et du cou,\n3. ost&#233;opathies des maxillaires,\n4. kystes (sans rapport avec un &#233;l&#233;ment dentaire),\n5. ost&#233;omy&#233;lite des maxillaires;\nd. maladies de l'articulation temporo-mandibulaire et de l'appareil de locomotion:\n1. arthrose de l'articulation temporo-mandibulaire,\n2. ankylose,\n3. luxation du condyle et du disque articulaire;\ne. maladies du sinus maxillaire:\n1. dent ou fragment dentaire log&#233;s dans le sinus,\n2. fistule bucco-sinusale;\nf. dysgnathies qui provoquent des affections pouvant &#234;tre qualifi&#233;es de maladie, tels que:\n1. syndrome de l'apn&#233;e du sommeil,\n2. troubles graves de la d&#233;glutition,\n3. asym&#233;tries graves cranio-faciales.\nb) Il existe des diff&#233;rences dans l'&#233;num&#233;ration de ces maladies. Ainsi le DFI se contente-t-il, dans certains cas, de d&#233;signer une maladie en particulier, par exemple l'arthrose de l'articulation temporo-mandibulaire (art. 17 let. d ch. 1 OPAS) ou la fistule bucco-sinusale (art. 17 let. e ch. 2 OPAS). Dans d'autres cas, l'auteur de BGE 127 V 391 S. 394l'ordonnance d&#233;crit un &#233;tat de fait, comme &#224; l'art. 17 let. a ch. 2 OPAS (\"dislocations dentaires, dents ou germes dentaires surnum&#233;raires\") en se servant de notions qui, comme telles, lui paraissent trop impr&#233;cises, de sorte qu'&#224; ses yeux l'affection doit en plus pouvoir &#234;tre qualifi&#233;e de \"maladie\" (par exemple: abc&#232;s, kystes). Il s'agit d&#232;s lors de savoir si cette notion de maladie diff&#232;re du crit&#232;re de la maladie pos&#233; de mani&#232;re g&#233;n&#233;rale &#224; l'art. 17 OPAS et si, en cons&#233;quence, les affections vis&#233;es par cette disposition entrent dans le catalogue des prestations &#224; la charge de l'assurance-maladie. En outre, il faut se demander si la notion de maladie dont use l'art. 17 OPAS, de mani&#232;re g&#233;n&#233;rale ou &#224; sa lettre a ch. 2 par exemple (dislocations dentaires, dents ou germes dentaires surnum&#233;raires), recouvre la notion de maladie d&#233;finie &#224; l'art. 2 al. 1 LAMal.\nc) Le Tribunal f&#233;d&#233;ral des assurances a consult&#233; &#224; ce sujet des publications &#233;manant de deux associations professionnelles et concernant la prise en charge par l'assurance-maladie des frais d'un traitement dentaire (Atlas des maladies avec effet sur le syst&#232;me de la mastication [Atlas SSO] r&#233;alis&#233; par la Soci&#233;t&#233; suisse d'odontostomatologie [SSO] et le Guide-LAMal de la Soci&#233;t&#233; suisse de chirurgie maxillo-faciale). Ces publications ne fournissent que peu de r&#233;ponses de principe aux questions pos&#233;es, qu'elles abordent selon une m&#233;thode casuistique. D'autre part, elles aboutissent &#224; des conclusions divergentes sur nombre de questions particuli&#232;res. A cela s'ajoute la port&#233;e pratique consid&#233;rable des probl&#232;mes pos&#233;s, dont les solutions sont susceptibles d'avoir des cons&#233;quences financi&#232;res importantes tant pour les assur&#233;s que pour les assureurs.\nCes consid&#233;rations ont amen&#233; le Tribunal f&#233;d&#233;ral des assurances &#224; confier &#224; un coll&#232;ge d'experts, le 28 mars 2000, une expertise de principe en mati&#232;re de m&#233;decine dentaire. Le coll&#232;ge d'experts &#233;tait compos&#233; de trois membres, savoir MM. Urs Gebauer, docteur en m&#233;decine dentaire &#224; la Klinik f&#252;r Kieferorthop&#228;die de l'Universit&#233; de Berne, Martin Chiarini, docteur en m&#233;decine dentaire &#224; l'Ecole de m&#233;decine dentaire, &#224; Gen&#232;ve, et Mme Wanda Gnoinski, docteur en m&#233;decine dentaire &#224; la Klinik f&#252;r Kieferorthop&#228;die und Kinderzahnmedizin, &#224; Zurich. Les experts ont eu la possibilit&#233; de demander le concours d'autres sp&#233;cialistes.\nL'expertise a &#233;t&#233; d&#233;pos&#233;e au tribunal le 31 octobre 2000 et elle a fait l'objet d'une discussion avec les experts le 16 f&#233;vrier 2001. Le 21 avril 2001, ces derniers ont d&#233;pos&#233; un rapport compl&#233;mentaire. Ils ont r&#233;pondu aux questions pos&#233;es sur un plan g&#233;n&#233;ral, c'est-&#224;-dire abstraction faite des cas particuliers pendants devant le tribunal.BGE 127 V 391 S. 395\n   \nIls ont ainsi fourni les &#233;l&#233;ments qui permettent une interpr&#233;tation de la loi fond&#233;e sur une meilleure compr&#233;hension de la science m&#233;dicale dont elle s'inspire.\n\n    3. a) Les experts ont &#233;t&#233; invit&#233;s &#224; se prononcer sur le caract&#232;re de maladie en pr&#233;sence de dislocations dentaires (position ectopique des dents), dents ou germes dentaires surnum&#233;raires au sens de l'art. 17 let. a ch. 2 OPAS. Ils ont estim&#233; qu'il devait s'agir d'une maladie qualifi&#233;e par rapport &#224; la notion de maladie d&#233;finie &#224; l'art. 2 al. 1 LAMal. Du moment que les notions de \"dislocations dentaires\" et de \"dents ou germes dentaires surnum&#233;raires\" visent aussi bien des maladies s&#233;v&#232;res que des affections de peu de gravit&#233; du syst&#232;me de la mastication, il est possible, gr&#226;ce &#224; ce crit&#232;re de distinction, de d&#233;limiter les maladies graves - c'est-&#224;-dire celles qui rev&#234;tent le caract&#232;re de maladie au sens de l'ordonnance - des autres affections qui ne peuvent pas &#234;tre qualifi&#233;es de graves et qui, en cons&#233;quence, ne tombent pas sous le coup de l'art. 31 al. 1 LAMal.\nb) Sur la base des conclusions des experts, le Tribunal f&#233;d&#233;ral des assurances a &#233;t&#233; amen&#233; &#224; consid&#233;rer, de mani&#232;re g&#233;n&#233;rale, que dans la mesure o&#249; elle suppose l'existence d'une atteinte qualifi&#233;e &#224; la sant&#233;, la notion de maladie au sens des art. 17 (phrase introductive) et 17 let. a ch. 2 OPAS, est plus restrictive que la notion de maladie valable g&#233;n&#233;ralement dans l'assurance-maladie sociale (art. 2 al. 1 LAMal). Autrement dit, le degr&#233; de gravit&#233; de la maladie est une des conditions de la prise en charge par l'assurance-maladie des traitements dentaires; les atteintes &#224; la sant&#233; qui ne pr&#233;sentent pas ce degr&#233; de gravit&#233; n'entrent pas dans les pr&#233;visions de l'art. 31 al. 1 LAMal. La r&#233;p&#233;tition du terme \"maladie\" &#224; l'art. 17 let. a ch. 2 OPAS vise &#224; mettre l'accent sur la condition de gravit&#233; requise de mani&#232;re g&#233;n&#233;rale &#224; l'art. 17 OPAS. En effet, dans le cas de dislocations dentaires, dents ou germes dentaires surnum&#233;raires, il se trouve pr&#233;cis&#233;ment un nombre pr&#233;pond&#233;rant d'affections l&#233;g&#232;res par rapport aux atteintes &#224; la sant&#233; qui rev&#234;tent un caract&#232;re de gravit&#233; (ATF 127 V 334 consid. 5b).\nc) Afin d'&#234;tre en mesure d'&#233;valuer le degr&#233; de gravit&#233; de la maladie en cas de dislocations dentaires, de dents ou germes dentaires surnum&#233;raires, les experts op&#232;rent une distinction entre la dentition en d&#233;veloppement - en r&#232;gle ordinaire jusqu'&#224; l'&#226;ge de 18 ans - et la dentition d&#233;finitive. S'agissant d'une dentition en d&#233;veloppement, l'affection peut avoir valeur de maladie lorsqu'elle provoque une entrave &#224; son d&#233;veloppement ordonn&#233; ou en pr&#233;sence d'un BGE 127 V 391 S. 396ph&#233;nom&#232;ne pathologique. Pour ce qui est d'une dentition d&#233;finitive, une entrave &#224; un d&#233;veloppement ordonn&#233; de la dentition n'entre pas en ligne de compte; l'&#233;tat de maladie se limite ici &#224; un ph&#233;nom&#232;ne pathologique.\naa) Selon les experts, pour qu'une entrave &#224; un d&#233;veloppement ordonn&#233; de la dentition ait valeur de maladie, elle doit &#234;tre en rapport avec une dislocation dentaire, des dents ou germes dentaires surnum&#233;raires; il faut, en outre, qu'elle se soit d&#233;j&#224; manifest&#233;e ou qu'elle repr&#233;sente un danger imminent selon l'exp&#233;rience m&#233;dicale dentaire; enfin, il faut que l'atteinte ne puisse pas &#234;tre supprim&#233;e ou &#233;vit&#233;e par des mesures simples. Comme exemples d'entraves &#224; un d&#233;veloppement ordonn&#233; de la dentition, les experts mentionnent l'entrave &#224; l'&#233;ruption de dents voisines, la r&#233;sorption ou le refoulement de celles-ci et l'arr&#234;t de la croissance de la cr&#234;te alv&#233;olaire &#224; la suite d'une ankylose de dents d&#233;finitives et d'une ankylose pr&#233;coce de dents de lait. Les experts consid&#232;rent comme &#233;tant des mesures th&#233;rapeutiques simples, notamment, l'extraction sans complication de dents de lait ou de dents d&#233;finitives (extraction simple), l'excision d'une calotte de muqueuse, ainsi que l'utilisation d'un appareillage simple pour offrir l'espace n&#233;cessaire &#224; l'&#233;ruption dentaire (par exemple un &#233;carteur fixe ou mobile, un arc lingual, un arc palatin, un \"headgear\").\nbb) Toujours selon les experts, on parle de ph&#233;nom&#232;ne pathologique quand il est en relation avec une dislocation dentaire ou des dents ou germes dentaires surnum&#233;raires, qu'il ne peut &#234;tre combattu par des mesures prophylactiques, qu'il provoque des dommages importants aux dents avoisinantes, &#224; l'os maxillaire ou aux tissus mous avoisinants ou encore qu'il risque, selon une &#233;valuation fond&#233;e sur un examen clinique ou au besoin radiologique, de provoquer avec une grande probabilit&#233; de tels dommages et qu'&#224; d&#233;faut d'intervention il en r&#233;sulterait une atteinte au syst&#232;me de la mastication. A titre d'exemples de dommages importants aux dents avoisinantes, &#224; l'os maxillaire ou aux tissus mous avoisinants, les experts mentionnent l'abc&#232;s, le kyste, pour autant qu'ils ne soient pas caus&#233;s par des caries ou une parodontite &#233;vitables, la r&#233;sorption ou le refoulement de dents avoisinantes, des poches de parodontose d&#233;j&#224; constitu&#233;es aupr&#232;s de dents avoisinantes, une p&#233;ricoronarite chronique-r&#233;cidivante (formation d&#233;butante d'un abc&#232;s) aupr&#232;s de dents de sagesse, de m&#234;me que des dents incluses en contact avec la cavit&#233; buccale, qui constituent un facteur de risque d'abc&#232;s r&#233;sultant de caries in&#233;vitables.\n\n    BGE 127 V 391 S. 397\n   \ncc) Les dents de sagesse disloqu&#233;es pr&#233;sentent, de l'avis des experts, une situation particuli&#232;re par rapport &#224; d'autres dents disloqu&#233;es ou &#224; des dents surnum&#233;raires. En effet, de par leur position topographique dans la r&#233;gion de l'angle mandibulaire inf&#233;rieur, elles pr&#233;sentent souvent des anomalies de position et sont la cause de complications inflammatoires et de formations kystiques, qui, en raison pr&#233;cis&#233;ment de cette position topographique particuli&#232;re, peuvent avoir de graves r&#233;percussions, telles que l'extension d'abc&#232;s dans des compartiments anatomiques comportant des structures vitales ou la fracture spontan&#233;e de la mandibule cons&#233;cutive &#224; un affaiblissement par de volumineuses formations kystiques.\n\n    4. Le Tribunal f&#233;d&#233;ral des assurances a consid&#233;r&#233;, en se ralliant au point de vue des experts, qu'il convenait de reconna&#238;tre un caract&#232;re de maladie au sens de l'art. 17 let. a ch. 2 OPAS aux entraves &#224; un d&#233;veloppement ordonn&#233; de la dentition ou &#224; un ph&#233;nom&#232;ne pathologique, pour ce qui est de la dentition en d&#233;veloppement, et &#224; un ph&#233;nom&#232;ne pathologique, pour ce qui est de la dentition d&#233;finitive. Le ph&#233;nom&#232;ne pathologique doit provoquer des dommages importants aux dents avoisinantes ou, sous certaines conditions, repr&#233;senter un risque imminent d'un tel dommage.\nEn cons&#233;quence, le caract&#232;re de maladie doit d'embl&#233;e &#234;tre ni&#233; lorsqu'on est uniquement en pr&#233;sence d'une dislocation dentaire, de dents ou germes dentaires surnum&#233;raires, par exemple quand l'&#233;cart par rapport &#224; la position et &#224; l'axe normaux d&#233;passe une valeur minimale (ATF 127 V 336 consid. 7a).\nEn outre, ainsi qu'on l'a vu, l'obligation de prise en charge par l'assurance-maladie suppose ici une atteinte qualifi&#233;e &#224; la sant&#233;: toute affection provoqu&#233;e par une dislocation dentaire, des dents ou germes dentaires surnum&#233;raires, ne justifie donc pas que des mesures diagnostiques ou th&#233;rapeutiques soient prises en charge par l'assurance-maladie.\n\n    5. Egalement dans le cas de dents de sagesse incluses, l'existence d'une maladie dentaire tombant sous le coup de l'art. 17 let. a ch. 2 OPAS implique donc, comme condition pr&#233;alable, une dislocation dentaire (arr&#234;t Z. du 26 septembre 2001 [K 89/98]).\nDans le cas particulier, il ressort d'un rapport de la doctoresse K., du 19 avril 1999, que la patiente l'a consult&#233;e pour des douleurs au niveau de la dent de sagesse &#224; droite qui semblait bouger avec un encombrement inf&#233;rieur. Ce m&#233;decin a pos&#233; le diagnostic d'accident d'&#233;ruption de dent de sagesse. Le fait qu'on est en pr&#233;sence d'un accident de ce type (qui, entre autres sympt&#244;mes, se manifeste par BGE 127 V 391 S. 398des douleurs ou une infection sous la forme d'un abc&#232;s, ou encore des inflammations) ne suffit pas, &#224; lui seul, pour justifier une prise en charge par l'assurance obligatoire des soins, puisque cette prise en charge suppose la pr&#233;sence d'une dislocation dentaire. Or, &#224; ce dernier propos, les &#233;l&#233;ments d'ordre m&#233;dical dont on dispose en l'esp&#232;ce sont insuffisants et trop impr&#233;cis pour qu'on puisse se prononcer en toute connaissance de cause sur le point de savoir si cette condition est ou non remplie. Au surplus, on ignore la nature exacte de l'affection qui s'est manifest&#233;e dans le cas particulier.\nLe 19 avril 1999, la doctoresse K. a adress&#233; au m&#233;decin-dentiste traitant de la recourante un document radiologique (orthopantomogramme) qui n'a pas &#233;t&#233; vers&#233; au dossier et dont la caisse n'a apparemment pas eu connaissance. On ne trouve par ailleurs au dossier aucun rapport du m&#233;decin-conseil de la caisse.\nLes pi&#232;ces dont on dispose ne permettent donc pas, dans le cas d'esp&#232;ce, de dire avec certitude si l'affection dont souffrait la recourante est une maladie qui r&#233;pond ou non aux crit&#232;res ci-dessus pos&#233;s par les experts. Il convient, d&#232;s lors, de renvoyer la cause &#224; la caisse intim&#233;e pour qu'elle proc&#232;de &#224; un compl&#233;ment d'instruction sur ce point, notamment en demandant des pr&#233;cisions &#224; la doctoresse K. et, &#233;ventuellement, en requ&#233;rant l'avis d'un expert, et qu'elle rende ensuite une nouvelle d&#233;cision.\n \n   \n   "
}