{
  "titre": "130 V 404",
  "annee": "2004",
  "contenu": "\n      \n  Chapeau\n130 V 40460. Extrait de l'arr&#234;t dans la cause K. contre Office de l'assurance-invalidit&#233; pour le canton de Vaud et Tribunal des assurances du canton de Vaud\nI 270/03 du 18 juin 2004\n  \nRegeste\nArt. 42 al. 1 et art. 95a LAVS (dans leur teneur en vigueur jusqu'au 31 d&#233;cembre 2002); art. 39 al. 1 LAI; art. 42 al. 1 et art. 81 LAI (dans leur version applicable jusqu'au 31 d&#233;cembre 2002); art. 23 al. 1, art. 25 al. 2 et art. 26 CC: Notion de domicile en tant que condition du droit &#224; une rente extraordinaire et &#224; une indemnit&#233; pour impotent de l'assurance-invalidit&#233;.  En ce qui concerne le droit &#224; la rente extraordinaire et l'allocation pour impotent de l'assurance-invalidit&#233;, la notion de domicile \"au sens du code civil\" est celle du domicile de l'art. 23 al. 1 CC, soit celle du domicile volontaire, &#224; l'exclusion du domicile d&#233;riv&#233; des personnes sous tutelle selon l'art. 25 al. 2 CC (consid. 5 et 6). \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 404\n\n\n    BGE 130 V 404 S. 404\n   \nExtrait des consid&#233;rants:\n\n    5. \n   \n\n    5.1 Lorsqu'une disposition en mati&#232;re d'assurances sociales renvoie &#224; une notion de droit civil, celle-ci devient partie int&#233;grante du droit des assurances sociales (MAURER, Schweizerisches BGE 130 V 404 S. 405Sozialversicherungsrecht, vol. I p. 234). Le cas &#233;ch&#233;ant, une telle notion peut cependant avoir un sens diff&#233;rent du droit civil (FRANZ HEIDELBERGER, Die Stellung des Unm&#252;ndigen im Zivilrecht und Sozialversicherungsrecht-Probleme der Koordination, th&#232;se Berne 1990, p. 72). C'est pourquoi il appartient &#224; l'administration et, en cas de recours, au juge d'interpr&#233;ter la notion de droit civil reprise dans le droit des assurances sociales. Ce faisant, ils doivent se fonder sur la port&#233;e et le but de la norme contenant un renvoi &#224; la notion de droit civil, afin de trancher le point de savoir si la notion reprise a la m&#234;me signification ou non qu'en droit civil (EUGEN BUCHER, Kommentar zum schweizerischen Privatrecht [Berner Kommentar], Schweizerisches Zivilgesetzbuch, Das Personenrecht: Art. 11-26 ZGB, 3e &#233;dition, Berne 1976, n. 21 ad Vorbemerkungen vor Art. 22-26 ZGB, n. 4 et 44 ad art. 23 CC; DANIEL STAEHELIN, Kommentar zum Schweizerischen Privatrecht [Basler Kommentar], Zivilgesetzbuch I: 1-359 ZGB, B&#226;le 1996, n. 3 ad art. 23 CC; MAURER, op. cit., note de bas de page 519 p. 235).\n\n    5.2 Selon la jurisprudence constante rendue par le Tribunal f&#233;d&#233;ral des assurances avant l'entr&#233;e en vigueur des dispositions modifi&#233;es par la 10e r&#233;vision de l'AVS, l'expression \"domicili&#233; en Suisse\" au sens des art. 42 al. 1 LAVS, 39 al. 1 et 42 al. 1 LAI impliquait que l'assur&#233; ait eu dans ce pays non seulement son domicile d'apr&#232;s les crit&#232;res du droit civil mais aussi sa r&#233;sidence effective, avec la volont&#233; de la conserver et de maintenir le centre de toutes ses relations en Suisse (ATF 111 V 182 consid. 4, ATF 105 V 168 consid. 3b; ATFA 1966 p. 23, et les r&#233;f&#233;rences). Comme l'exigence relative &#224; la \"r&#233;sidence effective\" a &#233;t&#233; codifi&#233;e sous les termes de \"r&#233;sidence habituelle\" par la 10e r&#233;vision, on doit consid&#233;rer que la notion de domicile au sens de l'art. 95a LAVS, en relation avec les art. 42 al. 1 LAVS, 39 al. 1 et 42 al. 1 LAI, correspond &#224; la notion de domicile au sens strict (\"domicile d'apr&#232;s les crit&#232;res du droit civil\") d&#233;finie par la jurisprudence relative &#224; l'ancien droit. Or, dans un arr&#234;t ATF 106 V 5, le Tribunal f&#233;d&#233;ral des assurances a jug&#233; qu'en ce qui concerne le droit &#224; la rente extraordinaire (art. 42 al. 1 LAVS), la notion de domicile (au sens strict) est celle des art. 23 et suivants CC, ce qui renvoie non seulement au domicile volontaire mais &#233;galement au domicile d&#233;riv&#233; (in casu : le domicile d&#233;riv&#233; de la femme mari&#233;e, selon l'ancien art. 25 al. 1 CC). Il a consid&#233;r&#233; qu'il n'y avait pas de motif particulier propre au droit des assurances sociales de s'&#233;carter de la notion sp&#233;cifique du domicile au sens des BGE 130 V 404 S. 406art. 23 ss CC en ce qui concerne le droit &#224; la rente extraordinaire (ATF 106 V 7 consid. 3a, et 9 consid. 3b in fine et 4).\nQuant au droit &#224; l'allocation pour impotent selon l'art. 42 LAI, le Tribunal a jug&#233; qu'il fallait s'en tenir &#224; la m&#234;me notion de domicile qu'en mati&#232;re de rente extraordinaire (arr&#234;ts non publi&#233;s D. L. du 22 ao&#251;t 1991, I 294/90, et W. du 1er d&#233;cembre 1987, I 288/87).\n\n    6. \n   \n\n    6.1 L'art. 6 al. 1 LAI a &#233;t&#233; modifi&#233; avec effet au 1er janvier 2001 par le ch. 1 de l'annexe &#224; la modification de la LAVS du 23 juin 2000 (RO 2000 2682) en ce sens que la clause d'assurance a &#233;t&#233; supprim&#233;e. Selon l'ancien art. 6 al. 1 LAI, en effet, une personne ne pouvait pr&#233;tendre des prestations de l'assurance-invalidit&#233; que si elle &#233;tait assur&#233;e lors de la survenance de l'invalidit&#233;.\nLa suppression de la clause d'assurance n'a toutefois pas entra&#238;n&#233; de changement important dans le syst&#232;me de l'assurance-invalidit&#233;. En effet, en ce qui concerne les ressortissants suisses, la port&#233;e de la clause d'assurance avait d&#233;j&#224; &#233;t&#233; fortement r&#233;duite avec la 10e r&#233;vision de l'AVS, puisque les int&#233;ress&#233;s assur&#233;s dans un Etat ayant conclu une convention de s&#233;curit&#233; sociale avec la Suisse &#233;taient d&#233;sormais assimil&#233;s aux ressortissants de cet Etat quant &#224; la r&#233;alisation de la clause d'assurance. Cette clause n'&#233;tait donc opposable qu'aux ressortissants suisses qui &#233;taient assur&#233;s dans un Etat avec lequel la Suisse n'avait pas conclu de convention de s&#233;curit&#233; sociale. Aussi fallait-il supprimer la clause d'assurance pour ceux d'entre eux qui avaient pay&#233; des cotisations en Suisse auparavant. Par ailleurs, cette suppression n'ouvrait pas de droits suppl&#233;mentaires en faveur des ressortissants de pays non contractants en raison de l'interdiction d'exportation des rentes, ni en faveur d'un ressortissant d'un Etat avec lequel la Suisse avait conclu une convention dite de type A, devenu invalide apr&#232;s &#234;tre rentr&#233; dans son pays d'origine. Quant aux ressortissants des Etats avec lesquels la Suisse avait conclu une convention dite de type B, ils pouvaient d&#233;sormais, gr&#226;ce &#224; la suppression de la clause d'assurance, pr&#233;tendre une rente de l'assurance-invalidit&#233; suisse m&#234;me s'ils vivaient dans un Etat tiers lors de la survenance de l'invalidit&#233; (Message du Conseil F&#233;d&#233;ral concernant une modification de la loi f&#233;d&#233;rale sur l'assurance-vieillesse et survivants [r&#233;vision de l'assurance facultative] du 28 avril 1999, FF 1999 4617 s.; cf. ALESSANDRA PRINZ, Suppression de la clause d'assurance pour les rentes ordinaires de l'AI : BGE 130 V 404 S. 407cons&#233;quences dans le domaine des conventions internationales, in: S&#233;curit&#233; sociale [CHSS] 2001 p. 42 s.).\n\n    6.2 Cela &#233;tant, il n'&#233;tait pas dans l'intention du l&#233;gislateur, par la suppression de la clause d'assurance, d'&#233;tendre &#224; d'autres personnes le cercle des b&#233;n&#233;ficiaires de prestations de l'assurance-invalidit&#233;. En particulier, il n'appara&#238;t pas que les conditions d'octroi de la rente extraordinaire d'invalidit&#233; et de l'allocation pour impotents dussent &#234;tre ainsi modifi&#233;es.\nAussi, dans la mesure o&#249; le maintien des principes jurisprudentiels expos&#233;s au consid. 5.2 pourrait aboutir &#224; un tel r&#233;sultat, il y a lieu d'adapter cette jurisprudence &#224; la situation juridique nouvelle d&#233;coulant de la suppression de la clause d'assurance. Certes, la condition relative au m&#234;me nombre d'ann&#233;es d'assurance que les personnes de la classe d'&#226;ge des int&#233;ress&#233;s (art. 42 al. 1 LAVS) permet d'&#233;viter, dans bien des cas, que l'octroi d'une rente extraordinaire soit d&#233;tourn&#233;e de son but. Une telle restriction n'existe toutefois pas en ce qui concerne l'allocation pour impotent. Aussi, &#233;tant donn&#233; la port&#233;e et le but de l'art. 95a LAVS en liaison avec les art. 39 al. 1 LAI, 42 al. 1 LAVS et 42 al. 1 LAI, faut-il consid&#233;rer que la notion de \"domicile au sens du code civil\" est celle du domicile de l'art. 23 CC, soit celle du domicile volontaire, &#224; l'exclusion du domicile d&#233;riv&#233; des personnes sous tutelle selon l'art. 25 al. 2 CC.\n \n   \n   "
}