{
  "titre": "99 Ia 594",
  "annee": "1973",
  "contenu": "\n      \n  Chapeau\n99 Ia 59473. Arr&#234;ts du 10 octobre 1973 dans la cause Section vaudoise de l'association suisse des vignerons-encaveurs et consorts contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nContributions cantonales. Art. 4 et 32quater Cst., 19 Cst. vaudoise. Qualit&#233; pour recourir (art. 88 OJ; consid. 1).  Objet et moyens du recours (consid. 2). \nNature juridique de la contribution pr&#233;lev&#233;e aupr&#232;s des vigneronsencaveurs pour couvrir les frais d'un office de propagande pour les produits du vignoble (consid. 3). \nLe pr&#233;l&#232;vement de cette contribution ne viole pas l'art. 32quater al. 3 et 4 Cst. (consid. 4). \nLa d&#233;l&#233;gation au Conseil d'Etat de la comp&#233;tence de fixer le montant de la contribution ne viole pas l'art. 19 Cst. vaudoise (consid. 5 a). \nEn revanche, elle est contraire au principe de l&#233;galit&#233; d&#233;duit de l'art. 4 Cst. (consid. 5 b). \n\n\n  \n  \n  \nFaits &#224; partir de page 595\n\n\n    BGE 99 Ia 594 S. 595\n   \n\n    A.- La loi vaudoise de 1924 sur la viticulture, modifi&#233;e et compl&#233;t&#233;e &#224; plusieurs reprises, prescrit ce qui suit &#224; son art. 53: \"L'Etat coordonne les actions collectives ou individuelles ayant pour but d'am&#233;liorer les m&#233;thodes de vinification, de faciliter une politique rationnelle des prix et d'assurer une propagande fructueuse en faveur des produits du vignoble vaudois. Il le fait entre autres par les moyens indiqu&#233;s aux articles suivants.\"\nParmi ces moyens, figurent la cr&#233;ation d'une Commission cantonale d'&#233;conomie vinicole, l'encouragement &#224; la cr&#233;ation de centrales vinicoles de producteurs, le warrantage d'exc&#233;dents en stocks, la mise &#224; disposition des centrales vinicoles et des exploitations priv&#233;es encavant au moins 50 000 litres de mo&#251;t par an, de conseillers oenologues, d'experts comptables ou commerciaux (art. 53ter &#224; 53quinquies). En outre, l'art. 54 pr&#233;voit que l'Etat organise et surveille un office central de propagande en faveur des produits du vignoble vaudois. Constitu&#233; par arr&#234;t&#233; du Conseil d'Etat du 7 mars 1941, sous le nom d'Office de propagande pour les vins vaudois, cet organisme est devenu en 1969 l'Office des vins vaudois.\nLes d&#233;penses r&#233;sultant de l'application de la loi sont couvertes par le Fonds vinicole cantonal et par un cr&#233;dit annuel port&#233; au budget (art. 55). Ce Fonds vinicole cantonal est aliment&#233; comme il suit, selon l'art. 55bis:\n\"...\na) par une contribution annuelle des propri&#233;taires de vignes;\na bis) par une taxe annuelle &#224; l'encavage;\nb) par les &#233;moluments pr&#233;vus &#224; l'art. 53 quinquies;\nc) par des recettes diverses...\nd) par des dons ou cotisations volontaires...\".\nL'art. 55quater ajoute que le Fonds vinicole cantonal sert &#224; couvrir en tout ou partie les d&#233;penses r&#233;sultant de l'application des art. 53quinquies et 54.\nLa taxe &#224; l'encavage a &#233;t&#233; introduite par la loi du 15 septembre 1971, pour contribuer &#224; couvrir les besoins croissants de l'Office des vins vaudois. A son sujet, l'art. 55ter al. 2 dispose ce qui suit:\n\"La taxe &#224; l'encavage est fix&#233;e annuellement par le Conseil d'Etat. Elle est due par la personne qui presse la vendange. Elle est calcul&#233;e sur le poids de la vendange press&#233;e selon les attestations officielles BGE 99 Ia 594 S. 596du contr&#244;le de la vendange ou par d'autres moyens d'appr&#233;ciation si un contr&#244;le satisfaisant n'a pu &#234;tre effectu&#233;. Son montant peut &#234;tre ajout&#233; au prix de vente ou de revente.\"\n\n    B.- Se r&#233;f&#233;rant aux art. 55bis et 55ter al. 2 tels qu'ils ont &#233;t&#233; modifi&#233;s par la loi du 15 septembre 1971, le Conseil d'Etat du canton de Vaud, par arr&#234;t&#233; du 5 novembre 1971, a fix&#233; la taxe &#224; l'encavage pour l'ann&#233;e 1971 &#224; 1 fr. par quintal de vendange press&#233;e, les &#233;l&#233;ments n&#233;cessaires de calcul de cette taxe &#233;tant fournis par le contr&#244;le officiel de la vendange institu&#233; par un arr&#234;t&#233; du 9 juillet 1954. Charg&#233; du recouvrement de cette taxe, le Service cantonal de la viticulture a notifi&#233; aux int&#233;ress&#233;s les bordereaux y relatifs, en date du 3 d&#233;cembre 1971.\nLa Section vaudoise de l'Association suisse des vigneronsencaveurs et un certain nombre de viticulteurs-encaveurs ont recouru au Conseil d'Etat, par acte du 13 d&#233;cembre 1971, en concluant &#224; l'annulation des bordereaux en question. Le Conseil d'Etat a rejet&#233; tous les recours, par d&#233;cision du 24 janvier 1973, motiv&#233;e en substance comme il suit:\nLa taxe &#224; l'encavage, telle qu'elle est institu&#233;e par l'art. 55bis lit. a bis de la loi sur la viticulture, n'est pas un imp&#244;t, mais une charge de pr&#233;f&#233;rence. L'Office des vins vaudois est une institution de droit public ayant pour mission de faire de la propagande g&#233;n&#233;rale en faveur des produits du vignoble vaudois. Il r&#233;pond donc aux int&#233;r&#234;ts g&#233;n&#233;raux de l'&#233;conomie vaudoise, ce qui permet de consid&#233;rer ses frais de fonctionnement comme des frais d'installations d&#233;termin&#233;es r&#233;alis&#233;es par la corporation pubhique dans l'int&#233;r&#234;t g&#233;n&#233;ral, la notion d'installation pouvant notamment couvrir une activit&#233; telle que la publicit&#233; en faveur d'une branche de l'&#233;conomie. Les personnes redevables de la taxe d'encavage tirent certainement un avantage particulier de l'activit&#233; de cet office qui, par sa publicit&#233;, facilite la commercialisation de leurs vins. Enfin, l'importance de la taxe calcul&#233;e proportionnellement au poids de la vendange press&#233;e est bien en rapport direct avec les profits particuliers retir&#233;s par les encaveurs de la propagande faite, ces profits variant en fonction de la quantit&#233; de vin &#224; commercialiser et donc du poids de la vendange press&#233;e. Etant affect&#233;e tout enti&#232;re au paiement d'une part des frais de l'Office des vins vaudois, elle est &#233;galement calcul&#233;e sur la base des d&#233;penses pr&#233;visibles de cet office.\nComme charge de pr&#233;f&#233;rence, la taxe contest&#233;e n'est pas BGE 99 Ia 594 S. 597incompatible avec l'art. 32quater al. 4 Cst., lequel ne vise que des imp&#244;ts sp&#233;ciaux ou d'autres restrictions, &#224; l'exclusion notamment des charges de pr&#233;f&#233;rence. Elle n'est pas davantage incompatible avec l'art. 19 al. 2 Cst. vaud., qui n'a en vue que les imp&#244;ts proprement dits et non les autres redevances. Certes, les charges de pr&#233;f&#233;rence comme les &#233;moluments sont soumis au principe de la l&#233;galit&#233;, selon la jurisprudence f&#233;d&#233;rale. Mais il n'est pas certain que celle-ci exclue une d&#233;l&#233;gation l&#233;gislative au gouvernement cantonal pour la d&#233;termination du montant de ces contributions. De toute mani&#232;re, en mati&#232;re d'&#233;moluments et de charges de pr&#233;f&#233;rence, l'exigence d'une base l&#233;gale formelle ne s'&#233;tend pas &#224; la d&#233;termination du montant, du taux ou m&#234;me du chiffre maximum de la contribution, les principes de la proportionnalit&#233; et de la couverture des frais assurant des garanties suffisantes aux d&#233;biteurs de cette contribution. L'argumentation tir&#233;e d'un pr&#233;tendu d&#233;faut de base l&#233;gale suffisante est donc &#233;galement infond&#233;e.\n\n    C.- Agissant par la voie du recours de droit public, les encaveurs d&#233;bout&#233;s, ainsi que la Section vaudoise de l'Association suisse des vignerons-encaveurs, demandent au Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du Conseil d'Etat du 24 janvier 1973 et, en cons&#233;quence, les bordereaux notifi&#233;s aux recourants pour la taxe &#224; l'encavage 1971. Ils soutiennent que cette taxe constitue un imp&#244;t sp&#233;cial ou d'affectation, dans la mesure o&#249; elle est destin&#233;e &#224; couvrir d'autres d&#233;penses que celles de l'Office des vins vaudois, en particulier les mesures de l'art. 53quinquies de la loi sur la viticulture ou des subsides &#224; la F&#233;d&#233;ration vaudoise des vignerons. Dans cette mesure, la taxe incrimin&#233;e serait contraire aux art. 32quater Cst., 19 al. 2 (l&#233;galit&#233; de l'imp&#244;t) et 30 al. 2 (s&#233;paration des pouvoirs) Cst. vaud., subsidiairement 4 Cst.\n\n    D.- Dans sa r&#233;ponse, le Conseil d'Etat conclut au rejet du recours de droit public.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'Association suisse des vignerons-encaveurs et la Section vaudoise de cette association ont notamment pour but, selon l'art. 3 de leurs statuts, de sauvegarder les int&#233;r&#234;ts l&#233;gitimes de leurs membres et de d&#233;fendre leurs droits constitutionnels. Les autres recourants, tous membres de ladite section vaudoise, sont astreints au paiement de la taxe litigieuse et BGE 99 Ia 594 S. 598seraient l&#233;s&#233;s dans leurs int&#233;r&#234;ts juridiquement prot&#233;g&#233;s si elle &#233;tait inconstitutionnelle, ainsi qu'ils le soutiennent. L'une et les autres ont qualit&#233; pour former un recours de droit public, en vertu de l'art. 88 OJ (cf., en ce qui concerne l'association, RO 94 I 4; 93 I 44, 127).\n\n    2. Il n'est pas contest&#233; que le Conseil d'Etat disposait d'un plein pouvoir pour l'examen des recours d&#233;pos&#233;s devant lui. Sa d&#233;cision a donc remplac&#233;, tout en les confirmant, les bordereaux de taxation notifi&#233;s par le Service cantonal de la viticulture. Elle peut seule &#234;tre attaqu&#233;e par la voie du recours de droit public, &#224; l'exclusion desdits bordereaux (RO 99 I a 148 consid. 2).\nLes recourants soutiennent que l'art. 55bis lit. a bis, instituant une taxe &#224; l'encavage, est contraire &#224; la constitution. Ils sont recevables &#224; le faire. Certes, le d&#233;lai l&#233;gal &#233;tant expir&#233;, la disposition l&#233;gale incrimin&#233;e ne peut plus &#234;tre attaqu&#233;e comme telle. Mais son inconstitutionnalit&#233; peut &#234;tre invoqu&#233;e dans un recours form&#233; contre une d&#233;cision d'application (RO 98 I a 164; 97 I 334, 347).\n\n    3. L'autorit&#233; cantonale consid&#232;re que la taxe &#224; l'encavage, institu&#233;e en septembre 1971 par la modification de l'art. 55bis de la loi sur la viticulture, constitue une charge de pr&#233;f&#233;rence, alors que les recourants soutiennent qu'il s'agit bien davantage d'un imp&#244;t sp&#233;cial.\na) L'imp&#244;t est la contribution vers&#233;e par un particulier &#224; une collectivit&#233; publique pour participer aux d&#233;penses r&#233;sultant des t&#226;ches g&#233;n&#233;rales d&#233;volues &#224; cette derni&#232;re en vue de la r&#233;alisation du bien commun. Il est per&#231;u sans conditions, non pas comme contrepartie d'une prestation de l'Etat ou d'un avantage particulier, mais en fonction d'une certaine situation &#233;conomique r&#233;alis&#233;e en la personne de l'assujetti.\nEn revanche, l'&#233;molument ou taxe se pr&#233;sente comme le prix de droit public impos&#233; unilat&#233;ralement au citoyen pour un certain recours &#224; l'administration publique ou &#224; un service public. La quotit&#233; d'une taxe doit &#234;tre directement en rapport avec l'avantage retir&#233; par le redevable. Si et dans la mesure o&#249; son montant exc&#232;de le co&#251;t de la prestation &#233;tatique, la taxe devient un imp&#244;t.\nEnfin, la \"charge de pr&#233;f&#233;rence\", troisi&#232;me forme de contribution publique, est une participation aux frais d'installations d&#233;termin&#233;es r&#233;alis&#233;es par une corporation publique dans l'int&#233;r&#234;t BGE 99 Ia 594 S. 599g&#233;n&#233;ral, participation mise &#224; la charge des personnes ou groupes de personnes auxquels ces installations procurent des avantages &#233;conomiques particuliers. Elle est calcul&#233;e d'apr&#232;s la d&#233;pense &#224; couvrir et mise &#224; la charge de celui qui profite des installations r&#233;alis&#233;es, dans une proportion correspondant &#224; l'importance des avantages &#233;conomiques particuliers qu'il en retire. Elle se distingue de l'imp&#244;t d'affectation ou de dotation (Zwecksteuer) en ce sens que si celui-ci est, lui aussi, destin&#233; &#224; couvrir des d&#233;penses d&#233;termin&#233;es, il est per&#231;u en revanche aupr&#232;s de tous les contribuables et non pas seulement aupr&#232;s de ceux auxquels les d&#233;penses &#224; payer procurent des avantages (RO 95 I 506/7 et les citations).\nb) La taxe &#224; l'encavage alimente - avec d'autres ressources - le Fonds vinicole cantonal, lequel doit couvrir, concurremment avec un cr&#233;dit budg&#233;taire, les d&#233;penses r&#233;sultant de la loi sur la viticulture (art. 55 et 55bis lit. a bis de ladite loi). Plus pr&#233;cis&#233;ment (art. 55quater), ce fonds couvre en tout ou partie les d&#233;penses r&#233;sultant de l'application des art. 53quinquies et 54 de la loi, pr&#233;voyant l'un que l'Etat met des experts - oenologues et commerciaux - &#224; la disposition des encaveurs importants, l'autre qu'il est constitu&#233; un office de propagande en faveur des produits du vignoble vaudois. Si les experts sont pay&#233;s par l'Etat, celui-ci per&#231;oit pour leurs services des &#233;moluments vers&#233;s dans le Fonds vinicole cantonal (art. 53quinquies al. 2). On ignore dans quelle proportion ces &#233;moluments couvrent la r&#233;mun&#233;ration des experts. Mais le Conseil d'Etat affirme dans sa r&#233;ponse que les frais r&#233;sultant de l'application de ce dernier article sont support&#233;s par le budget de l'Etat. Il en r&#233;sulte que la taxe &#224; l'encavage sert essentiellement &#224; couvrir les besoins de l'Office des vins vaudois. Ce sont du reste uniquement les besoins de cet office qui justifiaient, selon l'expos&#233; des motifs de la loi du 15 septembre 1971, l'introduction de cette taxe. Il s'agissait de fournir au fonds les ressources n&#233;cessaires pour porter de 480 000 fr. &#224; 700 000 fr. son versement annuel &#224; l'office, afin de permettre &#224; celui-ci d'intensifier sa propagande en faveur des produits du vignoble vaudois. Le Conseil d'Etat ajoute encore qu'en 1971, au taux de 1 fr. par quintal de vendange press&#233;e adopt&#233; cette ann&#233;e-l&#224;, la taxe &#224; l'encavage a produit 252 045 fr. 95, apr&#232;s d&#233;duction des frais de perception, ce qui repr&#233;sente un montant d'environ 1,07 ct. par litre de vin produit dans le canton.\n\n    BGE 99 Ia 594 S. 600\n   \nLa viticulture est une branche importante de l'&#233;conomie vaudoise; en faisant conna&#238;tre ses produits et en contribuant ainsi &#224; sa prosp&#233;rit&#233;, l'Office des vins vaudois agit dans l'int&#233;r&#234;t g&#233;n&#233;ral du canton. Mais son activit&#233; profite aussi et tout d'abord directement aux producteurs et aux commer&#231;ants en vins, qui en retirent un avantage &#233;conomique. On doit en conclure que telle qu'elle a &#233;t&#233; pr&#233;lev&#233;e pour l'ann&#233;e 1971, la seule en cause en l'esp&#232;ce, la taxe &#224; l'encavage r&#233;unissait tous les caract&#232;res de la charge de pr&#233;f&#233;rence. Per&#231;ue aupr&#232;s des encaveurs, qui b&#233;n&#233;ficient de la propagande faite par l'Office des vins vaudois, elle a produit un peu plus du tiers seulement des frais de cet office et ne repr&#233;sente qu'une charge d'un peu plus de 1 ct. par litre de vin produit, ce qui n'est certainement pas sup&#233;rieur aux avantages d'ordre &#233;conomique procur&#233;s aux encaveurs. M&#234;me ceux qui pratiquent surtout la vente directe &#224; une client&#232;le priv&#233;e b&#233;n&#233;ficient dans cette mesure au moins de l'augmentation de la demande qu'entra&#238;ne l'activit&#233; de l'office. Le crit&#232;re de r&#233;partition appara&#238;t judicieusement choisi, les avantages retir&#233;s de l'activit&#233; de l'office &#233;tant plus ou moins proportionnels &#224; la quantit&#233; de vin &#224; mettre dans le commerce. Sans doute ce crit&#232;re est-il sch&#233;matique. Mais c'est pratiquement in&#233;vitable, si l'on ne veut pas compliquer d&#233;mesur&#233;ment la perception (cf. RO 93 I 114 et les citations; 94 I 278). Le montant de la taxe est au demeurant fort modeste - les recourants eux-m&#234;mes l'admettent -, de sorte que des crit&#232;res de r&#233;partition plus diff&#233;renci&#233;s n'auraient gu&#232;re de raison d'&#234;tre, suppos&#233; qu'ils puissent &#234;tre d&#233;finis.\nIl n'est pas d&#233;cisif, pour d&#233;terminer la nature de la contribution, que l'Office des vins vaudois ne soit pas une installation technique, comme une station d'&#233;puration des eaux (cf. RO 93 I 106 ss.; 94 I 270 ss.) ou une route (cf. RO 98 I a 169 ss.). Ainsi, le Tribunal f&#233;d&#233;ral a admis qu'une contribution aux frais de d&#233;fense contre l'incendie, destin&#233;e &#224; couvrir une partie des d&#233;penses r&#233;sultant de l'entretien d'un corps de sapeurspompiers, &#233;tait une charge de pr&#233;f&#233;rence ((RO 86 I 97 ss.; cf. RO 70 I 124).\nEnfin il importe peu, pour d&#233;finir la nature de la taxe &#224; l'encavage, que les encaveurs qui sont en m&#234;me temps propri&#233;taires de vignes paient en outre une contribution calcul&#233;e en fonction de la surface viticole et vers&#233;e dans le m&#234;me fonds vinicole.\n\n    BGE 99 Ia 594 S. 601\n   \n\n    4. De l'avis des recourants, la taxe &#224; l'encavage viole les droits que leur conf&#232;re l'art. 32quater al. 3 et 4 Cst.\na) Contrairement &#224; ce qu'affirme le Conseil d'Etat dans sa r&#233;ponse, la disposition invoqu&#233;e conf&#232;re bien &#224; l'individu des droits qu'il peut faire valoir par la voie du recours de droit public. Le Tribunal f&#233;d&#233;ral a certes admis qu'il n'en &#233;tait rien (cf. RO 83 I 245), mais il se r&#233;f&#233;rait uniquement aux al. 1 et 2, ainsi que le d&#233;montre la suite des consid&#233;rants de cet arr&#234;t. En revanche, les al. 3 et 4 s'adressent incontestablement &#224; l'individu comme tel. Leur texte clair ne permet aucun doute sur ce point.\nb) L'art. 32quater al. 3 Cst. prohibe la perception, sur la vente de boissons spiritueuses non distill&#233;es, d'imp&#244;ts sp&#233;ciaux autres que les droits de patente. La taxe litigieuse, qui n'a pas le caract&#232;re d'un imp&#244;t au sens strict, mais bien celui d'une charge de pr&#233;f&#233;rence, ne tombe pas sous le coup de cette interdiction. Ce premier moyen est ainsi mal fond&#233;.\nc) En vertu de l'art. 32quater al. 4 Cst., les producteurs de vm et de cidre peuvent, sans autorisation et sans payer de droit, vendre le produit de leur propre r&#233;colte par quantit&#233; de deux litres ou plus. Les recourants en d&#233;duisent que toute contribution quelconque est contraire &#224; la constitution, et partant que la taxe litigieuse est mconstitutionnelle m&#234;me si elle constitue une charge de pr&#233;f&#233;rence.\nCette interpr&#233;tation ne s'impose nullement. La disposition de l'art. 32quater al. 4, 2e phrase, Cst. doit bien plut&#244;t s'entendre comme une restriction de la comp&#233;tence que l'art. 32quater al. 2 conf&#232;re aux cantons. Ainsi que le rel&#232;ve le Message du Conseil f&#233;d&#233;ral, le r&#233;gime alors en vigueur, permettant &#224; chacun de vendre sans contr&#244;le vin, bi&#232;re et cidre, &#224; condition de le faire par quantit&#233;s non inf&#233;rieures &#224; 2 litres, pr&#234;tait le flanc &#224; des critiques justifi&#233;es. On a donc entendu permettre aux cantons de soumettre au r&#233;gime de l'autorisation la vente par quantit&#233;s de 2 &#224; 10 litres. Toutefois, pour respecter une coutume bien &#233;tablie dans les pays de vignobles, ainsi que dans les r&#233;gions fruiti&#232;res de Suisse orientale, les producteurs vendant leur propre r&#233;colte ont obtenu le droit de le faire par quantit&#233; de 2 litres au moins, sans autorisation (FF 1926 I 326-328). En revanche, il n'est nullement question dans ce m&#234;me message d'une exemption de toute contribution, quelle qu'elle soit, en faveur de ces m&#234;mes producteurs. Il faut en conclure que le BGE 99 Ia 594 S. 602\"droit\" dont il est question &#224; l'al. 4 est le \"modeste &#233;molument\" de l'al. 2, dont les producteurs sont exon&#233;r&#233;s en m&#234;me temps que de l'obligation de se munir d'une autorisation. Le texte allemand use du reste dans ces deux alin&#233;as du m&#234;me mot \"Geb&#252;hr\". Sans doute est-il impropre, comme le rel&#232;ve BURCKHARDT (Kommentar der schweizerischen Bundesverfassung, 3e &#233;d., p. 273): le Message pr&#233;cise que l'&#233;molument d'autorisation \"ne devrait pas avoir un caract&#232;re fiscal accus&#233;\", ce qui signifie d&#233;j&#224; qu'il n'est pas n&#233;cessairement un pur &#233;molument au sens &#233;troit et peut constituer pour partie un imp&#244;t. Mais la reprise du m&#234;me terme confirme que le constituant n'a pas voulu viser autre chose &#224; l'alin&#233;a 2 et l'alin&#233;a 4. Le texte constitutionnel a donc exclu, en ce qui concerne les producteurs vendant leur propre r&#233;colte, les imp&#244;ts sp&#233;ciaux (al. 3) d'une part, et le \"modeste &#233;molument\" d'autorisation ou \"droit\" (al. 2 et 4) d'autre part. Il ne prohibe pas la contribution sui generis qu'est la charge de pr&#233;f&#233;rence.\nLes recourants soutiennent cependant encore que la perception de la taxe &#224; l'encavage les soumet &#224; un contr&#244;le officiel et de caract&#232;re fiscal dont la constitution f&#233;d&#233;rale doit pr&#233;cis&#233;ment les exempter. On ne peut les suivre sur cette voie. Sans doute la dispense d'autorisation implique-t-elle que l'autorit&#233; de police ne peut exercer de contr&#244;le permanent sur les ventes du producteur (BURCKHARDT, loc.cit.). Mais on ne voit pas en quoi un contr&#244;le &#224; but fiscal de la quantit&#233; r&#233;colt&#233;e serait prohib&#233;. Lors m&#234;me qu'elle aurait accessoirement un tel but, ce qui n'est nullement d&#233;montr&#233;, la perception de la taxe &#224; l'encavage ne violerait pas l'art. 32quater al. 4 Cst.\nLe second moyen d&#233;duit de cet article constitutionnel est ainsi mal fond&#233; lui aussi.\n\n    5. Les recourants soutiennent qu'en laissant au C nseil d'Etat le soin de fixer le montant de la taxe annuelle &#224; l'encavage, l'art. 55ter al. 2 nouveau, introduit dans la loi sur la viticulture par la modification du 15 septembre 1971, viole le principe de la l&#233;galit&#233; de l'imp&#244;t, consacr&#233; tant par l'art. 19 al. 2 Cst. vaud. que par l'art. 4 Cst.\na) L'art. 19 al. 2 Cst. vaud. dispose que la loi peut seule instituer les imp&#244;ts et qu'elle en fixe l'objet et les modalit&#233;s en fonction des facult&#233;s &#233;conomiques des contribuables. Il en r&#233;sulte clairement que les imp&#244;ts proprement dits sont seuls vis&#233;s, car eux seuls sont fix&#233;s en fonction des facult&#233;s &#233;conomiques BGE 99 Ia 594 S. 603du contribuable. Or la taxe &#224; l'encavage, telle qu'elle a &#233;t&#233; pr&#233;lev&#233;e en 1971, seule ann&#233;e en cause, est une charge de pr&#233;f&#233;rence. La constitution cantonale ne prohibe pas la d&#233;l&#233;gation l&#233;gislative en cette mati&#232;re. Les recourants, qui s'en prennent &#224; une d&#233;cision et non &#224; l'acte normatif comme tel, ne peuvent mettre en cause la constitutionnalit&#233; de celui-ci que dans la mesure o&#249; il leur a &#233;t&#233; appliqu&#233; (RO 93 I 101; 92 I 364; 91 I 459 s.; 90 I 79, 91). N'&#233;tant pas frapp&#233;s d'un imp&#244;t au sens strict, ils ne peuvent se plaindre d'une violation de l'art. 19 al. 2 Cst. vaud.\nb) Le Tribunal f&#233;d&#233;ral admet que le principe de la l&#233;galit&#233; s'applique, en vertu de l'art. 4 Cst., &#224; toutes les contributions publiques, &#224; la seule exception des simples &#233;moluments de chancellerie (RO 97 I 804 et les citations). Si la d&#233;l&#233;gation l&#233;gislative n'est pas exclue, la loi formelle doit d&#233;finir les limites dans lesquelles l'autorit&#233; d&#233;l&#233;gataire pourra user de son pouvoir. Elle doit d&#233;terminer au moins les conditions g&#233;n&#233;rales de la perception et le montant maximum de la contribution (RO 97 I 804, 347).\nL'art. 55ter al. 2 de la loi vaudoise sur la viticulture ne satisfait pas &#224; cette exigence. S'il d&#233;termine la personne du contribuable et l'assiette de la contribution, il ne fixe pas le montant maximum de la taxe. Il ne constitue donc pas une base l&#233;gale suffisante, m&#234;me pour la perception d'une charge de pr&#233;f&#233;rence.\nLe Tribunal f&#233;d&#233;ral s'est demand&#233; il est vrai, dans les deux arr&#234;ts pr&#233;cit&#233;s, s'il ne conviendrait pas d'assouplir l'exigence d'une base l&#233;gale formelle en mati&#232;re d'&#233;moluments, soumis de plein droit aux principes de la couverture des frais et de la proportionnalit&#233;, qui assurent d&#233;j&#224; une protection efficace au contribuable. La m&#234;me question pourrait se poser en mati&#232;re de charges de pr&#233;f&#233;rence, soumises &#224; des principes semblables. Mais elle peut rester ind&#233;cise en l'esp&#232;ce. Il incombait &#224; l'autorit&#233; l&#233;gislative elle-m&#234;me de fixer au moins la proportion dans laquelle les frais de l'Office des vins vaudois devaient &#234;tre support&#233;s par les encaveurs, par le moyen de la taxe &#224; l'encavage. Or la loi cantonale se borne &#224; pr&#233;voir que le Fonds vinicole couvre tout ou partie des frais de cet office et d'autres d&#233;penses encore. Il n'y a donc pas de relation n&#233;cessaire entre les frais de l'office et la taxe. Certes, l'expos&#233; des motifs &#233;tablissait cette relation. Mais elle n'a pas trouv&#233; son expression dans la loi. Le Conseil d'Etat e&#251;t pu, sans exc&#233;der les limites BGE 99 Ia 594 S. 604de la d&#233;l&#233;gation, instituer une contribution ayant, en partie en tout cas, le caract&#232;re d'un imp&#244;t d'affectation. Une d&#233;l&#233;gation aussi vague n'est pas compatible avec le principe de l&#233;galit&#233;. Des pr&#233;cisions s'imposaient d'autant plus qu'il est difficile de fixer objectivement la valeur des avantages procur&#233;s aux encaveurs par l'activit&#233; de l'office. De plus, les frais de cette activit&#233; peuvent varier dans une mesure beaucoup plus grande que ceux d'une installation technique, de sorte qu'il e&#251;t peut-&#234;tre &#233;t&#233; opportun de fixer le maximum de la taxe en valeur absolue plut&#244;t qu'en proportion des d&#233;penses de l'office. Il y avait une d&#233;cision politique &#224; prendre, d&#233;cision que l'autorit&#233; l&#233;gislative pouvait arr&#234;ter librement, mais dont elle ne pouvait se d&#233;charger en donnant un blanc-seing &#224; l'autorit&#233; ex&#233;cutive. Sans doute celle-ci n'en a-t-elle pas abus&#233;. La d&#233;cision attaqu&#233;e n'en repose pas moins sur une base l&#233;gale insuffisante. Elle doit &#234;tre annul&#233;e dans la mesure o&#249; elle concerne les recourants.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nAdmet le recours dans le sens des consid&#233;rants et annule la d&#233;cision attaqu&#233;e.\n \n   \n   "
}