{
  "titre": "124 IV 79",
  "annee": "1998",
  "contenu": "\n      \n  Chapeau\n124 IV 7913. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 20 f&#233;vrier 1998 dans la cause N. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 92 al. 2 LCR; violation des devoirs en cas d'accident;  d&#233;lit de fuite.  Le d&#233;lit de fuite au sens de l'art. 92 al. 2 LCR pr&#233;suppose comme &#233;l&#233;ment objectif de l'infraction qu'une personne ait &#233;t&#233; bless&#233;e ou tu&#233;e. \n\n\n  \n  \n  \nFaits &#224; partir de page 79\n\n\n    BGE 124 IV 79 S. 79\n   \n\n    A.- Le 17 mai 1995 vers 13h45, N. montait l'avenue d'Ouchy, &#224; Lausanne, au volant de sa voiture. Alors qu'il roulait &#224; une vitesse normale, il a effectu&#233; un brusque freinage &#224; l'approche d'un passage pour pi&#233;tons et a heurt&#233;, avec l'avant de sa voiture, un enfant qui s'y &#233;lan&#231;ait en courant. L'enfant est tomb&#233; par terre, s'est relev&#233; seul et a regagn&#233; le trottoir. N. a poursuivi sa route sans se pr&#233;occuper du sort de l'enfant.\n\n    B.- Par jugement du 15 mai 1997, le Tribunal de police du district de Lausanne a condamn&#233; N., pour violation simple des r&#232;gles de la circulation et violation des devoirs en cas d'accident, &#224; la peine de cinq jours d'emprisonnement, avec sursis durant deux ans, ainsi qu'&#224; une amende de 700 francs avec d&#233;lai de radiation anticip&#233;e de deux ans.\nLa Cour de cassation p&#233;nale du Tribunal cantonal vaudois a partiellement admis le recours de N. Par arr&#234;t du 21 juillet 1997, elle l'a condamn&#233;, pour violation des devoirs en cas d'accident au sens BGE 124 IV 79 S. 80de l'art. 92 al. 2 de la loi f&#233;d&#233;rale sur la circulation routi&#232;re (LCR; RS  741.01), &#224; la peine de cinq jours d'emprisonnement, avec sursis pendant deux ans, ainsi qu'&#224; une amende de 400 francs avec d&#233;lai de radiation anticip&#233;e de deux ans et l'a lib&#233;r&#233; du chef d'accusation de violation simple des r&#232;gles de la circulation.\n\n    C.- N. se pourvoit en nullit&#233; &#224; la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral. Invoquant une violation de l'art. 92 al. 2 LCR, il conclut &#224;  l'annulation de l'arr&#234;t attaqu&#233; et au renvoi de la cause &#224; l'autorit&#233; cantonale pour nouvelle d&#233;cision. Le Minist&#232;re public a conclu au rejet du pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. (Recevabilit&#233;).\n\n    2. a) Comme l'a relev&#233; &#224; juste titre la cour cantonale, la violation des devoirs en cas d'accident au sens de l'art. 92 al. 1 LCR est une contravention qui est ici prescrite. Seule demeure litigieuse la question de savoir si le recourant s'est rendu coupable d'un d&#233;lit de fuite au sens de l'art. 92 al. 2 LCR.\nb) Selon cette disposition, \"le conducteur qui aura pris la fuite apr&#232;s avoir tu&#233; ou bless&#233; une personne lors d'un accident de la circulation sera puni de l'emprisonnement\".\nComme il a &#233;t&#233; constat&#233; que le recourant, au volant de sa voiture, avait heurt&#233; un jeune pi&#233;ton, il n'est pas douteux que l'on se trouve en pr&#233;sence d'un accident de la circulation et que le recourant doit &#234;tre qualifi&#233; de conducteur selon les termes de l'art. 92 al. 2 LCR.\nc) Il se pose ensuite la question de savoir s'il a, lors de cet accident, \"bless&#233; une personne\". La jurisprudence a admis qu'une personne ne devait pas &#234;tre consid&#233;r&#233;e comme bless&#233;e si elle n'avait subi que des atteintes insignifiantes dont il n'y a pratiquement pas lieu de s'occuper (ATF 83 IV 42 s.); toutefois des &#233;corchures ou contusions l&#233;g&#232;res suffisent pour qu'une personne soit tenue pour bless&#233;e (ATF 122 IV 356 consid. 3b p. 359; ATF 95 IV 150 consid. 1). En l'esp&#232;ce l'enfant heurt&#233; par la voiture n'a subi, &#224; teneur de l'&#233;tat de fait de l'arr&#234;t attaqu&#233;, aucune blessure, &#233;corchure ou contusion, m&#234;me l&#233;g&#232;re. On doit donc admettre qu'il n'a pas &#233;t&#233; bless&#233; au sens de l'art. 92 al. 2 LCR, par le choc avec la voiture.\nd) La cour cantonale a estim&#233; que le recourant avait enfreint l'art. 92 al. 2 LCR en quittant les lieux de l'accident sans s'assurer que la victime n'&#233;tait pas bless&#233;e, alors qu'il ne pouvait exclure BGE 124 IV 79 S. 81l'existence d'une l&#233;sion interne comme, par exemple, la fracture d'un membre sup&#233;rieur.\nC'est &#224; tort que l'autorit&#233; cantonale s'est r&#233;f&#233;r&#233;e &#224; l' ATF 103 Ib 101 pour retenir une infraction &#224; l'art. 92 al. 2 LCR car dans cet arr&#234;t, l'enfant renvers&#233; par la voiture avait effectivement &#233;t&#233; bless&#233;.\nL'attitude du recourant ne saurait &#224; elle seule justifier une condamnation pour d&#233;lit de fuite au sens de l'art. 92 al. 2 LCR. Le fait qu'une personne ait  &#233;t&#233; bless&#233;e ou tu&#233;e est un &#233;l&#233;ment constitutif objectif de l'infraction (ATF ATF 122 IV 356 consid. 3b p. 358). Par rapport &#224; l'art. 92 al. 1 LCR, qui se pr&#233;sente comme l'infraction de base en mati&#232;re de violation des devoirs en cas d'accident, l'art. 92 al. 2 LCR se caract&#233;rise comme un cas aggrav&#233; (cf. Martin Schubarth, Kommentar zum schweizerischen Strafrecht, Besonderer Teil, 1. Band, Berne 1982, art. 128 CP, No 45); or, la jurisprudence a d&#233;j&#224; eu l'occasion d'expliquer que les cas aggrav&#233;s doivent &#234;tre r&#233;alis&#233;s aussi bien objectivement que subjectivement (cf. ATF 122 IV 360 consid. 2a p. 362 s. au sujet de l'art.  19 ch. 2 let. a LStup).\nLe pourvoi doit ainsi &#234;tre admis.\n\n    3. (Suite de frais).\n \n   \n   "
}