{
  "titre": "81 IV 267",
  "annee": "1955",
  "contenu": "\n      \n  Chapeau\n81 IV 267 57. Entscheid der Anklagekammer vom 16. September 1955 i.S. Generalprokurator des Kantons Bern gegen Juge d'instruction du canton de Vaud.\n\n  \n  \nRegeste\nArt. 346 al. 1 CP.  Le d&#233;lit de violation d'une obligation d'entretien (art. 217 CP) doit &#234;tre poursuivi et jug&#233; au lieu d'ex&#233;cution de cette obligation &#233;galement lorsque la collectivit&#233; publique est subrog&#233;e aux droits de l'ayant droit &#224; l'entretien. \n\n\n  \n  \nFaits &#224; partir de page 267\n\n\n    BGE 81 IV 267 S. 267\n   \n\n    A.- Den in Montet bei Cudrefin (Waadt) wohnenden Eheleuten Karl und Emma Wenger-Kramer wurden die unter ihrer elterlichen Gewalt stehenden Kinder Verena BGE 81 IV 267 S. 268und Fritz gem&#228;ss Art. 284 ZGB weggenommen. Verena Wenger ist in einem M&#228;dchenheim in Basel, Fritz Wenger in einem Erziehungsheim in Aarwangen untergebracht. F&#252;r die Kostgelder und die &#252;brigen Unterhaltkosten kommt die Direktion des F&#252;rsorgewesens des Kantons Bern auf. Da Karl Wenger ihr diese Auslagen in den Monaten August und September 1954 trotz Aufforderung und Zahlungsbefehl nicht ersetzte, reichte sie am 18. Oktober 1954 gegen ihn beim Untersuchungsrichter von Bern Strafanzeige ein mit dem Vorwurf, er habe im Sinne des Art. 217 StGB seine Unterhaltspflicht vernachl&#228;ssigt.\n\n    B.- Der Generalprokurator des Kantons Bern und der Untersuchungsrichter des Kantons Waadt streiten um den Gerichtsstand.\nDer Generalprokurator des Kantons Bern beantragt der Anklagekammer des Bundesgerichts mit Eingabe vom 16. August 1955, die Beh&#246;rden des Kantons Waadt seien zust&#228;ndig zu erkl&#228;ren, weil der Wohnsitz der unterhaltsberechtigten Kinder sich in diesem Kanton befinde.\nDer Untersuchungsrichter des Kantons Waadt h&#228;lt die bernischen Beh&#246;rden f&#252;r zust&#228;ndig, weil Wenger sich verpflichtet habe, an die F&#252;rsorgedirektion des Kantons Bern zu bezahlen, Bern also Erf&#252;llungsort sei.\n  \nConsid&#233;rants\n\nDie Anklagekammer zieht in Erw&#228;gung:\nNach der Rechtsprechung der Anklagekammer ist die Vernachl&#228;ssigung von Unterhaltspflichten am Orte zu verfolgen, wo der Pflichtige sie zu erf&#252;llen hat (BGE 69 IV 126).\nIst die Pflicht zum Unterhalt eines Kindes durch Leistung von Geld zu erf&#252;llen, weil es den Eltern durch die Vormundschaftsbeh&#246;rde wegen Gef&#228;hrdung seines leiblichen oder geistigen Wohles oder wegen Verwahrlosung weggenommen wurde (Art. 284 Abs. 1 ZGB), so befindet sich der Erf&#252;llungsort nicht am Wohnsitz des Kindes, der, BGE 81 IV 267 S. 269wenn die elterliche Gewalt fortbesteht, sich mit dem Wohnsitz des Vaters und der Mutter deckt (Art. 25 Abs. 1 ZGB). Er liegt auch nicht am Orte, wo das Kind untergebracht ist, und zwar auch dann nicht, wenn die Beh&#246;rde die Eltern angewiesen hat, das Unterhaltsgeld unmittelbar an die Person oder Anstalt zu leisten, die das Kind beherbergt und pflegt. Denn auch in diesem Falle schuldet der Unterhaltspflichtige nicht dieser Person oder Anstalt, hat doch nicht er, sondern die Beh&#246;rde sie mit der Beherbergung und Pflege des Kindes beauftragt. Er schuldet vielmehr dem Gemeinwesen, das in den Anspruch des Kindes gegen&#252;ber den leistungsf&#228;higen Eltern von Gesetzes wegen eintritt, ohne dass dadurch der subrogierte Anspruch seine Natur als familienrechtliche Unterhaltsforderung verl&#246;re (BGE 78 IV 44, 216). Erf&#252;llungsort ist der Sitz dieses Gemeinwesens, da Geldschulden, wenn nichts anderes bestimmt ist, an dem Orte zu zahlen sind, wo der Gl&#228;ubiger zur Zeit der Erf&#252;llung seinen Wohnsitz hat (Art. 74 Abs. 2 Ziff. 1 OR, Art. 7 ZGB).\nHier befindet sich also der Gerichtsstand zur Verfolgung des nachl&#228;ssigen Unterhaltspflichtigen. Es besteht kein Grund, ihn in Abweichung von der erw&#228;hnten Rechtsprechung in solchen F&#228;llen nicht mit dem Erf&#252;llungsort zusammenfallen zu lassen. Wenn das Gemeinwesen in den Anspruch des Unterhaltsberechtigten eingetreten ist, entf&#228;llt zwar die in BGE 69 IV 131 mit verwendete &#220;berlegung, dieser habe als der wirtschaftlich und auch sonst schw&#228;chere Teil R&#252;cksichtnahme n&#246;tig. Allein die &#252;brigen Gr&#252;nde, die f&#252;r den Gerichtsstand des Erf&#252;llungsortes in die Waagschale geworfen worden sind, haben auch hier Gewicht. H&#228;ufiger Wechsel der Wohnung oder Abwesenheit des Unterhaltspflichtigen an unbekanntem Orte k&#246;nnten auch hier einer wirksamen Strafverfolgung im Wege stehen, wenn sie an seinem Wohnorte stattfinden m&#252;sste. Ist auch das Gemeinwesen eher als der Unterhaltsberechtigte in der Lage, nach dem Aufenthalt des BGE 81 IV 267 S. 270Pflichtigen zu forschen, so bleibt es doch dabei, dass den Strafverfolgungsbeh&#246;rden solche Erhebungen in der Regel noch leichter m&#246;glich sind, als den Armenbeh&#246;rden, die die Kinder versorgt haben. Zudem ist die Rechtsanwendung einfacher und &#252;bersichtlicher, wenn auch im Falle der Subrogation des Unterhaltsanspruches der Erf&#252;llungsort den Gerichtsstand bestimmt.\nWenger ist daher weder im Kanton Waadt, wo er wohnt, noch etwa in Basel, wo eines seiner Kinder versorgt ist, sondern im Kanton Bern zu verfolgen und zu beurteilen, da dieser in den Unterhaltsanspruch eingetreten ist.\n  \nDispositif\n\nDemnach erkennt die Anklagekammer:\nDie Beh&#246;rden des Kantons Bern werden berechtigt und verpflichtet erkl&#228;rt, Karl Wenger zu verfolgen und zu beurteilen.\n \n   \n   "
}