{
  "titre": "98 Ia 427",
  "annee": "1972",
  "contenu": "\n      \n  Chapeau\n98 Ia 42768. Arr&#234;t du 15 mars 1972 dans la cause Commune de Cully contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nAutonomie communale.  1. Qualit&#233; de la commune pour recourir (consid. 1). \n2. A l'appui du grief d'atteinte &#224; son autonomie, la commune peut se plaindre d'une violation de son droit d'&#234;tre entendue (confirmation de la jurisprudence; consid. 2). \n3. Invoqu&#233; dans les m&#234;mes conditions, le grief de violation du principe de la bonne foi est aussi recevable (consid. 3). \n4. Autonomie des communes vaudoises en mati&#232;re d'am&#233;nagement du territoire et comp&#233;tences cantonales en cette m&#234;me mati&#232;re. Pouvoir d'examen du Tribunal f&#233;d&#233;ral (consid. 4). \n5. Balance des int&#233;r&#234;ts en pr&#233;sence (consid. 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 428\n\n\n    BGE 98 Ia 427 S. 428\n   \n\n    A.- La municipalit&#233; de Cully a adopt&#233; le 11 octobre 1965 un r&#232;glement communal sur le plan d'extension et la police des constructions, compl&#233;t&#233; par un plan des zones. R&#232;glement et plan ont &#233;t&#233; soumis &#224; l'enqu&#234;te publique du 5 novembre au 6 d&#233;cembre 1965, puis du 22 septembre au 22 octobre 1967. Adopt&#233;s par le Conseil communal de Cully les 30 mai 1967 et 7 mars 1968, ils ont &#233;t&#233; approuv&#233;s par le Conseil d'Etat du canton de Vaud le 5 novembre 1968. Selon les art. 63 et 64 du r&#232;glement, les constructions autres que celles destin&#233;es &#224; l'agriculture et &#224; la viticulture ne sont autoris&#233;es en zone rurale et viticole que sur des parcelles d'au moins 4500 m2, &#224; raison d'une habitation par parcelle, l'ensemble des constructions non agricoles d'une parcelle ne devant pas occuper plus du 1/15 de la surface de celle-ci.\nDurant l'enqu&#234;te de novembre 1965, deux propri&#233;taires de terrains au lieu dit \"Sous-Gourze\", en zone rurale et viticole, et un troisi&#232;me personnage, titulaire d'un droit d'emption sur BGE 98 Ia 427 S. 429des terrains de la m&#234;me zone, ont demand&#233; &#224; la municipalit&#233; de Cully d'&#233;tendre la zone de villas dans ce secteur, et notamment &#224; leurs parcelles. La Municipalit&#233; leur a r&#233;pondu comme il suit:\n\"L'extension tant au nord qu'au sud de la zone de villas \"Sous-Gourze\" pose des questions d'&#233;quipement, de d&#233;vestiture et de ravitaillement en eau potable qui doivent au pr&#233;alable &#234;tre bien pr&#233;cis&#233;es avec les propri&#233;taires int&#233;ress&#233;s. C'est pourquoi la Municipalit&#233; &#233;tablira un plan d'extension dans ce secteur. Elle a pris contact avec les propri&#233;taires en temps utile.\"\nCette r&#233;ponse a &#233;t&#233; sanctionn&#233;e par le Conseil d'Etat lors de l'approbation du r&#232;glement et du plan. Elle a &#233;t&#233; communiqu&#233;e aux opposants, conform&#233;ment &#224; l'art. 37 dernier alin&#233;a de la loi vaudoise du 5 f&#233;vrier 1941 sur les constructions et l'am&#233;nagement du territoire (LCAT).\nDans l'intervalle, le plan d'extension sp&#233;cial annonc&#233; avait &#233;t&#233; &#233;tabli et adopt&#233; par le Conseil communal le 30 avril 1968. Soumis pour examen pr&#233;alable au D&#233;partement des travaux publics en juin 1967, il avait suscit&#233; de la part de celui-ci diverses remarques, mais aucune r&#233;serve n'avait &#233;t&#233; faite quant &#224; son opportunit&#233;. L'enqu&#234;te publique, ouverte du 20 f&#233;vrier au 20 mars 1968, n'avait suscit&#233; aucune opposition de l'Etat.\nLe 28 novembre 1969, la Municipalit&#233; a transmis ce plan d'extension au D&#233;partement cantonal des travaux publics, office de l'urbanisme, aux fins d'approbation par le Conseil d'Etat. Par lettre du 12 janvier 1970, ce d&#233;partement a donn&#233; connaissance &#224; la commune du pr&#233;avis du Service cantonal des eaux, qui exigeait notamment la construction d'une station d'&#233;puration des eaux us&#233;es et s'opposait au d&#233;versement de celles-ci dans les eaux publiques. Il ajoutait que depuis son approbation pr&#233;alable trois faits nouveaux s'&#233;taient produits: la l&#233;galisation du plan communal des zones, l'adoption d'un nouveau plan directeur des &#233;gouts et l'&#233;tude du plan directeur de Lavaux. Enfin, il relevait qu'une route d'une pente de 24% &#233;tait insuffisante pour desservir un quartier neuf. La commune a r&#233;pondu le 12 f&#233;vrier 1970 que les propri&#233;taires avaient fourni les garanties n&#233;cessaires pour l'ex&#233;cution des travaux d'amen&#233;e d'eau et d'&#233;vacuation des eaux us&#233;es; elle ajoutait qu'il &#233;tait inadmissible de remettre en question le principe m&#234;me du plan d'extension apr&#232;s une proc&#233;dure de plusieurs ann&#233;es, en raison du plan directeur de Lavaux, qui venait d'&#234;tre port&#233; &#224; sa connaissance. Le 19 mars 1970, les repr&#233;sentants de la commune de BGE 98 Ia 427 S. 430Cully et ceux de l'Office cantonal de l'urbanisme ont tenu une conf&#233;rence sous la pr&#233;sidence du Conseiller d'Etat chef du D&#233;partement des travaux publics. Le 3 avril 1970, ce magistrat a &#233;crit &#224; la Municipalit&#233; de Cully qu'il ne pourrait pas proposer au Conseil d'Etat l'approbation du plan d'extension Sous-Gourze, tout en lui assurant l'appui de ses services pour la mise sur pied d'un am&#233;nagement d'ensemble des flancs de la Tourde-Gourze. Cependant, interpell&#233; par la Municipalit&#233;, le chef de l'Office de l'urbanisme lui a r&#233;pondu le 28 avril qu'il ne reviendrait pas sur la position qu'il avait prise dans son avis du 9 juin 1967, lors de l'examen pr&#233;alable, si les conditions impos&#233;es par le Service cantonal des eaux &#233;taient r&#233;alis&#233;es.\nLa commune a alors fait &#233;tudier une station d'&#233;puration, dont le projet complet a &#233;t&#233; soumis au Service cantonal des eaux. Celui-ci a fait savoir &#224; la Municipalit&#233; que, sur le vu de ce projet, il n'avait plus d'objection &#224; formuler contre l'adoption du plan d'extension. Par la suite, des conventions ont &#233;t&#233; conclues entre la commune de Cully et les propri&#233;taires int&#233;ress&#233;s &#224; l'approbation du plan d'extension de \"Sous-Gourze\", au sujet de la r&#233;partition des frais des travaux d'infrastructure projet&#233;s.\n\n    B.- Dans sa s&#233;ance du 7 juillet 1971, le Conseil d'Etat du canton de Vaud a d&#233;cid&#233; de refuser l'approbation du plan d'extension fixant une zone d'habitation familiale au lieu-dit \"Sous-Gourze\" et d'inviter la Municipalit&#233; de la commune de Cully &#224; envisager, avec l'aide du D&#233;partement des travaux publics, la mise sur pied d'un remaniement parcellaire. En communiquant cette d&#233;cision &#224; la Municipalit&#233; de Cully, le 17 ao&#251;t 1971, le chef du D&#233;partement des travaux publics relevait que, depuis l'approbation pr&#233;alable, un plan directeur de Lavaux avait &#233;t&#233; &#233;tudi&#233; par l'Office de l'urbanisme et pr&#233;voyait une zone de verdure sur les flancs de la Tour-de-Gourze; il ajoutait que le plan d'extension cantonal no 239, concernant le territoire de la commune voisine de Grandvaux, venait d'&#234;tre soumis &#224; l'enqu&#234;te publique et semblait pouvoir apporter une solution &#224; la question des indemnit&#233;s aux propri&#233;taires. Il jugeait malencontreux de compromettre ce plan en autorisant la construction de villas &#224; proximit&#233; imm&#233;diate, sur le territoire de Cully.\n\n    C.- La commune de Cully forme un recours de droit public contre la d&#233;cision du Conseil d'Etat, pour violation de son autonomie.\n\n    D.- Le Conseil d'Etat conclut au rejet du recours.\n\n    BGE 98 Ia 427 S. 431\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) La d&#233;cision attaqu&#233;e a &#233;t&#233; notifi&#233;e &#224; la Municipalit&#233; de la commune recourante par lettre dat&#233;e du 10 ao&#251;t 1971. Suppos&#233; m&#234;me que cette lettre soit parvenue &#224; destination ledit jour d&#233;j&#224;, le d&#233;lai de recours (art. 89 al. 1 OJ) n'a commenc&#233; de courir qu'apr&#232;s les f&#233;ries (art. 34 OJ) et venait ainsi &#224; &#233;ch&#233;ance au plus t&#244;t le 15 septembre 1971 (RO 79 I 246/247). L'acte de recours a &#233;t&#233; d&#233;pos&#233; le 14 septembre, soit en temps utile.\nb) Selon la jurisprudence, une commune a qualit&#233; pour former un recours de droit public lorsqu'un acte normatif ou une d&#233;cision de l'autorit&#233; cantonale la touche en sa qualit&#233; de d&#233;tentrice de la puissance publique et qu'elle all&#232;gue une violation de son autonomie (RO 95 I 36 et les citations; 96 I 236, 97 I 511). Le point de savoir si la commune est r&#233;ellement autonome dans le domaine en cause est une question de fond, non de recevabilit&#233; (RO 94 I 544 consid. 1).\nEn l'esp&#232;ce, le refus d'approuver le plan d'extension \"Sous-Gourze\" touche la commune de Cully dans sa qualit&#233; de personne de droit public charg&#233;e de l'am&#233;nagement du territoire, domaine dans lequel elle pr&#233;tend jouir d'une certaine ind&#233;pendance. Le recours pour violation de l'autonomie communale est ainsi recevable.\n\n    2. La commune se plaint tout d'abord de n'avoir pas eu l'occasion de demander le pr&#233;avis de la Commission cantonale consultative d'urbanisme et de n'avoir pas pu exposer au Conseil d'Etat ses arguments de fond. Le grief de violation du droit d'&#234;tre entendu ainsi formul&#233; est recevable, puisqu'il est invoqu&#233; &#224; l'appui d'un recours pour violation de l'autonomie communale. Le droit de la commune d'&#234;tre entendue avant que ne soit prise une d&#233;cision portant atteinte &#224; son autonomie est en effet intimement li&#233; &#224; la garantie m&#234;me de cette autonomie, o&#249; il trouve son fondement constitutionnel (RO 96 I 239).\nCe moyen est cependant mal fond&#233;. Le 12 janvier 1970, l'Office cantonal de l'urbanisme a attir&#233; l'attention de la commune sur les faits nouveaux importants survenus depuis l'approbation pr&#233;alable du plan par le D&#233;partement des travaux publics, en 1967. La Municipalit&#233; a r&#233;agi le 12 f&#233;vrier 1970 en contestant que l'on puisse lui opposer un projet cantonal tout r&#233;cent. Ses repr&#233;sentants ont ensuite particip&#233; le 19 mars 1970 &#224; une s&#233;ance pr&#233;sid&#233;e par le chef du d&#233;partement, s&#233;ance au BGE 98 Ia 427 S. 432cours de laquelle ils ont pu exposer leurs arguments. Enfin, le 3 avril 1970, le chef du d&#233;partement a fait savoir &#224; la Municipalit&#233; qu'il ne pourrait proposer au Conseil d'Etat l'adoption du plan litigieux. A ce moment en tout cas, la recourante ne pouvait plus avoir de doutes sur la position du chef du d&#233;partement. Elle n'a pas r&#233;agi, sans pr&#233;tendre aujourd'hui qu'un m&#233;moire pr&#233;sent&#233; &#224; ce moment e&#251;t &#233;t&#233; d&#233;clar&#233; irrecevable. Il est vrai que l'avis de la Commission cantonale consultative d'urbanisme n'a pas &#233;t&#233; requis. Mais, en vertu de l'art. 10 bis al. 3 LCAT, c'est &#224; la Municipalit&#233; qu'il appartient de demander l'intervention de cette commission. La commune recourante, qui ne l'a pas fait et qui a eu plusieurs occasions de pr&#233;senter ses moyens, ne peut donc se plaindre d'une violation du droit d'&#234;tre entendu.\n\n    3. Selon la jurisprudence, le principe de la bonne foi, qu'&#233;nonce l'art. 2 al. 1 CC, vaut aussi en droit administratif. D&#233;duit directement de l'art. 4 Cst., il s'applique &#224; l'ensemble de l'activit&#233; de l'Etat et prot&#232;ge le citoyen dans la confiance qu'il voue &#224; une assurance que lui donne l'autorit&#233;. Une information, m&#234;me erron&#233;e, ou une assurance donn&#233;e par l'administration lient celle-ci lorsque l'office dont elles &#233;manent &#233;tait comp&#233;tent pour les donner, que l'int&#233;ress&#233; ne pouvait d'embl&#233;e en reconna&#238;tre l'inexactitude et qu'en y ajoutant foi il a pris des dispositions sur lesquelles il ne peut revenir (RO 91 I 136 et les citations; 94 I 520 consid. 4 a; 96 I 15/16). Le Tribunal revoit librement si ces principes d&#233;coulant directement de l'art. 4 Cst. ont &#233;t&#233; viol&#233;s (RO 94 I 521/2).\na) La commune soutient que le Conseil d'Etat, li&#233; par les assurances pr&#233;c&#233;demment donn&#233;es, n'avait plus la facult&#233; de refuser d'approuver le plan d'extension \"Sous-Gourze\" et qu'en prenant la d&#233;cision attaqu&#233;e, il a viol&#233; le principe de la bonne foi, tel que l'a pos&#233; la jurisprudence. Ce grief est recevable. Il n'y a pas de motifs, en effet, de raisonner autrement que pour d'autres principes de l'activit&#233; administrative, dont la jurisprudence a admis l'application dans le domaine particulier de l'autonomie communale (cf., pour le principe d'&#233;galit&#233;: RO 97 I 509; pour le principe de proportionnalit&#233;: RO 96 I 242). On peut en revanche se demander si l'autorit&#233; est li&#233;e envers une collectivit&#233; publique dans la m&#234;me mesure et aux m&#234;mes conditions qu'envers une personne priv&#233;e. Toutefois, la recourante ne pr&#233;tendant pas quant &#224; elle devoir &#234;tre BGE 98 Ia 427 S. 433trait&#233;e autrement qu'un particulier,laquestion pourra rester ind&#233;cise si, comme le soutientle Conseil d'Etat, le principe de la bonne foi, tel qu'il est &#233;tabli par la jurisprudence pour les rapports entre l'autorit&#233; publique et un particulier, n'est pas viol&#233; en l'esp&#232;ce.\nb) Lors de l'approbation du plan et du r&#232;glement des constructions de la commune de Cully, le Conseil d'Etat a sanctionn&#233; aussi la r&#233;ponse de la commune aux opposants, r&#233;ponse aux termes de laquelle ladite commune &#233;tablirait un plan d'extension sp&#233;cial pour le secteur de Sous-Gourze. La recourante y voit l'assurance que le plan sp&#233;cial serait approuv&#233; par l'autorit&#233; cantonale. Or le Conseil d'Etat ne pourrait, sans faillir &#224; sa mission, s'engager d'avance &#224; approuver le plan que la commune mettra sur pied. L'autorit&#233; communale devait s'en rendre compte et ne saurait d&#232;s lors soutenir avoir cru de bonne foi &#224; un tel engagement. Certes, le Conseil d'Etat pourrait, &#224; ce stade de la proc&#233;dure d&#233;j&#224;, s'engager &#224; ne plus formuler d'objections de principe et ne r&#233;server sa d&#233;cision que pour les modalit&#233;s d'ex&#233;cution. Mais si l'on peut entendre dans ce sens la d&#233;cision d'approuver les r&#233;ponses aux opposants, ce n'est pas la seule interpr&#233;tation possible. En pr&#233;sence de cette seule manifestation de volont&#233;, la recourante n'avait pas de raisons suffisantes de penser que le Conseil d'Etat ne formulerait plus d'objections de principe &#224; l'encontre du plan sp&#233;cial.\nPour le surplus, les assurances que la commune dit avoir re&#231;ues n'&#233;manent pas du Conseil d'Etat lui-m&#234;me, mais du D&#233;partement des travaux publics et de l'Office de l'urbanisme. Or, quand bien m&#234;me ce d&#233;partement dispose de certaines comp&#233;tences propres, la recourante, moins encore qu'un particulier, ne pouvait ignorer que la d&#233;cision d&#233;finitive &#233;tait du ressort du Conseil d'Etat lui-m&#234;me, qui statue aussi bien sur la l&#233;galit&#233; que sur l'opportunit&#233;. Le D&#233;partement des travaux publics et l'Office de l'urbanisme pouvaient tout au plus s'engager, express&#233;ment ou par actes concluants, &#224; pr&#233;senter au gouvernement un pr&#233;avis favorable. Les assurances donn&#233;es n'&#233;manent donc pas de l'autorit&#233; comp&#233;tente pour prendre la d&#233;cision. La premi&#232;re des trois conditions cumulatives pos&#233;es par la jurisprudence n'est pas remplie et le principe de la bonne foi n'a pas &#233;t&#233; viol&#233;. On peut ainsi se dispenser d'examiner &#224; quelles conditions l'Etat aurait pu revenir sur une assurance qui l'aurait li&#233;, en principe, au m&#234;me titre qu'une approbation formelle (cf., sur ce point, RO 91 I 424/425 consid. 2 b).\n\n    BGE 98 Ia 427 S. 434\n   \nIl n'est sans doute pas satisfaisant que les services de l'Etat, conduisant des pourparlers avec une commune ou des particuliers, les engagent &#224; effectuer des op&#233;rations co&#251;teuses, qui se r&#233;v&#232;lent finalement vaines parce que l'autorit&#233; ex&#233;cutive sup&#233;rieure ne peut faire sien l'avis de ses subordonn&#233;s. Mais on ne saurait, pour ce motif, consid&#233;rer que cette autorit&#233; est li&#233;e par les assurances qu'ont pu donner ses services en dehors de leur comp&#233;tence, &#224; moins qu'elle ne les ait clairement sanctionn&#233;es. Ce serait porter une atteinte inadmissible &#224; ses pr&#233;rogatives. Il appartient aux autorit&#233;s cantonales, dans l'int&#233;r&#234;t m&#234;me de l'administration, de pr&#233;venir par des mesures appropri&#233;es la r&#233;p&#233;tition de faits semblables &#224; ceux de la pr&#233;sente esp&#232;ce.\n\n    4. Le champ et la port&#233;e de l'autonomie de la commune sont d&#233;termin&#233;s par le droit cantonal, que le Tribunal f&#233;d&#233;ral examine en principe librement s'il s'agit de dispositions constitutionnelles et sous l'angle restreint de l'arbitraire s'il s'agit de dispositions l&#233;gales. Dans son arr&#234;t Commune de Grandson c. Conseil d'Etat du canton de Vaud, du 16 octobre 1968 (RO 94 I 545 ss.), le Tribunal f&#233;d&#233;ral, apr&#232;s avoir rappel&#233; le principe &#233;nonc&#233; ci-dessus, a constat&#233; que la constitution vaudoise garantissait une certaine autonomie aux communes, mais que c'&#233;tait dans la l&#233;gislation qu'il fallait chercher des pr&#233;cisions. Le domaine de l'am&#233;nagement du territoire, r&#233;gi principalement par la loi du 5 f&#233;vrier 1941 sur les constructions et l'am&#233;nagement du territoire, rel&#232;ve avant tout de la comp&#233;tence cantonale; cependant, les communes peuvent &#233;tablir des plans, ainsi que des r&#232;glements compl&#233;tant la loi cantonale, ce qui leur laisse une marge d'appr&#233;ciation importante. Cette facult&#233; d'am&#233;nager leur territoire est toutefois limit&#233;e &#224; nouveau par la facult&#233; reconnue &#224; l'Etat d'&#233;tablir lui-m&#234;me des plans et des r&#232;glements d'extension cantonaux, qui, dans les zones o&#249; ils sont applicables, l'emportent en cas de conflit sur les r&#232;gles communales. Les parties ne remettent pas en question les principes ainsi d&#233;gag&#233;s du droit cantonal. Il convient de les compl&#233;ter en ce sens que les comp&#233;tences reconnues aux communes s'exercent sous le contr&#244;le de l'Etat, contr&#244;le qui s'&#233;tend &#224; l'opportunit&#233;. L'Etat peut ainsi intervenir &#224; un double titre: d'une part pour contr&#244;ler les actes communaux et d'autre part pour exercer les attributions qui lui sont conf&#233;r&#233;es en propre par la loi. Ce point non plus n'est pas contest&#233; en principe.\n\n    BGE 98 Ia 427 S. 435\n   \nPour que la protection assur&#233;e aux communes par le recours de droit public ne devienne pas illusoire, il incombe au Tribunal f&#233;d&#233;ral d'examiner non seulement si les pouvoirs exerc&#233;s par l'autorit&#233; cantonale lui sont reconnus par la loi, mais encore s'il a &#233;t&#233; fait de ces pouvoirs un usage lui-m&#234;me conforme au voeu de la loi (RO 94 I 548). Cependant, cet examen ne s'exercera en l'esp&#232;ce que sous l'angle de l'arbitraire, du moment que l'autonomie de la commune n'est garantie que par des textes du niveau l&#233;gislatif (RO 96 I 382 ss. consid. 3).\na) La commune recourante soutient que, dans l'exercice de son pouvoir de contr&#244;le des r&#232;glements et plans communaux, le Conseil d'Etat fait montre de retenue dans le contr&#244;le de l'opportunit&#233;. Elle ne d&#233;veloppe pas davantage cette affirmation et ne soutient pas notamment que, se d&#233;partant en l'esp&#232;ce de cette attitude g&#233;n&#233;rale, le Conseil d'Etat ait donn&#233; prise au grief d'in&#233;galit&#233; de traitement. Au reste, si une telle retenue se justifie pleinement, dans l'int&#233;r&#234;t de l'autonomie communale, lorsque les actes soumis &#224; l'approbation de l'autorit&#233; cantonale n'ont aucun effet indirect en dehors du territoire communal, elle n'a plus de raison d'&#234;tre lorsque ces actes pourraient se r&#233;v&#233;ler pr&#233;judiciables &#224; d'autres communes, ou &#224; l'int&#233;r&#234;t g&#233;n&#233;ral d'une r&#233;gion ou du canton tout entier. S'il avait modifi&#233; dans ce sens une pratique ant&#233;rieure moins interventionniste, le Conseil d'Etat n'encourrait pas le reproche d'in&#233;galit&#233; de traitement.\nb) En l'esp&#232;ce, le Conseil d'Etat oppose &#224; la commune l'int&#233;r&#234;t plus g&#233;n&#233;ral &#224; l'am&#233;nagement de la r&#233;gion de Lavaux. Il fait &#233;tat &#224; ce propos du projet de plan directeur de la r&#233;gion de Lavaux et du projet de plan d'extension cantonal no 239, relatif au territoire de la commune de Grandvaux. Sans doute ces plans n'ont-ils pas encore force de loi et il n'est pas invraisemblable qu'ils soient modifi&#233;s, m&#234;me profond&#233;ment, avant d'entrer en vigueur. Cependant, les &#233;tudes sont assez avanc&#233;es pour que le Conseil d'Etat puisse y voir l'expression d'un int&#233;r&#234;t g&#233;n&#233;ral et les opposer aux projets communaux incompatibles avec elles. Il importe en effet d'&#233;viter que l'efficacit&#233; des plans cantonaux soit compromise d'avance par les mesures communales. La position de la commune diff&#232;re de celle du particulier, &#224; l'&#233;gard duquel un acte normatif non encore en vigueur ne l&#233;gitime aucune intervention de l'Etat, tout en permettant il est vrai, lorsque l'entr&#233;e en vigueur est imminente, de diff&#233;rer l'examen d'une requ&#234;te (cf. RO 87 I 510, 89 I 472).\n\n    BGE 98 Ia 427 S. 436\n   \nC'est aussi pour tenir compte des besoins r&#233;gionaux et de ceux du canton dans son ensemble que la loi institue un contr&#244;le de l'Etat sur les actes communaux en mati&#232;re d'am&#233;nagement du territoire. Ce contr&#244;le perdrait toute efficacit&#233; de ce point de vue s'il devait se borner &#224; l'examen de la conformit&#233; avec le droit cantonal en vigueur. L'&#233;tablissement de projets int&#233;ressant toute une r&#233;gion prend beaucoup de temps et le risque de voir le canton pris de vitesse serait consid&#233;rable. Parmi les motifs d'opportunit&#233; justifiant l'intervention de l'Etat &#224; l'encontre de plans et de r&#232;glements communaux, il faut donc faire figurer les besoins de l'am&#233;nagement r&#233;gional avant qu'ils ne soient concr&#233;tis&#233;s par des mesures cantonales ex&#233;cutoires. Il convient ainsi d'examiner si l'int&#233;r&#234;t public &#224; l'am&#233;nagement de Lavaux, dans le sens du projet de plan directeur et du projet de plan d'extension cantonal no 239, l'emporte sur l'int&#233;r&#234;t de la commune &#224; am&#233;nager son territoire selon ses propres conceptions.\n\n    5. De l'avis de l'Office cantonal de l'urbanisme, auteur du projet du plan directeur de Lavaux, les sites &#224; prot&#233;ger comprennent notamment la Tour-de-Gourze et le Signal de Grandvaux, points forts du paysage, qui dominent toute la r&#233;gion. Si le Signal de Grandvaux, malgr&#233; la pr&#233;sence de plusieurs r&#233;sidences individuelles sur ses flancs, pr&#233;sente encore un point de vue panoramique tr&#232;s int&#233;ressant, le site de la Tour-de-Gourze offre, en raison de ses dimensions g&#233;n&#233;reuses, une aire de d&#233;lassement &#224; pr&#233;server; &#233;l&#233;ment essentiel du paysage de Lavaux, &#224; la rupture entre le Jorat et le coteau l&#233;manique, ce site offre &#224; son point culminant, &#224; 927 m d'altitude, une vue panoramique extr&#234;mement &#233;tendue et cr&#233;e, avec d'autres points hauts et avec les for&#234;ts, une succession d'espaces vari&#233;s et int&#233;ressants pour le promeneur. Tout en concluant que l'ensemble de la Tour-de-Gourze doit &#234;tre plac&#233; en zone de nonb&#226;tir, le projet admet que certaines parties pourraient recevoir des constructions r&#233;pondant aux besoins d'une aire de d&#233;lassement.\nLes constatations faites par la d&#233;l&#233;gation du Tribunal f&#233;d&#233;ral confirment le caract&#232;re exceptionnel du site de la Tour-de-Gourze. La vaste &#233;tendue de prairies et de for&#234;ts dont ce sommet est le centre et qui va du Signal de Grandvaux &#224; l'ouest, &#224; la hauteur de la Duflonne &#224; l'est couronne le coteau de Lavaux, adoucissant l'aspect g&#233;n&#233;ral du paysage auquel la culture de la vigne en terrasses, avec d'importants murs de sout&#232;nement et BGE 98 Ia 427 S. 437des affieurements rocheux, donne une certaine &#226;pret&#233; dans sa partie inf&#233;rieure. Livrer ces prairies &#224; la construction modifierait profond&#233;ment le caract&#232;re du paysage dans son ensemble, en isolant le vignoble de l'arri&#232;re-pays. Il est exact aussi que la r&#233;gion des Hauts-de-Lavaux peut constituer une zone de d&#233;tente et de repos pour la population du littoral l&#233;manique et de l'agglom&#233;ration lausonnoise, qui s'&#233;tend toujours plus en direction de l'est. Elle se pr&#234;te particuli&#232;rement bien &#224; cette fonction, comme le rel&#232;ve l'office pr&#233;cit&#233;, en raison de la diversit&#233; de ses aspects, conditionn&#233;s par l'orientation des pentes et les nombreux bois et haies d'arbres.\nCes consid&#233;rations g&#233;n&#233;rales justifient en principe des mesures de protection. Le Tribunal f&#233;d&#233;ral admet en effet depuis longtemps que la protection des sites naturels par des mesures restreignant ou interdisant la construction est une t&#226;che d'int&#233;r&#234;t public, qui s'impose avec d'autant plus de force que la population de plus en plus concentr&#233;e dans des agglom&#233;rations a besoin de lieux o&#249; elle puisse retrouver la tranquillit&#233; (RO 87 I 516/517, 88 I 253, 91 I 336; cf. aussi 94 I 58 ss., 96 I 234 ss.). La recourante ne conteste du reste pas s&#233;rieusement que le site de la Tour-de-Gourze m&#233;rite protection. Elle s'attache en revanche &#224; d&#233;montrer que la combe de Sous-Gourze peut &#234;tre soumise &#224; un r&#233;gime moins s&#233;v&#232;re.\nSes objections n'apparaissent cependant pas d&#233;cisives. Sans doute, la combe de Sous-Gourze est-elle isol&#233;e du reste de la r&#233;gion des Hauts-de-Lavaux par des cr&#234;tes, des bois ou des haies vives; il est exact aussi qu'elle &#233;chappe au regard lorsque, quittant le bord du lac, on entreprend l'ascension du coteau. Elle n'en est pas moins partie int&#233;grante de l'ensemble et reste tr&#232;s visible de beaucoup d'endroits, notamment des rives du lac et de l'agglom&#233;ration de Cully. Or, tant du point de vue de la protection du paysage que de la cr&#233;ation d'une aire de d&#233;lassement, il faut &#233;viter dans toute la mesure du possible les solutions de continuit&#233;. Il n'est donc pas indiff&#233;rent pour l'ensemble de la zone que la combe de Sous-Gourze con serve son aspect actuel ou qu'elle soit vou&#233;e &#224; la construction. C'est avec raison que, contrairement &#224; l'avis de la recouran te, le Conseil d'Etat se r&#233;f&#232;re au projet de plan no 239, relatif &#224; la r&#233;gion du Signal de Grandvaux. M&#234;me si l'on admet qu'il s'agit d'une zone topographiquement s&#233;par&#233;e de la comb e de Sous-Gourze, les questions d'am&#233;nagement qui se posent sont BGE 98 Ia 427 S. 438identiques dans les deux cas. S'il ne les avait pas assimil&#233;s, le Conseil d'Etat e&#251;t encouru le reproche d'incons&#233;quence. Il importe peu en outre qu'en 1968, le canton n'ait pas &#233;tendu &#224; la combe de Sous-Gourze le p&#233;rim&#232;tre du plan d'extension cantonal no 162, qui prot&#232;ge le sommet lui-m&#234;me. Cette d&#233;cision, quels qu'en aient &#233;t&#233; les motifs, pouvait &#234;tre reconsid&#233;r&#233;e sur le vu des besoins actuels de la protection des sites, qui s'attache &#224; maintenir intacts ou peu touch&#233;s des ensembles coh&#233;rents et non des objets isol&#233;s.\nDans ces conditions, on ne saurait dire que l'autorit&#233; cantonale ait abus&#233; de son pouvoir d'appr&#233;ciation en jugeant qu'un int&#233;r&#234;t public important justifiait de comprendre dans la zone prot&#233;g&#233;e le p&#233;rim&#232;tre du plan d'extension sp&#233;cial litigieux.\nLa commune lui oppose son int&#233;r&#234;t &#224; am&#233;nager son territoire selon ses propres conceptions, ainsi que son obligation d'honorer les engagements pris &#224; l'&#233;gard des propri&#233;taires. Or, s'ils placent la commune dans une position d&#233;sagr&#233;able, ces engagements ne peuvent lier l'Etat davantage que les assurances de ses services. L'int&#233;r&#234;t de la commune &#224; am&#233;nager elle-m&#234;me son territoire est, lui, incontestable. Mais on ne saurait le faire pr&#233;valoir en l'esp&#232;ce, pour toutes les raisons qui justifient la protection. En effet, si strictes qu'en soient les conditions, le plan sp&#233;cial litigieux appara&#238;t inopportun; dans une zone qui doit conserver dans son ensemble un caract&#232;re agreste, les parcelles pr&#233;vues (1500 m au minimum) gaspillent beaucoup de terrain sans rien laisser de naturel au paysage. M&#234;me si l'on devait admettre, avec la recourante, que les terrains en cause seront abandonn&#233;s par les agriculteurs et qu'il faudra les entretenir, les vouer &#224; la construction serait un rem&#232;de pire que le mal. En outre, la zone prot&#233;g&#233;e ne comprend qu'une faible partie du territoire communal; or il n'est pas exceptionnel que des communes soient touch&#233;es dans tout leur territoire ou dans une partie tr&#232;s importante de celui-ci par des mesures cantonales (cf. RO 96 I 241). Enfin, les constructions en ordre dispers&#233; prolif&#232;rent &#224; tel point que le paysage du vignoble de Lavaux est d&#233;j&#224; partiellement d&#233;figur&#233;. Bien que ses dangers aient &#233;t&#233; signal&#233;s, pr&#233;cis&#233;ment en prenant l'exemple de Lavaux, d&#233;j&#224; lors de l'Exposition nationale de 1964, ce ph&#233;nom&#232;ne n'a apparemment suscit&#233; que peu de r&#233;actions des pouvoirs publics. La commune de Cully elle-m&#234;me n'y a pas &#233;chapp&#233;. Il est d&#232;s lors l&#233;gitime de consid&#233;rer que des mesures BGE 98 Ia 427 S. 439draconiennes impos&#233;es par la collectivit&#233; publique sup&#233;rieure sont d&#233;sormais indispensables pour freiner cette &#233;volution dangereuse, pr&#233;server des paysages sinon intacts, du moins peu modifi&#233;s, et pr&#233;venir le gaspillage du sol. Le projet d'arr&#234;t&#233; f&#233;d&#233;ral instituant des mesures urgentes en mati&#232;re d'am&#233;nagegement du territoire est lui-m&#234;me fond&#233; sur le fait que la r&#233;partition actuelle des comp&#233;tences dans ce domaine n'a pas donn&#233; satisfaction de mani&#232;re g&#233;n&#233;rale (cf. FF 1972 I 493 ss.).\nIl s'ensuit que, loin de porter une atteinte arbitraire &#224; l'autonomie de la commune, la d&#233;cision attaqu&#233;e peut objectivement se fonder sur l'int&#233;r&#234;t public sup&#233;rieur du canton. Le recours doit donc &#234;tre rejet&#233;.\nSi, pour un motif quelconque, le plan cantonal n'&#233;tait finalement pas adopt&#233;, la commune pourrait pr&#233;senter &#224; nouveau son plan &#224; l'approbation de l'Etat. Il n'y a pas lieu, en revanche, d'appliquer par analogie &#224; la commune les principes, valables pour les particuliers, que pose l'art. 85 LCAT.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours.\n \n   \n   "
}