{
  "titre": "115 IV 221",
  "annee": "1989",
  "contenu": "\n      \n  Chapeau\n115 IV 22148. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 14 avril 1989, dans la cause W. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\n1. Art. 21 al. 1 et 221 CP; tentative d'incendie intentionnel. Celui qui allume un feu, dans l'intention de provoquer un incendie, se rend coupable de tentative d'incendie intentionnel, sans &#233;gard au fait que le feu pr&#233;sente ou non le caract&#232;re d'un incendie (consid. 1).  2. Art. 10, 11 et 43 CP; intention et volont&#233; d&#233;lictuelle. Il n'y a aucune contradiction entre l'irresponsabilit&#233; totale et l'existence d'une volont&#233;  (consid. 1). \n3. Art. 43 CP; mesures concernant les d&#233;linquants anormaux. Les mesures pr&#233;vues &#224; l'art. 43 CP rel&#232;vent exclusivement du juge p&#233;nal. Celui-ci ne pourra donc s'en remettre &#224; un m&#233;decin pour les lever ou en d&#233;terminer la dur&#233;e. En revanche, ces mesures ne font nullement obstacle &#224; d'&#233;ventuelles mesures ordonn&#233;es par l'autorit&#233; civile (consid. 2). \n\n\n  \n  \n  \nFaits &#224; partir de page 222\n\n\n    BGE 115 IV 221 S. 222\n   \n\n    Le 9 avril 1988, W. a allum&#233;, au moyen de journaux dont il s'&#233;tait muni, deux foyers dans un pavillon faisant office de salle d'attente situ&#233; &#224; la rue du Bugnon, &#224; Lausanne.\nEn cours d'enqu&#234;te, il a &#233;t&#233; l'objet d'une expertise psychiatrique dont le rapport, dat&#233; du 24 mai 1988, fait ressortir qu'il souffre de schizophr&#233;nie &#233;volutive &#224; forme parano&#239;de, avec phases d&#233;lirantes, que cette maladie mentale l'a enti&#232;rement priv&#233; de ses facult&#233;s d'appr&#233;ciation et de d&#233;termination au moment o&#249; il a agi, et que son irresponsabilit&#233; totale est ainsi &#233;tablie avec certitude.\nEn cons&#233;quence, par d&#233;cision du 5 septembre 1988 (date de la s&#233;ance du tribunal), le Tribunal d'accusation du Tribunal cantonal du canton de Vaud a admis que W. n'&#233;tait pas punissable (art. 10 CP), qu'il convenait d&#232;s lors de mettre fin &#224; l'action p&#233;nale, et que, par ailleurs, il n'y avait pas lieu d'envisager l'internement (art. 43 ch. 1er al. 2 CP). Il a donc prononc&#233; un non-lieu en faveur de l'accus&#233;, ordonn&#233; la poursuite du traitement psychiatrique BGE 115 IV 221 S. 223ambulatoire commenc&#233; et r&#233;serv&#233; l'hospitalisation sur d&#233;cision du m&#233;decin.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Bien que le recourant n'ait pas &#233;t&#233; condamn&#233;, il poss&#232;de la qualit&#233; pour d&#233;poser un pourvoi en nullit&#233;, d&#232;s lors que lui sont imputes dans la d&#233;cision attaqu&#233;e des faits constitutifs de tentative d'incendie (cf. ATF 96 IV 66). Il soutient que les conditions pos&#233;es par la jurisprudence pour que l'on puisse admettre l'existence d'un incendie au sens des art. 221 ou 222 CP, ne sont pas remplies. Selon lui, les vieux papiers qu'il a allum&#233;s n'ont jamais constitu&#233; un foyer ayant la dimension d'un sinistre important d&#232;s lors qu'il a toujours &#233;t&#233; en mesure de les &#233;teindre. Il existerait par ailleurs un doute sur le point de savoir si en r&#233;alit&#233; il entendait mettre le feu aux locaux ou aux journaux seulement.\nIl convient de relever d'embl&#233;e, &#224; ce sujet, que, m&#234;me si l'autorit&#233; cantonale a admis que le recourant avait allum&#233; deux foyers dans le pavillon en cause, elle a constat&#233; qu'il avait agi avec le dessein de provoquer un incendie, et qu'il aurait d&#251; &#234;tre renvoy&#233; comme accus&#233; de la tentative d'incendie intentionnelle pour laquelle il a b&#233;n&#233;fici&#233; d'un non-lieu. Le dessein, de m&#234;me que le contenu de la volont&#233; et des pens&#233;es de l'auteur relevant de l'&#233;tablissement des faits (ATF 100 IV 221, ATF 101 IV 50, ATF 102 IV 105, ATF 105 IV 214), c'est en vain que le recourant tente de revenir sur ce point dans le cadre d'un pourvoi en nullit&#233; (art. 273 al. 1 lit. b et 277bis al. 1 PPF). Or si le recourant avait l'intention de causer un incendie, peu importe que le feu de journaux allum&#233;s ait eu ou non le caract&#232;re d'un incendie et que le recourant ait eu la possibilit&#233; de l'&#233;teindre. Le premier moyen ne peut ainsi qu'&#234;tre rejet&#233;.\nPar ailleurs il n'y a pas de contradiction &#224; admettre qu'une personne a eu le dessein de provoquer un incendie alors qu'elle a agi en &#233;tat d'irresponsabilit&#233; totale, l'absence de volont&#233; d&#233;lictuelle n'impliquant nullement l'absence de volont&#233; tout court. L'argumentation du recourant sur ce point m&#233;conna&#238;t d'ailleurs le syst&#232;me de la r&#233;pression des infractions en application du Code p&#233;nal. Lorsque l'autorit&#233; p&#233;nale est saisie, elle ne commence pas par examiner l'&#233;tat mental de l'inculp&#233; (qui souvent n'est pas encore connu), mais bien plut&#244;t par rechercher si les &#233;l&#233;ments objectifs constitutifs d'une infraction sont r&#233;unis. Ensuite, il convient de rattacher ces &#233;l&#233;ments &#224; une personne physique puis, BGE 115 IV 221 S. 224mais seulement alors, il s'agit de d&#233;terminer si cette personne est responsable p&#233;nalement en tout ou partie et, dans l'affirmative, quelle est l'&#233;tendue de sa volont&#233; d&#233;lictuelle. Selon l'hypoth&#232;se, le juge fera abstraction de toute peine  (art. 10 CP), att&#233;nuera librement celle-ci (art. 11 CP) ou en suspendra l'ex&#233;cution (art. 43 ch. 2 et 44 ch. 1 CP) en ordonnant les mesures n&#233;cessaires en application des art. 43 et 44 CP. Le d&#233;linquant au sens de l'art. 43 CP est donc en principe celui auquel sont imputables les &#233;l&#233;ments constitutifs  (Tatbestand) d'une infraction r&#233;prim&#233;e par le code p&#233;nal (la version allemande du code p&#233;nal utilise d'ailleurs le terme d'auteur (T&#228;ter), ce qui est d&#233;cisif). Au surplus, on constate que si le l&#233;gislateur, contrairement &#224; ce qu'il a fait &#224; l'art. 11 CP, n'a pas utilis&#233; le mot de d&#233;linquant &#224; l'art. 10  CP, il n'a pas non plus qualifi&#233; l'acte de celui qui se pr&#233;vaut de cette disposition de licite, mais qu'il s'est limit&#233; au contraire &#224; d&#233;clarer cet auteur non punissable, ce qui laisse subsister l'infraction. Enfin, il faut relever que la relation des art. 10 CP (o&#249; ne se trouve pas le terme de  \"d&#233;linquant\") et 11 CP (o&#249; ce mot figure) avec les art. 43 et 44 CP est identique. C'est donc en vain que le recourant critique l'application qui lui a  &#233;t&#233; faite de l'art. 43 CP.\n\n    2. Le recourant fait enfin grief &#224; l'autorit&#233; cantonale d'avoir ordonn&#233; la poursuite du traitement psychiatrique entrepris sous la forme ambulatoire et r&#233;serv&#233; l'hospitalisation sur d&#233;cision du m&#233;decin. Il s'en prend &#224; cette derni&#232;re r&#233;serve en faisant valoir que l'art. 43 CP ne permet au juge que d'ordonner selon les cas un traitement ambulatoire, une hospitalisation ou un internement et qu'une d&#233;l&#233;gation &#224; une autorit&#233; non judiciaire est inconcevable. Sur ce dernier point, l'argumentation du recourant est pertinente. En effet, il d&#233;coule du texte m&#234;me de l'art. 43 ch. 1 CP que les mesures et dispositions prises en vertu de ce texte incombent au juge p&#233;nal et &#224; lui seul (ATF 108 IV 86 consid. 3c). L'autorit&#233; cantonale devait donc ordonner l'une des mesures de l'art. 43 CP, qu'elle restera seule habilit&#233;e &#224; modifier ou &#224; lever par la suite, mais elle ne pouvait en aucun cas d&#233;l&#233;guer cette comp&#233;tence &#224; quelque m&#233;decin que ce soit, ainsi que le laisse entendre le chiffre II du dispositif entrepris, qui doit en cons&#233;quence &#234;tre annul&#233;. Cela dit, le prononc&#233; de l'autorit&#233; p&#233;nale ne soustrait nullement le recourant &#224; l'emprise de la justice civile qui demeure comp&#233;tente pour prendre toute mesure utile, m&#234;me d'internement, dans le cadre des art. 397a ss CC.\n \n   \n   "
}