{
  "titre": "135 V 172",
  "annee": "2009",
  "contenu": "\n      \n  Chapeau\n135 V 17223. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. EXFOUR Familienausgleichskasse und Mitb. gegen Kanton Luzern (Beschwerde in &#246;ffentlich-rechtlichen Angelegenheiten)\n8C_366/2008 vom 1. April 2009\n  \n  \n  \nRegeste&#160;a\nArt. 3 al. 2 et art. 17 al. 2 let. k LAFam; &#167; 18 de la loi du canton de Lucerne du 8 septembre 2008 sur les allocations familiales (LAFam/LU); compensation.  Les cotisations qui sont pr&#233;lev&#233;es conform&#233;ment aux art. 11 ss LAFam ne doivent pas servir &#224; financer des allocations familiales de droit cantonal en faveur de personnes exer&#231;ant une activit&#233; ind&#233;pendante (non agricole) dans le cadre d'une compensation &#233;ventuelle selon l'art. 17 al. 2 let. k LAFam (consid. 6). \n\n\n  \nRegeste&#160;b\nArt. 5 al. 2 Cst.; art. 17 al. 2 let. f et k LAFam; &#167; 20 al. 4, deuxi&#232;me phrase, de la loi du canton de Lucerne du 8 septembre 2008 sur les allocations familiales (LAFam/LU); mesure administrative.  Les cantons peuvent pr&#233;voir des mesures lorsque les donn&#233;es n&#233;cessaires pour effectuer une compensation &#233;ventuelle selon l'art. 17 al. 2 let. k LAFam ne sont pas d&#233;pos&#233;es en temps utile; &#224; cet &#233;gard, ils ne sont pas li&#233;s par les r&#232;gles de l'AVS relatives &#224; la sommation et aux int&#233;r&#234;ts moratoires. Le suppl&#233;ment de 50 % pr&#233;vu au &#167; 20 al. 4 LAFam/LU ne respecte pas le principe de la proportionnalit&#233; au sens de l'art. 5 al. 2 Cst. (consid. 7). \n\n\n  \n  \n  \nFaits &#224; partir de page 173\n\n\n    BGE 135 V 172 S. 173\n   \nDie Beschwerden werden teilweise gutgeheissen.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    5. Das angefochtene kantonale Familienzulagengesetz (Gesetz vom 8. September 2008 &#252;ber die Familienzulagen [FamZG/LU; SRL 885]) st&#252;tzt sich auf das Bundesgesetz vom 24. M&#228;rz 2006 &#252;ber die BGE 135 V 172 S. 174Familienzulagen (FamZG; SR 836.2). Dessen Vorgaben sind gem&#228;ss Art. 191 BV f&#252;r das Bundesgericht verbindlich, selbst wenn sie verfassungswidrig sein sollten. Dies wirkt sich auf die &#220;berpr&#252;fungsbefugnis in Bezug auf die nachgelagerten Regelungen insofern aus, als auch sie als massgeblich zu gelten haben, soweit darin lediglich eine Verfassungsverletzung &#252;bernommen wird, die sich bereits aus dem Bundesgesetz selber ergibt (BGE 130 I 26 E. 2.2 S. 32 mit Hinweisen).\nAls Ausfluss von Art. 191 BV kann das Bundesgericht einen kantonalen Hoheitsakt nicht aufheben, soweit dessen Inhalt durch ein Bundesgesetz vorgegeben bzw. abgedeckt ist, namentlich dann nicht, wenn der Bundesgesetzgeber eine Materie an die Kantone delegiert und ihnen vorgegeben hat, wie sie diese zu regeln haben. Der Zusammenhang zwischen der kantonalen und der bundesgesetzlichen Regelung muss dabei zwingend oder zumindest sehr eng sein. Soweit die Kantone frei sind, eigene Regelungen zu schaffen, unterliegt das kantonale Recht uneingeschr&#228;nkt der Verfassungsgerichtsbarkeit, selbst wenn es gleich lautet wie parallele Regelungen im Bundesrecht (BGE 130 I 26 E. 2.2.2 S. 33 mit Hinweisen).\n\n    6. Die Beschwerdef&#252;hrer r&#252;gen die Einf&#252;hrung eines Lastenausgleichs im Rahmen des kantonalen Familienzulagengesetzes, konkret die Verwendung der Arbeitgeberbeitr&#228;ge u.a. f&#252;r den Lastenausgleich (&#167; 18 FamZG/LU).\n\n    6.1 &#167; 18 FamZG/LU lautet: \"Die Beitr&#228;ge der Arbeitgeber und der Selbst&#228;ndigerwerbenden sowie die Ertr&#228;ge aus Anlagen d&#252;rfen nur zur Finanzierung der Familienzulagen, zur Deckung der angemessenen Verwaltungskosten, zur &#196;ufnung der Schwankungsreserven und f&#252;r allf&#228;llige Zahlungen in den Lastenausgleich verwendet werden.\" Diesbez&#252;glich r&#252;gen die Beschwerdef&#252;hrer einerseits, es bestehe keine (bundes-)gesetzliche Grundlage f&#252;r die Einf&#252;hrung eines Lastenausgleichs; andererseits machen sie geltend, die Beitr&#228;ge an die Familienausgleichskassen seien nur f&#252;r die Finanzierung der Zulagen und der Verwaltungskosten sowie zur &#196;ufnung der Schwankungsreserve, nicht aber f&#252;r den Lastenausgleich zu verwenden.\n\n    6.2 \n   \n\n    6.2.1 Das Bundesgesetz &#252;ber die Familienzulagen geht auf die parlamentarische Initiative Fankhauser zur&#252;ck, welche f&#252;r jedes Kind eine Kinderzulage und einen gesamtschweizerischen Lastenausgleich forderte (vgl. etwa Bericht der Kommission f&#252;r soziale BGE 135 V 172 S. 175Sicherheit und Gesundheit des Nationalrates vom 20. November 1998, BBl 1999 3222 Ziff. 11 [nachfolgend: Bericht]). Im Rahmen der parlamentarischen Beratung wurde auf die Einf&#252;hrung eines nationalen Lastenausgleichs verzichtet, da man dies als nicht vereinbar mit den grossen Freiheiten hielt, welche den Kantonen bei der Ausgestaltung der Finanzierung der Familienzulagen zukommen sollte; aus diesem Grund sah bereits der Entwurf von 1998 vor, dass die Kantone einen kantonalen Lastenausgleich einf&#252;hren k&#246;nnen (vgl. Bericht, BBl 1999 3234 Ziff. 22 zu Art. 16 E-FamZG). Art. 17 Abs. 2 lit. k FamZG erm&#228;chtigt nunmehr die Kantone, einen Lastenausgleich zwischen den Kassen einzuf&#252;hren. Damit besteht eine gen&#252;gende bundesrechtliche Grundlage f&#252;r den in &#167; 18 erw&#228;hnten Lastenausgleich gem&#228;ss &#167; 19 ff. FamZG/LU.\n\n    6.2.2 Die Einf&#252;hrung eines kantonalen Lastenausgleichs widerspricht Art. 15 FamZG nicht. Diese Norm berechtigt die Familienausgleichskassen, die Familienzulagen zuzusprechen und auszurichten, die Beitr&#228;ge im Rahmen der kantonalen Ordnung festzusetzen und zu erheben sowie Verf&#252;gungen und Einspracheentscheide zu erlassen. Die Einzelheiten der mit Art. 15 FamZG den Familienausgleichskassen zugewiesenen Aufgaben regelt der Kanton gest&#252;tzt auf Art. 17 FamZG (vgl. dazu AB 2005 S 720). Entgegen der in den Beschwerden zum Ausdruck kommenden Selbsteinsch&#228;tzung vertreten die Verbandsfamilienausgleichskassen weder die Berufsverb&#228;nde noch die Arbeitgeber und verfolgen auch nicht deren Interessen. Obwohl sie von Berufsverb&#228;nden gegr&#252;ndet wurden, sind sie von diesen losgel&#246;ste und unabh&#228;ngige Sozialversicherungstr&#228;ger und keine privaten Unternehmen (vgl. dazu HELEN MONIOUDIS, Die Organisation ausgew&#228;hlter Sozialversicherungszweige und die rechtliche Stellung der Sozialversicherungstr&#228;ger, 2003, S. 179). Die Familienzulagen gem&#228;ss FamZG sind denn auch nicht (mehr) eine blosse Lohnzulage, sondern - vergleichbar mit der obligatorischen beruflichen Unfallversicherung (Art. 91 Abs. 1 UVG [SR 832.20]) - ein fast ausschliesslich (vgl. Art. 17 Abs. 2 lit. j FamZG) von Arbeitgeberseite finanzierter Bundessozialversicherungszweig. So unterstellt Art. 1 FamZG die Familienzulagen dem ATSG (SR 830.1; vgl. dazu auch KIESER/SANER, Bundesgesetz &#252;ber die Familienzulagen [FamZG] - Eine kritische W&#252;rdigung, SZS 2007 S. 419). Im Rahmen der parlamentarischen Beratungen wurde auch auf den durch das FamZG ver&#228;nderten Charakter der Familienzulagen hingewiesen (vgl. etwa AB 2005 S 722). Aufgabe der BGE 135 V 172 S. 176Verbandsfamilienausgleichskassen ist es somit, in unabh&#228;ngiger Weise das massgebende kantonale und Bundessozialversicherungsrecht umzusetzen, nicht jedoch die Interessen ihrer Gr&#252;nderverb&#228;nde oder deren Mitglieder zu vertreten. Es kann nicht angehen, dass eine sozialversicherungsrechtliche Durchf&#252;hrungsstelle, auch wenn sie privatrechtlich organisiert ist, einseitige Interessen verfolgt; vielmehr hat sie im Rahmen ihres staatlichen Handelns die Anliegen der Allgemeinheit wahrzunehmen (vgl. dazu YVO HANGARTNER, in: Die schweizerische Bundesverfassung, Ehrenzeller und andere [Hrsg.], 2. Aufl. 2008, N. 30 zu Art. 5 BV).\n\n    6.2.3 Die Einf&#252;hrung des kantonalen Lastenausgleichs stellt insbesondere keinen Verstoss gegen Art. 15 Abs. 3 FamZG dar, gem&#228;ss welchem die Familienausgleichskassen f&#252;r das finanzielle Gleichgewicht durch &#196;ufnung einer angemessenen Schwankungsreserve sorgen. Denn die Schwankungsreserve im Sinne dieser Bestimmung bezweckt nur den Ausgleich von Schwankungen innerhalb derselben Familienausgleichskasse, nicht jedoch den Ausgleich der ungleichm&#228;ssig verteilten Lasten unter allen im Kanton zugelassenen Familienausgleichskassen. Die Solidargemeinschaft umfasst denn auch nicht bloss alle bei einer Familienausgleichskasse angeschlossenen Arbeitgeber, sondern alle in demselben Kanton t&#228;tigen Familienausgleichskassen, so dass zur gleichm&#228;ssigen Risikoverteilung innerhalb eines Kantons ein kantonaler Lastenausgleich n&#246;tig ist. Die im Rahmen des Lastenausgleichs entrichteten Zahlungen dienen demnach der Finanzierung von Familienzulagen, welche durch andere Familienausgleichskassen desselben Kantons ausgerichtet wurden. Art. 16 Abs. 1 FamZG beauftragt die Kantone denn auch, die Finanzierung der Familienzulagen zu regeln und erm&#228;chtigt sie in Art. 17 Abs. 2 lit. k FamZG, einen allf&#228;lligen Lastenausgleich zwischen den Kassen vorzusehen. Zudem sieht Art. 13 Abs. 1 der Verordnung vom 31. Oktober 2007 &#252;ber die Familienzulagen (Familienzulagenverordnung, FamZV; SR 836.21) gest&#252;tzt auf Art. 15 Abs. 1 lit. b und Abs. 3 FamZG explizit vor, dass die Familienausgleichskassen durch die Beitr&#228;ge, die Ertr&#228;ge und Bez&#252;ge aus der Schwankungsreserve sowie die Zahlungen aus einem allf&#228;lligen kantonalen Lastenausgleich finanziert werden.\n\n    6.2.4 Schliesslich k&#246;nnen die Beschwerdef&#252;hrer auch aus einem Vergleich mit der Regelung im Rahmen der AHV nichts zu ihren Gunsten ableiten, kennt doch diese nicht nur einen kantonalen, sondern einen gesamtschweizerischen Lastenausgleich, welcher &#252;ber den BGE 135 V 172 S. 177AHV-Ausgleichsfonds erfolgt (Art. 107 ff. AHVG). Das FamZG schreibt den Kantonen denn auch nicht vor, sie h&#228;tten sich in dieser Frage an das System der AHV zu halten. Vielmehr statuiert Art. 25 FamZG die sinngem&#228;sse Anwendung von AHV-Recht nur in bestimmten F&#228;llen (Bearbeiten von Personendaten, Datenbekanntgabe, Haftung der Arbeitgeber, Verrechnung sowie die H&#246;he der Verzugs- und Verg&#252;tungszinsen; vgl. Zusatzbericht der Kommission f&#252;r soziale Sicherheit und Gesundheit des Nationalrates vom 8. September 2004, BBl 2004 6911 Ziff. 3.2.6 [nachfolgend: Zusatzbericht]). Angesichts des weiten Ermessensspielraums der Kantone bei der Festlegung von Organisation und Finanzierung (Zusatzbericht, BBl 2004 6900 Ziff. 3.1; AB 2005 N 265 und 336; vgl. auch Erl&#228;uternder Bericht des Eidg. Departements des Innern [EDI] zum Entwurf der FamZV, S. 1, und MAIA JAGGI, Ab n&#228;chstem Jahr gelten in der ganzen Schweiz einheitliche Regelungen f&#252;r die Familienzulagen, Soziale Sicherheit 2008 S. 78 sowie KIESER/SANER, a.a.O., S. 420) sind sie somit frei, ob sie einen Lastenausgleich vorsehen und wie sie diesen ausgestalten wollen. Wie bereits erw&#228;hnt (E 6.2.1), wollte der Bundesgesetzgeber auch bei den Familienzulagen einen gesamtschweizerischen Lastenausgleich einf&#252;hren, doch sollte er nicht unn&#246;tig die bisherigen kantonalen Kompetenzen beschneiden (vgl. etwa Zusatzbericht, BBl 2004 6899 Ziff. 2.2.3). Davon wurde in der Folge abgesehen. Immerhin h&#228;lt der Bundesrat in seiner erg&#228;nzenden Stellungnahme vom 10. November 2004 fest (BBl 2004 6944 Ziff. 2.3): \"Im &#220;brigen werden Finanzierung, Organisation und Aufsicht &#252;ber die Familienausgleichskassen den Kantonen &#252;berlassen, die auch einen Lastenausgleich einf&#252;hren k&#246;nnen. Der Bundesrat h&#228;lt diese L&#246;sung f&#252;r sinnvoll, denn sie erlaubt es den Kantonen, diese Bereiche mit R&#252;cksicht auf ihre bestehenden Regelungen selber auszugestalten.\" Um die Solidarit&#228;t und einen Lastenausgleich dennoch soweit als m&#246;glich zu f&#246;rdern, sah der Bundesgesetzgeber immerhin die Anschlusspflicht aller Arbeitgeber vor (vgl. Art. 12 Abs. 1 FamZG und Zusatzbericht, BBl 2004 6898 Ziff. 2.2.1).\n\n    6.3 \n   \n\n    6.3.1 Der urspr&#252;ngliche Entwurf zum Bundesgesetz &#252;ber die Familienzulagen erfasste - dem Leitsatz der Parlamentarischen Initiative (Ein Kind, eine Zulage) folgend - auch die Selbstst&#228;ndigerwerbenden (Bericht, BBl 1999 3234 Ziff. 22 zu Art. 17 ff. E-FamZG, und Zusatzbericht, BBl 2004 6906 Ziff. 3.2.3.1). Auf Bestreben des BGE 135 V 172 S. 178St&#228;nderates hin wurden sie schliesslich dem FamZG nicht unterstellt (vgl. AB 2005 S 718 und AB 2006 S 98 sowie AB 2006 N 245 f.).\nGem&#228;ss Art. 3 Abs. 2 FamZG k&#246;nnen die Kantone h&#246;here Kinder- und Ausbildungszulagen sowie Geburts- und Adoptionszulagen vorsehen; auf diese Zulagen finden ebenfalls die Bestimmungen des FamZG Anwendung. Andere als die genannten Leistungen m&#252;ssen ausserhalb dieser Familienzulagenordnung geregelt und finanziert werden (vgl. auch Zusatzbericht, BBl 2004 6902 Ziff. 3.2.2, und AB 2005 S 714).\n\n    6.3.2 Nach dem Gesagten k&#246;nnen die Kantone Familienzulagen f&#252;r Selbstst&#228;ndigerwerbende vorsehen. Da die Selbstst&#228;ndigerwerbenden jedoch nicht dem FamZG unterstellt sind, handelt es sich bei ihrem Anspruch auf Familienzulagen um rein kantonales Sozialversicherungsrecht, welcher ausserhalb der Familienzulagenordnung gem&#228;ss FamZG zu regeln und zu finanzieren ist (vgl. dazu auch Protokoll der Kommission f&#252;r soziale Sicherheit und Gesundheit des St&#228;nderates vom 23. Januar 2006, S. 8; AB 2006 S 99 sowie Erl&#228;uternder Bericht des EDI zum Entwurf der FamZV, S. 16). Da die Selbstst&#228;ndigerwerbenden somit nicht Teil der Solidargemeinschaft im Rahmen des FamZG und des darauf beruhenden kantonalen Rechts sind, k&#246;nnen sie auch nicht in den Lastenausgleich im Sinne von Art. 17 Abs. 2 lit. k FamZG miteinbezogen werden. Demnach d&#252;rfen - entgegen den Absichten des Kantons Luzern (vgl. Botschaft des Regierungsrates an den Kantonsrat vom 22. April 2008 zum Entwurf eines neuen Gesetzes &#252;ber die Familienzulagen, S. 15, sowie explizit in &#167; 20 Abs. 2 FamZG/LU) - die gest&#252;tzt auf das FamZG und das darauf beruhende kantonale Recht bei den Arbeitgebern erhobenen Beitr&#228;ge nicht &#252;ber den Lastenausgleich zur Finanzierung der Familienzulagen f&#252;r Selbstst&#228;ndigerwerbende verwendet werden. Diese von den Arbeitgebern auf der AHV-pflichtigen Lohnsumme ihrer Arbeitnehmenden erhobenen Beitr&#228;ge d&#252;rfen nur zur Finanzierung der im FamZG vorgesehenen Leistungen an Arbeitnehmende eingesetzt werden. Art. 17 Abs. 2 lit. k FamZG ist keine gesetzliche Grundlage f&#252;r den Lastenausgleich zwischen bundesrechtlich vorgesehenen Zulagen im Rahmen des Systems des FamZG und auf bloss kantonalem Recht beruhenden Zulagen f&#252;r Selbstst&#228;ndigerwerbende, welche ausserhalb dieses Systems stehen. Somit ist die in &#167; 18 erw&#228;hnte, vom Regierungsrat vorgesehene und vom Kantonsrat mit &#167; 19 ff. FamZG/LU festgesetzte BGE 135 V 172 S. 179Querfinanzierung der Zulagen Selbstst&#228;ndigerwerbender mittels des auf Art. 17 Abs. 2 lit. k FamZG beruhenden Lastenausgleichs bundesrechtswidrig.\n\n    6.3.3 Dass die Verwendung von Arbeitgeberbeitr&#228;gen gem&#228;ss FamZG zur Finanzierung der Zulagen an Selbstst&#228;ndigerwerbende im Rahmen eines innerkantonalen Lastenausgleichs unzul&#228;ssig ist, ergibt sich auch aus der Systematik des Bundesgesetzes: Im 3. Kapitel regelt das FamZG die von ihm vorgesehenen Familienzulagenordnungen. Es sind dies im 1. Abschnitt jene der Arbeitnehmerinnen und Arbeitnehmer nichtlandwirtschaftlicher Berufe (Art. 11 bis 17), im 2. Abschnitt jene der Erwerbst&#228;tigen in der Landwirtschaft (Art. 18) und im 3. Abschnitt jene der Nichterwerbst&#228;tigen (Art. 19 bis 21). Die in Art. 17 Abs. 2 lit. k FamZG vorgesehene Kompetenz der Kantone zur Einf&#252;hrung eines Lastenausgleichs beschr&#228;nkt sich somit auf die Familienzulagenordnung des 1. Abschnitts, welche gem&#228;ss ihrem Titel ausdr&#252;cklich nur Arbeitnehmerinnen und Arbeitnehmer nichtlandwirtschaftlicher Berufe umfasst. So wird denn auch die Finanzierung der Zulagen der Erwerbst&#228;tigen in der Landwirtschaft und der Nichterwerbst&#228;tigen unabh&#228;ngig von jener der nichtlandwirtschaftlichen Arbeitnehmenden geregelt (Art. 18 ff. des Bundesgesetzes vom 20. Juni 1952 &#252;ber die Familienzulagen in der Landwirtschaft [FLG; SR 836.1]; Art. 20 FamZG). Allein schon aus systematischen Gr&#252;nden ist somit Art. 17 Abs. 2 lit. k FamZG keine gen&#252;gende gesetzliche Grundlage f&#252;r einen (innerkantonalen) Lastenausgleich, welcher eine Solidargemeinschaft von Arbeitgebern/Arbeitnehmenden und den Selbstst&#228;ndigerwerbenden vorsieht.\n\n    6.4 \n   \n\n    6.4.1 Nach der Rechtsprechung wird eine kantonalrechtliche, dem Bundesrecht widersprechende Norm im Rahmen der abstrakten Normenkontrolle nur aufgehoben, wenn eine bundesrechtskonforme Auslegung schlicht unm&#246;glich ist; dabei werden auch die Erkl&#228;rungen der Beh&#246;rden zur k&#252;nftigen Rechtsanwendung ber&#252;cksichtigt (AEMISEGGER/SCHERRER, in: Basler Kommentar, Bundesgerichtsgesetz, 2008, N. 68 zu Art. 82 BGG).\n\n    6.4.2 &#167; 18 FamZG/LU steht zwar bei einer Umsetzung im Sinne des Regierungs- und Kantonsrates nicht in Einklang mit dem Bundesrecht, doch ist eine bundesrechtskonforme Auslegung in dem Sinne m&#246;glich, als der Kanton Luzern den in &#167; 19 ff. FamZG/LU BGE 135 V 172 S. 180vorgesehenen Lastenausgleich derart durchf&#252;hrt, dass er die f&#252;r diesen Lastenausgleich massgebende Solidargemeinschaft auf die Arbeitgeber beschr&#228;nkt resp. bei der Ermittlung des durchschnittlichen Risikosatzes aller Familienausgleichskassen gem&#228;ss &#167; 20 Abs. 2 FamZG/LU ein allf&#228;lliges Defizit aus der Jahresrechnung der Familienzulagen an die Selbstst&#228;ndigerwerbenden ausser Acht l&#228;sst und so verhindert, dass von den Arbeitgebern auf der AHV-pflichtigen Lohnsumme der Arbeitnehmenden entrichtete Beitr&#228;ge zur Finanzierung von Familienzulagen f&#252;r Selbstst&#228;ndigerwerbende verwendet werden. Dies bedingt, dass separate Rechnungen f&#252;r die Zulagen nach FamZG und f&#252;r jene nach rein kantonalem Recht (hier der Selbstst&#228;ndigerwerbenden) gef&#252;hrt werden und nicht wie vorgesehen eine Querfinanzierung erfolgt. Ob der Kanton berechtigt ist, die am Lastenausgleich beteiligten Familienausgleichskassen im Rahmen einer vom FamZG unabh&#228;ngigen gesetzlichen Regelung zur Finanzierung der Zulagen an die Selbstst&#228;ndigerwerbenden zu verpflichten, kann vorliegend offenbleiben, da der diesbez&#252;gliche &#167; 17 Abs. 3 FamZG/LU nicht Gegenstand des vorliegenden Verfahrens bildet.\n\n    7. Die Beschwerdef&#252;hrer r&#252;gen auch das in &#167; 20 Abs. 4 FamZG/LU vorgesehene Verfahren, welches bei nicht rechtzeitiger Einreichung der f&#252;r die Durchf&#252;hrung des Lastenausgleichs notwendigen Daten Anwendung finden soll.\n\n    7.1 &#167; 20 Abs. 4 FamZG/LU lautet: \"Die Familienausgleichskassen haben der Gesch&#228;ftsstelle der kantonalen Aufsichtskommission bis sp&#228;testens am 31. M&#228;rz des folgenden Jahres die AHV-pflichtigen Lohnsummen und die ausbezahlten Familienzulagen zu melden. Erfolgt die Meldung nicht termingerecht, werden f&#252;r die Berechnung des Lastenausgleichs die AHV-pflichtige Lohnsumme des Vorjahres mit einem Zuschlag von 50 Prozent und die ausbezahlten Familienzulagen des Vorjahres verwendet.\" Die Beschwerdef&#252;hrer r&#252;gen den in Satz 2 dieser Bestimmung vorgesehenen Zuschlag von 50 % als unverh&#228;ltnism&#228;ssig und machen geltend, der Kanton &#252;berschreite mit der vorgesehenen Regelung die ihm zustehende Legiferierungskompetenz und habe sich an die Mahn- und Verzugszinsordnung in der AHV zu halten.\n\n    7.2 \n   \n\n    7.2.1 Nach Art. 17 Abs. 2 lit. f FamZG regeln die Kantone die Aufgaben und Pflichten der Familienausgleichskassen und BGE 135 V 172 S. 181Arbeitgeber. Die Kantone haben somit das administrative Verfahren zur korrekten Durchf&#252;hrung des Familienzulagengesetzes zu bestimmen. Dies beinhaltet auch das Setzen von Fristen und Festlegen von Massnahmen zur Durchsetzung dieser Fristen; den Kantonen kommt dabei ein weiter Ermessensspielraum zu (Zusatzbericht der Kommission f&#252;r soziale Sicherheit und Gesundheit des Nationalrates vom 8. September 2004, BBl 2004 6900 Ziff. 3.1; AB 2005 N 265 und 336; vgl. auch Erl&#228;uternder Bericht des EDI zum Entwurf der FamZV, S. 1; JAGGI, a.a.O., S. 78 sowie KIESER/SANER, a.a.O., S. 420). Damit besteht eine gesetzliche Grundlage f&#252;r das Vorsehen von Sanktionen bei nicht rechtzeitiger Einreichung der notwendigen Unterlagen.\n\n    7.2.2 Die Beschwerdef&#252;hrer machen geltend, die Kantone h&#228;tten in dieser Frage das gest&#252;tzt auf Art. 14 Abs. 4 AHVG in Art. 34a, 38 und 41bis AHVV (SR 831.101) vorgesehene Verfahren mit Nachfristen, Mahngeb&#252;hren, Verzugszinsen und - als ultima ratio - Ermessenseinsch&#228;tzung zu &#252;bernehmen. Es ist indessen nicht zwingend, dass der Kanton die Mahn- und Verzugszinsordnung der AHV auch f&#252;r den Bereich der Familienzulagen anwendet. Zwar sah Art. 30 des Entwurfs von 1998 noch die &#220;bernahme des AHVG vor, soweit das FamZG nichts Abweichendes regelt (vgl. Bericht der Kommission f&#252;r soziale Sicherheit und Gesundheit des Nationalrates vom 20. November 1998, BBl 1999 3235 Ziff. 22 zu Art. 30 E-FamZG). Art. 25 FamZG statuiert dagegen die sinngem&#228;sse Anwendung von AHV-Recht nur in explizit erw&#228;hnten F&#228;llen (Bearbeiten von Personendaten, Datenbekanntgabe, Haftung der Arbeitgeber, Verrechnung sowie die H&#246;he der Verzugs- und Verg&#252;tungszinsen; vgl. etwa Zusatzbericht der Kommission f&#252;r soziale Sicherheit und Gesundheit des Nationalrates vom 8. September 2004, BBl 2004 6911 Ziff. 3.2.6 sowie vorne E. 6.2.4). Angesichts des weiten Spielraums, den der Bundesgesetzgeber den Kantonen in Fragen der Finanzierung und Organisation geben wollte, sind die Kantone demnach frei, eine andere L&#246;sung vorzusehen, auch wenn grunds&#228;tzlich eine Anlehnung an die AHV als w&#252;nschbar erachtet wurde (vgl. Zusatzbericht der Kommission f&#252;r soziale Sicherheit und Gesundheit des Nationalrates vom 8. September 2004, BBl 2004 6909 Ziff. 3.2.3.1 sowie AB 2005 S 721). In diesem Zusammenhang ist zudem festzuhalten, dass Art. 1 FamZG - mit zwei Ausnahmen - die analoge Anwendung des ATSG vorsieht. BGE 135 V 172 S. 182\n   \n\n    7.3 \n   \n\n    7.3.1 Zu pr&#252;fen bleibt demnach, ob die vom Kanton Luzern vorgesehene Regelung bundesrechtskonform ist. Die Beschwerdef&#252;hrer bringen insbesondere vor, der Zuschlag von 50 % sei unverh&#228;ltnism&#228;ssig.\n\n    7.3.2 Die Verh&#228;ltnism&#228;ssigkeit nach Art. 5 Abs. 2 BV ist kein verfassungsm&#228;ssiges Recht, sondern lediglich ein verfassungsm&#228;ssiges Prinzip. Es kann auch bez&#252;glich kantonalem Recht selbstst&#228;ndig geltend gemacht werden. Ausserhalb von Grundrechtseingriffen erfolgt vor Bundesgericht im Rahmen von Art. 95 lit. a BGG jedoch lediglich eine Pr&#252;fung auf Willk&#252;r (BGE 134 I 153 E. 4 S. 156, Urteile 2C_81/2008 vom 21. November 2008 E. 5.1 und 2C_444/2007 vom 4. April 2008 E. 2.2). Das Bundesgericht auferlegt sich nach st&#228;ndiger Praxis bei der abstrakten Normenkontrolle aus f&#246;deralistischen Gr&#252;nden im Rahmen der Kognition eine gewisse Zur&#252;ckhaltung (AEMISEGGER/SCHERRER, a.a.O., N. 66 zu Art. 82 BGG).\n\n    7.3.3 Art. 5 Abs. 2 BV besagt, dass staatliches Handeln im &#246;ffentlichen Interesse liegen und verh&#228;ltnism&#228;ssig sein muss. Dies gilt nicht nur f&#252;r die Arbeit der Verwaltung (rechtsanwendendes Organ), sondern auch f&#252;r die T&#228;tigkeit der rechtsetzenden Organe (Parlament und Stimmvolk; vgl. dazu HANGARTNER, a.a.O., N. 3 zu Art. 5 BV). Staatliches Handeln ist verh&#228;ltnism&#228;ssig, wenn es erforderlich, die vorgesehene Massnahme zur Erreichung des Ziels geeignet ist und das gew&#228;hlte Mittel nicht in einem Missverh&#228;ltnis zu anderen zu beachtenden Interessen steht (HANGARTNER, a.a.O., N. 36 ff. zu Art. 5 BV).\n\n    7.3.4 Die Beschwerdef&#252;hrer bestreiten nicht, dass der kantonale Gesetzgeber ein Verfahren bei nicht rechtzeitiger Mitteilung der f&#252;r den Lastenausgleich notwendigen Angaben festlegen muss. Die strittige Regelung ist somit erforderlich. Die Verwendung der Vorjahreszahlen sowie der Zuschlag von 50 % sind auch geeignet, die Familienausgleichskassen anzuhalten, diese Angaben rechtzeitig zu liefern. Hingegen steht der Zuschlag von 50 % in einem Missverh&#228;ltnis zu den &#252;brigen zu ber&#252;cksichtigenden Interessen. Einerseits stellt dieser Zuschlag von 50 % bei der AHV-pflichtigen Lohnsumme keine Entsch&#228;digung f&#252;r die durch die nicht rechtzeitige Einreichung der Angaben entstandenen Umtriebe, sondern de facto eine Busse dar. Denn nach allgemeiner Lebenserfahrung ist es nicht m&#246;glich, dass sich die AHV-pflichtige Lohnsumme einer BGE 135 V 172 S. 183Familienausgleichskasse innert eines Jahres um die H&#228;lfte erh&#246;ht, die ausgerichteten Zulagen aber gleich bleiben.\nDieses Missverh&#228;ltnis der Regelung zeigt sich auch bei Betrachtung der masslichen Auswirkungen: Gem&#228;ss dem in der Botschaft des Regierungsrates vom 22. April 2008 auf S. 21 dargelegten Modell f&#252;r den Lastenausgleich bewegen sich bei Zugrundelegung der Zahlen von 2006 die von den Familienausgleichskassen geschuldeten Ausgleichszahlungen zwischen Fr. 27'731.- und Fr. 930'600.-; erh&#246;ht sich nun f&#252;r die Ermittlung des individuellen Risikosatzes das Total der AHV-pflichtigen Lohnsumme um 50 %, ergibt sich bei gleich bleibendem Total der ausgerichteten Zulagen eine um diese 50 % h&#246;here geschuldete Ausgleichszahlung. Das kann bei Ausgleichszahlungen im genannten Rahmen einen f&#252;nf- oder sechsstelligen Betrag ausmachen. Derartige Betr&#228;ge stehen jedoch in einem krassen Missverh&#228;ltnis zu den infolge der versp&#228;teten Mitteilung entstandenen Umtriebe. Andererseits werden die Zahlen des Lastenausgleichs auch bei Nachlieferung der n&#246;tigen Daten nicht nachtr&#228;glich angepasst, so dass der f&#252;r das jeweilige Jahr geltende, infolge des fiktiven Zuschlags von 50 % bei der AHV-pflichtigen Lohnsumme verzerrte und damit verf&#228;lschte Lastenausgleich weiter bestehen bleibt.\nWeiter f&#228;llt auf, dass &#167; 20 Abs. 4 Satz 2 FamZG/LU keinerlei Ausnahmen zul&#228;sst und keine dem Einzelfall angepasste Handhabung erlaubt. Daran &#228;ndert auch der Umstand nichts, dass die Verwendung der Vorjahreszahlen mit einem Zuschlag von 50 % bei der AHV-pflichtigen Lohnsumme jeweils nur f&#252;r ein Jahr gilt. Ebenso unbehelflich ist die Berufung auf den analogen Zuschlag von 50 % in Art. 14bis Abs. 1 AHVG; denn dort wird mit diesem Zuschlag ein strafrechtlich relevantes Verhalten (Schwarzarbeit) sanktioniert (vgl. Art. 14bis Abs. 2 AHVG), welches keineswegs vergleichbar ist mit der hier strittigen unterlassenen rechtzeitigen Einreichung notwendiger Angaben.\nEin Blick in andere kantonale Regelungen zeigt, dass die &#252;brigen Kantone, welche einen kantonalen Lastenausgleich kennen, keine speziellen Massnahmen zur Sicherstellung der rechtzeitigen Mitteilung zur Durchf&#252;hrung des Lastenausgleichs vorsehen. Einzig im Kanton Solothurn wird auf die nicht rechtzeitige Einreichung der erforderlichen Angaben Bezug genommen, spezielle Massnahmen gegen&#252;ber der fehlbaren Familienausgleichskasse werden indessen BGE 135 V 172 S. 184 nicht vorgesehen (&#167; 60bis der Sozialverordnung vom 29. Oktober 2007; BGS 831.2). Zudem erkl&#228;rt &#167; 76bis Abs. 1 lit. b des Sozialgesetzes vom 27. August 2008 (BGS 831.1) bez&#252;glich der Beitr&#228;ge im Verfahren des Lastenausgleichs ausdr&#252;cklich das AHV-Recht f&#252;r anwendbar. Einige Kantone halten bez&#252;glich der Mitwirkungspflichten und Ausk&#252;nfte explizit eine sinngem&#228;sse Anwendung des AHVG (und teilweise des FamZG oder ATSG) fest (Schaffhausen, Schwyz, Uri; wohl auch Basel-Landschaft), w&#228;hrend andere bei fehlender Regelung im kantonalen Familienzulagengesetz ganz allgemein oder f&#252;r bestimmte Fragen die sinngem&#228;sse Anwendung des AHVG statuieren (Genf, Graub&#252;nden, Jura, Nid- und Obwalden).\nNach dem Gesagten ist der Zuschlag von 50 % zur AHV-pflichtigen Lohnsumme in &#167; 20 Abs. 4 Satz 2 FamZG/LU nicht verh&#228;ltnism&#228;ssig im Sinne von Art. 5 Abs. 2 BV. Seine Anwendung ist f&#252;r die Durchsetzung des gew&#252;nschten Erfolges nicht n&#246;tig, f&#252;hrt zu einem verzerrten Ergebnis, wirkt sich auf die Rechtsunterworfenen v&#246;llig unverh&#228;ltnism&#228;ssig aus und ist daher willk&#252;rlich.\n\n    7.4 Wie bereits in E. 6.4 dargelegt, erfolgt eine Aufhebung einer kantonalen Norm im Rahmen der abstrakten Normenkontrolle nur, wenn eine rechtskonforme Auslegung schlicht nicht m&#246;glich ist. Im hier zu beurteilenden Fall ist angesichts des eindeutigen Wortlauts, welcher keinen Spielraum f&#252;r mildere Massnahmen bel&#228;sst, keine bundesrechtskonforme Auslegung m&#246;glich. &#167; 20 Abs. 4 Satz 2 FamZG/LU ist demnach aufzuheben, soweit er einen Zuschlag von 50 % zur AHV-pflichtigen Lohnsumme vorsieht.\n \n   \n   "
}