{
  "titre": "130 III 723",
  "annee": "2004",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     370\n                                                                        371\n                                                                        372\n                                                                        373\n                                                                        374\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n130 III 72398. Extrait de l'arr&#234;t de la IIe Cour civile dans la cause A.X. contre B.Y. et consorts ainsi que Tribunal administratif du canton de Vaud (recours de droit administratif)\n5A.12/2003 du 6 avril 2004\n  \nRegeste\nArt. 23 al. 3 et art. 70 LDIP; reconnaissance d'un jugement &#233;tranger en mati&#232;re de constatation de la filiation et fraude &#224; la loi.  Les art. 23 al. 3 et 70 LDIP ont pour but d'&#233;viter la cr&#233;ation de rapports juridiques qui ne sont reconnus que par un seul Etat. Le fait qu'une personne ait acquis une nationalit&#233; &#233;trang&#232;re aux fins d'obtenir la constatation d'un lien de filiation par un jugement &#233;tranger ne s'oppose pas &#224; la reconnaissance d'une telle d&#233;cision (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 724\n\n\n    BGE 130 III 723 S. 724\n   \nA.X., citoyen suisse, n&#233; le 24 ao&#251;t 1955, est issu de l'union libre de F.X., et de H.Y., citoyen fran&#231;ais d'origine juive, d&#233;c&#233;d&#233; le 3 d&#233;cembre 1999 &#224; Gen&#232;ve. Il est inscrit au Registre d'&#233;tat civil de sa commune d'origine comme fils de F.X. et de p&#232;re inconnu.\nLe 12 f&#233;vrier 2001, A.X. a saisi le Tribunal des affaires familiales de Ha&#239;fa d'une action en reconnaissance de paternit&#233; dirig&#233;e contre l'ex&#233;cuteur testamentaire et administrateur d'office de la succession de H.Y. Par jugement du 22 juillet 2001, ce tribunal, attestant de la citoyennet&#233; isra&#233;lienne du demandeur, a reconnu la paternit&#233; de H.Y. sur la base d'une expertise ADN, effectu&#233;e &#224; Gen&#232;ve sur commission rogatoire de l'Etat d'Isra&#235;l.\nLe 11 octobre 2001, A.X. a requis la transcription du jugement isra&#233;lien du 22 juillet 2001 dans les registres de l'&#233;tat civil, en application du droit international priv&#233; suisse. Dans le cadre de l'instruction de cette demande, l'&#233;tat civil cantonal a obtenu la production de l'attestation d'entr&#233;e en force du jugement pr&#233;cit&#233; et a invit&#233; les h&#233;ritiers l&#233;gaux de H.Y. &#224; se d&#233;terminer sur la requ&#234;te. Ceux-ci se sont oppos&#233;s &#224; la reconnaissance du jugement et &#224; la transcription de celui-ci dans les registres de l'&#233;tat civil.\nPar d&#233;cision du 25 juin 2002, le Service de la population a ordonn&#233; la transcription, dans les registres des familles et des naissances, du jugement isra&#233;lien constatant que A.X. est le fils de H.Y.\nPar arr&#234;t du 19 mai 2003, le Tribunal administratif du canton de Vaud a admis le recours interjet&#233; par les h&#233;ritiers l&#233;gaux potentiels de H.Y., annul&#233; la d&#233;cision attaqu&#233;e du 25 juin 2002 et constat&#233; que le jugement du Tribunal des affaires familiales de Ha&#239;fa du 22 juillet 2001 reconnaissant la paternit&#233; de H.Y. &#224; l'&#233;gard de A.X. ne pouvait &#234;tre reconnu en Suisse. Il a jug&#233; en bref que, m&#234;me si l'ensemble des conditions des art. 25 &#224; 27 LDIP &#233;taient r&#233;alis&#233;es, l'autorit&#233; inf&#233;rieure aurait d&#251; refuser la transcription du jugement &#233;tranger, d&#232;s lors que celui-ci avait &#233;t&#233; obtenu dans le but d'&#233;luder la loi et plus particuli&#232;rement l'art. 308 aCC qui pr&#233;voit un d&#233;lai de p&#233;remption d'une ann&#233;e &#224; compter de la naissance pour une action en paternit&#233;.\nA.X. forme un recours de droit administratif au Tribunal f&#233;d&#233;ral contre l'arr&#234;t du 19 mai 2003. Il demande la reconnaissance en Suisse et la transcription dans les registres des familles et des BGE 130 III 723 S. 725naissances du jugement du Tribunal des affaires familiales de Ha&#239;fa du 22 juillet 2001.\nLe Tribunal f&#233;d&#233;ral a admis le recours dans la mesure o&#249; il est recevable.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. \n   \n\n    3.1 Invoquant une violation de l'art. 27 al. 2 let. a et b LDIP, les intim&#233;s soutiennent que, selon le droit fran&#231;ais, ils auraient d&#251; &#234;tre parties au proc&#232;s dans le cadre de l'action en reconnaissance de paternit&#233; men&#233;e en Isra&#235;l, qu'il n'&#233;tait pas possible de leur substituer l'administrateur officiel suisse de la succession, qui n'a pas qualit&#233; pour d&#233;fendre &#224; une telle action, et qu'ils n'ont par cons&#233;quent pas eu la possibilit&#233; de faire valoir leurs moyens.\nCe faisant, les intim&#233;s invoquent, devant le Tribunal f&#233;d&#233;ral, des faits nouveaux qu'il leur appartenait, en vertu de leur devoir de collaboration, de faire valoir devant les juridictions inf&#233;rieures d&#233;j&#224;. De tels all&#233;gu&#233;s sont tardifs et donc irrecevables (cf. supra, consid. 1.2; FRITZ GYGI, Bundesverwaltungsrechtspflege, 2e &#233;d., p. 259). En effet, les intim&#233;s n'ont pas fait valoir le grief de violation de l'ordre public proc&#233;dural, ni devant le Service de la population du D&#233;partement des institutions et des relations ext&#233;rieures du canton de Vaud, ni devant le Tribunal administratif et aucune des instances cantonales n'a donc instruit, ni constat&#233; les faits &#224; ce sujet, la conformit&#233; de la d&#233;cision &#224; reconna&#238;tre &#224; l'ordre public proc&#233;dural n'&#233;tant pas examin&#233;e d'office (ATF 116 II 625 consid. 4b p. 630).\n\n    3.2 Les intim&#233;s soutiennent que la demande de reconnaissance du jugement isra&#233;lien doit &#234;tre rejet&#233;e, au motif que le recourant ne poss&#232;de pas ou plus la nationalit&#233; isra&#233;lienne, qu'il n'aurait d&#233;montr&#233;e que par la production d'une carte d'identit&#233; et non pas au moyen d'un passeport isra&#233;lien ou d'une carte d'immigrant.\n\n    3.2.1 L'art. 22 LDIP pr&#233;cise que la nationalit&#233; d'une personne physique se d&#233;termine d'apr&#232;s le droit de l'Etat dont la nationalit&#233; est en cause. Chaque Etat d&#233;termine ainsi la nationalit&#233; de ses propres ressortissants.\nSelon l'art. 25 LDIP, une d&#233;cision &#233;trang&#232;re est reconnue en Suisse si la comp&#233;tence des autorit&#233;s judiciaires de l'Etat dans lequel elle a &#233;t&#233; rendue &#233;tait donn&#233;e, si elle n'est plus susceptible de recours ordinaire ou si elle est d&#233;finitive et s'il n'y a pas de motif de refus BGE 130 III 723 S. 726au sens de l'art. 27 LDIP. Selon l'art. 26 al. 1 LDIP, la comp&#233;tence des autorit&#233;s &#233;trang&#232;res est notamment donn&#233;e si elle r&#233;sulte d'une disposition de la LDIP. L'art. 70 al. 3 LDIP, qui traite de la comp&#233;tence indirecte, dispose que les d&#233;cisions &#233;trang&#232;res relatives &#224; la constatation et &#224; la contestation de la filiation sont reconnues en Suisse lorsqu'elles ont &#233;t&#233; rendues, notamment, dans l'Etat national de l'enfant. L'art. 23 al. 3 LDIP pr&#233;cise que si la reconnaissance d'une d&#233;cision &#233;trang&#232;re en Suisse d&#233;pend de la nationalit&#233; d'une personne, la prise en consid&#233;ration d'une des nationalit&#233;s suffit.\n\n    3.2.2 Conform&#233;ment aux constatations cantonales, la nationalit&#233; isra&#233;lienne de A.X. a &#233;t&#233; &#233;tablie par une copie de sa carte d'identit&#233; et attest&#233;e par le juge isra&#233;lien lui-m&#234;me, de sorte que cette question ne saurait &#234;tre remise en cause dans la pr&#233;sente proc&#233;dure. Pour le reste, les intim&#233;s ne contestent pas que le juge isra&#233;lien &#233;tait comp&#233;tent pour se prononcer sur l'action en paternit&#233; en application des dispositions pr&#233;cit&#233;es, ni que le jugement isra&#233;lien a &#233;t&#233; d&#233;clar&#233; d&#233;finitif et ex&#233;cutoire le 10 mars 2002 par le Tribunal des affaires familiales de Ha&#239;fa.\n\n    3.3 Se plaignant d'une violation des art. 23 al. 3 et 70 LDIP, le recourant conteste avoir commis une fraude &#224; la loi en ouvrant une action en paternit&#233; devant un tribunal isra&#233;lien, puis en demandant la reconnaissance de la d&#233;cision &#233;trang&#232;re devant les autorit&#233;s suisses.\n\n    3.3.1 Le l&#233;gislateur - contrairement &#224; ce qu'il a fait &#224; l'art. 45 LDIP - n'a pas introduit une clause de fraude &#224; la loi en ce qui concerne la reconnaissance des jugements &#233;trangers en constatation ou en contestation de la paternit&#233;.\n\n    3.3.2 Dans chaque cas, il convient d'examiner si la conception de la r&#232;gle de conflit applicable permet d'avoir recours &#224; la r&#233;serve de la fraude &#224; la loi. La r&#233;ponse d&#233;pend de la ratio de la r&#232;gle de conflit. Il ne peut y avoir fraude en droit international priv&#233; que si le sujet de droit veut par la modification de l'&#233;tat de fait - par exemple l'acquisition d'une nationalit&#233; - soumettre sa cause &#224; la comp&#233;tence d'un autre ordre juridique et n'observe que la lettre (formelle) de la loi mais viole la ratio de la norme en question. Il ne peut, en principe, y avoir fraude lorsque le rattachement est le domicile, car il n'est pas possible de transf&#233;rer le centre de son existence de mani&#232;re frauduleuse. La fraude est &#233;galement exclue lorsque la loi autorise express&#233;ment le choix du droit applicable. Il BGE 130 III 723 S. 727ne peut pas non plus y avoir fraude lorsque le favor divortii fait partie de la conception fondamentale de la loi; dans ce cas, le changement de la nationalit&#233; pour obtenir le divorce n'est pas critiquable. Lorsque la r&#232;gle de conflit pr&#233;voit comme rattachement la nationalit&#233;, il y a lieu d'examiner si la ratio consiste en premier lieu en des consid&#233;rations d'ordre g&#233;n&#233;ral comme par exemple l'harmonie des d&#233;cisions, ou si la cause de ce rattachement est le lien effectif de l'acqu&#233;reur de la nouvelle nationalit&#233; avec l'Etat qui la lui a conf&#233;r&#233;e. Dans le premier cas, on tiendra compte de la nouvelle nationalit&#233;, alors que, dans le second cas, on ne prendra pas en consid&#233;ration la nouvelle nationalit&#233; purement formelle, acquise sans animus mutandi (VISCHER, Zum Problem der rechtsmissbr&#228;uchlichen Ankn&#252;pfung im internationalen Privatrecht, in Aequitas und Bona fides, Festgabe zum 70. Geburtstag von August Simonius, p. 401 ss, sp&#233;c. 403 &#224; 405; VISCHER, IPRG Kommentar, n. 14 ad art. 17 LDIP). Lorsqu'une nationalit&#233; est r&#233;guli&#232;rement acquise, il est rare que le rattachement &#224; celle-ci soit jug&#233; abusif (KNOEPFLER/SCHWEIZER, Droit international priv&#233; suisse, 2e &#233;d., n. 337, p. 153).\n\n    3.3.3 En mati&#232;re de reconnaissance de jugements rendus &#224; l'&#233;tranger, le droit international priv&#233; suisse est moins exigeant qu'en mati&#232;re de for ou de droit applicable. Lorsqu'une personne a plusieurs nationalit&#233;s, l'art. 23 LDIP dispose, en ce qui concerne le for, que seule la nationalit&#233; suisse est prise en compte (al. 1). Au sujet du droit applicable, cet article pr&#233;voit de tenir compte de la nationalit&#233; de l'Etat avec lequel le justiciable en cause a les relations les plus &#233;troites (al. 2). En revanche, lorsque la reconnaissance d'une d&#233;cision &#233;trang&#232;re d&#233;pend de la nationalit&#233; d'une personne, la prise en consid&#233;ration d'une de ses nationalit&#233;s suffit (al. 3). Dans ce dernier cas, la loi renonce &#224; exiger une relation effective entre le justiciable et l'Etat dont la nationalit&#233; est prise en compte; elle opte ainsi pour le principe du favor recognitionis, la non-reconnaissance d'une d&#233;cision &#233;trang&#232;re pouvant conduire &#224; augmenter le nombre de rapports juridiques boiteux (DUTOIT, Droit international priv&#233;, Commentaire de la loi f&#233;d&#233;rale du 18 d&#233;cembre 1987, n. 4 ad art. 23 p. 84). En mati&#232;re de contestation ou de constatation de la filiation, la loi pr&#233;voit des rattachements en cascade en ce qui concerne le for (art. 67 LDIP) et le droit applicable (art. 68 LDIP), alors que pour la reconnaissance d'un jugement rendu &#224; l'&#233;tranger sont pr&#233;vus des rattachements alternatifs. L'art. 70 LDIP dispose en effet BGE 130 III 723 S. 728que les d&#233;cisions &#233;trang&#232;res relatives &#224; la constatation ou &#224; la contestation de la filiation sont reconnues en Suisse lorsqu'elles ont &#233;t&#233; rendues dans l'Etat de la r&#233;sidence habituelle de l'enfant ou dans son Etat national ou dans l'Etat du domicile ou dans l'Etat national de la m&#232;re ou du p&#232;re. Ainsi, la loi exprime aussi le principe du favor recognitionis en mati&#232;re de contestation et de constatation de paternit&#233;. En pr&#233;sentant un tel &#233;ventail de rattachements, la loi veut &#233;viter des situations boiteuses. La ratio de cette r&#232;gle de conflit est ainsi l'harmonisation de la situation en Suisse avec des d&#233;cisions prises &#224; l'&#233;tranger. Le lien effectif du justiciable avec l'Etat dont il a acquis la nationalit&#233; ne joue pas de r&#244;le dans le choix de ce rattachement (cf. Message concernant une loi f&#233;d&#233;rale sur le droit international priv&#233; du 10 novembre 1982, n&#176; 82.072, in FF 1983 I 255 ss, n&#176; 215.6 p. 314 et n&#176; 242.3 p. 358; Bundesgesetz &#252;ber das internationale Privatrecht: Schlussbericht der Expertenkommission zum Gesetzenentwurf, p. 151; DUTOIT, op. cit., n. 4 ad art. 23 LDIP, n. 1 ad art. 70 LDIP; VISCHER, IPRG Kommentar, n. 16 ad art. 23 LDIP).\nAu vu de ce qui pr&#233;c&#232;de, le fait d'acqu&#233;rir la nationalit&#233; isra&#233;lienne pour soumettre sa cause au droit isra&#233;lien et ainsi obtenir un jugement en constatation de paternit&#233; ne viole pas la ratio des art. 23 et 70 LDIP. Partant, on ne peut reprocher au recourant d'avoir commis une fraude &#224; la loi et le jugement isra&#233;lien doit &#234;tre reconnu.\n\n    3.4 Vu le sort du recours, il est superflu d'examiner les autres griefs du recourant.\n \n   \n   "
}