{
  "titre": "119 II 426",
  "annee": "1993",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     422\n                                                                        423\n                                                                        424\n                                                                        425\n                                                                        426\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n119 II 42685. Extrait de l'arr&#234;t de la IIe Cour civile du 21 septembre 1993 dans la cause R. G. SA contre P. et Cour civile du Tribunal cantonal du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 837 al. 1 ch. 3 CC, art. 22 al. 4 ORF (RS 211.432.1);  inscription provisoire d'une hypoth&#232;que l&#233;gale des artisans et entrepreneurs.  Il n'est pas arbitraire de refuser &#224; l'architecte le b&#233;n&#233;fice de l'hypoth&#232;que l&#233;gale des artisans et entrepreneurs. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 427\n\n\n    BGE 119 II 426 S. 427\n   \nExtrait des consid&#233;rants:\n\n    2. a) La cour cantonale a constat&#233; que la jurisprudence du Tribunal f&#233;d&#233;ral et la doctrine pratiquement unanime d&#233;nient &#224; l'architecte le droit &#224; l'hypoth&#232;que l&#233;gale des artisans et entrepreneurs (art. 837 al. 1 ch. 3 CC). Elle a estim&#233; en substance que l'architecte, \"intellectuel de la construction\", ne fa&#231;onne pas physiquement l'immeuble et ne fournit donc pas \"des mat&#233;riaux ou du travail, ou du travail seulement\" au sens de la disposition pr&#233;cit&#233;e. Le crit&#232;re d&#233;terminant n'est pas le type de contrat conclu, mais le genre de travaux effectu&#233;s: seules entrent en consid&#233;ration les prestations qui se mat&#233;rialisent dans la construction. Elle a enfin refus&#233; d'assimiler la requ&#233;rante &#224; un entrepreneur total, qui, lui, fa&#231;onne physiquement l'immeuble sur la base de plans qu'il a con&#231;us. Dans ces conditions, l'existence du droit de gage all&#233;gu&#233; appara&#238;t hautement improbable, et le proc&#232;s au fond vou&#233; &#224; l'&#233;chec; il est d&#232;s lors superflu d'examiner si l'inscription provisoire est intervenue en temps utile.\nLa recourante se plaint d'arbitraire et d'in&#233;galit&#233; de traitement dans l'application des art. 837 et 839 CC. Le contrat conclu avec l'intim&#233; est un contrat d'entreprise portant sur l'&#233;laboration de projets, avec pour but l'obtention de l'autorisation de construire. L'architecte doit &#234;tre compris dans le cercle des b&#233;n&#233;ficiaires de l'hypoth&#232;que l&#233;gale: il effectue un travail essentiel pour le futur b&#226;timent, sans lequel il serait impossible de commencer &#224; construire. Si un monteur d'&#233;chafaudages - dont le travail n'appara&#238;t pas &#224; la fin de la construction - peut se pr&#233;valoir de l'art. 837 al. 1 ch. 3 CC, &#224; plus forte raison l'architecte doit-il en b&#233;n&#233;ficier, lui dont les dessins et les projets seront incorpor&#233;s dans toutes les parties du b&#226;timent. La jurisprudence sur laquelle se fonde la cour cantonale est non seulement ancienne et isol&#233;e, mais encore ant&#233;rieure &#224; celle qui fait une coupure au sein du contrat d'architecte, en soumettant aux r&#232;gles du contrat d'entreprise l'&#233;laboration de projets et de plans. L'architecte n'est souvent pay&#233; qu'apr&#232;s l'obtention de l'autorisation de construire, de sorte qu'il doit faire cr&#233;dit &#224; son client. II y a in&#233;galit&#233; de traitement entre l'architecte ind&#233;pendant et celui qui intervient comme entrepreneur total, dont m&#234;me la partie des honoraires aff&#233;rente aux plans profite de la garantie l&#233;gale. De toute mani&#232;re, son activit&#233; procure une plus-value &#224; l'immeuble.\nb) Dans un arr&#234;t rendu en 1939, le Tribunal f&#233;d&#233;ral a jug&#233; que l'architecte ne b&#233;n&#233;ficie pas de l'hypoth&#232;que l&#233;gale des artisans et entrepreneurs en garantie de sa cr&#233;ance d'honoraires (ATF 65 II 1).BGE 119 II 426 S. 428\n   \nL'activit&#233; de l'architecte ne se mat&#233;rialise pas dans un travail qui fasse corps avec la construction, comme les prestations fournies par les artisans et les entrepreneurs. De par sa situation sociale envers le ma&#238;tre de l'ouvrage, l'architecte n'a pas besoin - du moins pas autant que ces derniers - de la protection l&#233;gale. L'assimilation des architectes aux artisans et entrepreneurs rendrait n&#233;cessaire une interpr&#233;tation extensive de la loi, ce qui serait contraire aux intentions du l&#233;gislateur qui a volontairement exclu cette cat&#233;gorie des b&#233;n&#233;ficiaires de l'hypoth&#232;que l&#233;gale, en raison pr&#233;cis&#233;ment de leur situation particuli&#232;re. De lege lata, le privil&#232;ge doit &#234;tre d&#233;ni&#233; &#224;  l'architecte, m&#234;me si le contrat conclu avec le ma&#238;tre de l'ouvrage est un contrat d'entreprise (art. 363 ss CO). Cette opinion, qui n'est pas isol&#233;e dans la jurisprudence (BlZR 1980 no 80 consid. 2b; RSJ 1932/33 p. 334 no 57), est approuv&#233;e par la doctrine majoritaire (voir notamment: SCHUMACHER, Das Bauhandwerkerpfandrecht, 2e &#233;d., Zurich 1982, no 180 ss; STEINAUER, Les droits r&#233;els, vol. III, Berne 1992, no 2865b; ZOBL, Das Bauhandwerkerpfandrecht de lege lata und de lege ferenda, RDS 1982 II p. 90 et les r&#233;f&#233;rences en n. 409;  GAUCH, Der Werkvertrag, 3e &#233;d., Zurich 1985, no 885; TUOR/SCHNYDER, Das Schweizerische Zivilgesetzbuch, 10e &#233;d., Zurich 1986, p. 750; RIEMER, Die beschr&#228;nkten dinglichen Rechte, Berne 1986, &#167; 25 III no 15; SIMONIUS/SUTTER, Die beschr&#228;nkten dinglichen Rechte, B&#226;le 1990, &#167; 8 IV no 36; OR-ZINDEL/PULVER, n. 29 ad Vorbem. zu Art. 363-379 OR; d&#233;j&#224; dans ce sens: VOLMAR, Die Sicherstellung der Forderungen der Bauhandwerker im schweizerischen Zivilgesetzbuche, in Gewerbliche Zeitfragen, Heft XXVI, 2e &#233;d., Berne 1912, p.  15 et la r&#233;f&#233;rence &#224; WIELAND, n. 7b ad art. 837 CC; contra: LEHNER, Das Objekt des Bauhandwerkerpfandrechtes nach dem Schweizerischen Zivilgesetzbuch, RSJ  1961 p. 136 let. b; cf. DE HALLER, L'hypoth&#232;que l&#233;gale de l'entrepreneur, RDS  1982 II p. 221 n. 68, pour qui le r&#244;le de l'architecte \"n&#233;cessiterait probablement un r&#233;examen\" de la question, et la critique de GAUTSCHI, n. 43c ad art. 394 CO, &#224; l'&#233;gard du l&#233;gislateur).\nCette solution n'est pas remise en cause par la jurisprudence r&#233;cente selon laquelle le contrat qui porte sur l'&#233;tablissement de projets et de plans est r&#233;gi par les dispositions sur le contrat d'entreprise (ATF 114 II 53 consid.  2b, ATF 110 II 380 consid. 2, ATF 109 II 34 consid. 3b et 462 consid. 3b et c; cf. FELLMANN, n. 177 ad art. 394 CO et les r&#233;f&#233;rences; contra: ATF 98 II 305 consid. 3b). En effet, d'une part, en 1939 d&#233;j&#224;, le Tribunal f&#233;d&#233;ral soumettait ces prestations au contrat d'entreprise (ATF 63 II 176 et les r&#233;f&#233;rences, 64 II  9 consid. 2); BGE 119 II 426 S. 429d'autre part, comme on l'a vu, il a d&#233;ni&#233; &#224; l'architecte le b&#233;n&#233;fice de l'hypoth&#232;que l&#233;gale des artisans et entrepreneurs m&#234;me si le contrat conclu avec le ma&#238;tre de l'ouvrage rel&#232;ve des art. 363 ss CO (ATF 65 II 1 /2). L'arr&#234;t de principe - certes ancien - conserve donc toute sa valeur. Il est vrai qu'ABRAVANEL, examinant les effets des r&#232;gles du contrat d'entreprise appliqu&#233;es, selon la derni&#232;re jurisprudence, aux plans et projets de l'architecte, admet que, dans cette optique, ce dernier aurait droit &#224;  l'hypoth&#232;que l&#233;gale selon l'art. 837 al. 1 ch. 3 CC (La qualification du contrat d'architecte, in Le droit de l'architecte, 2e &#233;d., Fribourg 1989, no  111; cf. &#233;g. a contrario, GAUTSCHI, n. 21c ad art. 371 CO). Mais l'auteur - qui persiste &#224; soutenir que cette activit&#233; ressortit au mandat (no 100 ss) - ne fait aucun cas des consid&#233;rations qui pr&#233;c&#232;dent. Au demeurant, ni cette opinion, ni le fait que diverses l&#233;gislations &#233;trang&#232;res accordent &#224;  l'architecte le b&#233;n&#233;fice de l'hypoth&#232;que l&#233;gale (sur ce point, cf. ZOBL, op.cit., p. 65 ss et 99 let. C), ne suffisent &#224; fonder le grief d'arbitraire &#224;  l'endroit de la solution contraire, retenue par la Cour civile. La recourante se borne d'ailleurs essentiellement &#224; opposer sa th&#232;se &#224; celle de la cour cantonale, sans d&#233;montrer en quoi sa d&#233;cision serait arbitraire (art. 90 al. 1  let. b OJ; ATF 117 Ia 10 consid. 4b).\nVu ce qui pr&#233;c&#232;de, il n'y a pas lieu d'examiner plus avant les arguments de la recourante relatifs &#224; la plus-value que l'intervention de l'architecte procurerait &#224; un immeuble. Il suffit de constater qu'elle n'a pas d&#233;montr&#233; que l'autorit&#233; cantonale est tomb&#233;e dans l'arbitraire en fondant sa d&#233;cision sur la jurisprudence du Tribunal f&#233;d&#233;ral et la doctrine dominante (cf. ATF 115 III 125 consid. 3 p. 130). Le recours est d&#232;s lors mal fond&#233; dans la mesure de sa recevabilit&#233;.\n \n   \n   "
}