{
  "titre": "106 IV 342",
  "annee": "1980",
  "contenu": "\n      \n  Chapeau\n106 IV 34285. Arr&#234;t de la Cour de cassation p&#233;nale du 3 octobre 1980 dans la cause Minist&#232;re public du Jura bernois contre F. (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 112 CP. Assassinat.  1. La perversit&#233; particuli&#232;re et le caract&#232;re particuli&#232;rement dangereux qui permettent de qualifier un meurtre d'assassinat sont des conditions alternatives, non cumulatives (consid. 1). \n2. Les circonstances permettant de d&#233;terminer le caract&#232;re particuli&#232;rement pervers ou dangereux de l'auteur ne constituent que des indices, lesquels doivent encore &#234;tre appr&#233;ci&#233;s d'apr&#232;s des crit&#232;res moraux (consid. 2 et 3). \n3. Tuer des tiers innocents pour \"punir\" son conjoint, m&#234;me dans le cadre d'une grave situation conflictuelle, constitue l'un des traits les plus caract&#233;ristiques de la perversit&#233; (consid. 4 litt. c). \n4. L'intention de se suicider apr&#232;s le forfait, lorsqu'elle n'est pas le signe de remords d&#233;sesp&#233;r&#233;, mais la volont&#233; de se lib&#233;rer par la violence d'une vie difficile, est une manifestation d'&#233;go&#239;sme compatible avec la perversit&#233;  (consid. 4 litt. d). \n\n\n  \n  \n  \nFaits &#224; partir de page 343\n\n\n    BGE 106 IV 342 S. 343\n   \n\n    A.- Les &#233;poux F. vivent en mauvaise intelligence depuis de nombreuses ann&#233;es. En avril 1977, dame F. quitta le domicile conjugal, pour s'installer &#224; Gerlafingen (Soleure) o&#249; elle ouvrit action pour obtenir une s&#233;paration l&#233;gale. L'autorisation de vie s&#233;par&#233;e fut prononc&#233;e le 1er septembre 1977.\nLe 20 septembre 1977, F. insista par t&#233;l&#233;phone aupr&#232;s de sa femme pour qu'elle vienne au domicile conjugal le surlendemain 22 septembre dans l'apr&#232;s-midi afin de discuter de la r&#233;partition des meubles. Apr&#232;s avoir h&#233;sit&#233;, dame F. fit savoir &#224; son mari le 21 septembre dans la soir&#233;e qu'elle viendrait au rendez-vous accompagn&#233;e de leur fille commune et d'un certain H.\nAu jour dit, ces trois personnes sont entr&#233;es dans la maison dont toutes les issues avaient &#233;t&#233; ferm&#233;es. Les deux gar&#231;ons qui vivaient avec leur p&#232;re avaient &#233;t&#233; &#233;loign&#233;s. Une discussion s'est engag&#233;e, mais elle a rapidement tourn&#233; court, F. s'&#233;tant f&#226;ch&#233; d'une intervention de sa fille, ayant refus&#233; les excuses de celle-ci et ayant quitt&#233; la cuisine o&#249; l'on s'&#233;tait r&#233;uni. Il alla chercher son mousqueton qu'il avait pr&#233;alablement charg&#233;. A son retour, apr&#232;s une br&#232;ve discussion, il tira sur sa fille puis sur H., disant &#224; sa femme qu'il lui r&#233;servait un autre sort. Peu apr&#232;s, il tira une seconde fois, tant sur sa fille que sur H. Chacune des quatre balles provoqua des l&#233;sions mortelles. Comme dame F.\n\n    BGE 106 IV 342 S. 344g&#233;missait et voulait fermer les yeux de sa fille, F. l'injuria grossi&#232;rement, la somma de se d&#233;shabiller, et comme elle ne le pouvait pas en raison de sa paralysie, lui arracha ses v&#234;tements. Apr&#232;s avoir baiss&#233; son pantalon, il ordonna &#224; son &#233;pouse, sous menace de mort, de lui frotter le sexe, tout d'abord dans la chambre attenante &#224; la cuisine, puis dans ce local m&#234;me o&#249; gisaient les deux cadavres. Par la suite, il fit rougir dans le po&#234;le un tisonnier dont il voulait probablement br&#251;ler sa femme aux parties g&#233;nitales, il fut toutefois distrait par un appel t&#233;l&#233;phonique et permit en fin de compte &#224; sa femme de se rhabiller.\nLes gar&#231;ons vivant avec lui &#233;tant rentr&#233;s &#224; la ferme vers 17 heures, F. les envoya avertir la police, mais lors de l'intervention de celle-ci, il se barricada dans l'habitation, mena&#231;ant de faire feu sur la gendarmerie en cas d'intervention. Apr&#232;s maintes discussions, il alla se constituer prisonnier &#224;  Soleure, vers 4 heures du matin, emmenant sa femme dans la voiture de H.\n\n    B.- Le 18 mai 1979, la Cour d'assises du Ve arrondissement du canton de Berne reconnaissant F. coupable de meurtre, de contrainte et de menace contre les fonctionnaires, l'a condamn&#233; &#224; 16 ans de r&#233;clusion sous d&#233;duction de la d&#233;tention pr&#233;ventive.\n\n    C.- Tant le condamn&#233; que le Minist&#232;re public ont d&#233;clar&#233; se pourvoir en nullit&#233;. F., qui demande l'assistance judiciaire, conclut &#224; la r&#233;duction de la peine, tandis que le Minist&#232;re public estime, sans pour cela r&#233;clamer l'aggravation de la peine, que la qualification d'assassinat aurait d&#251; &#234;tre retenue plut&#244;t que celle de meurtre.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\nI. Pourvoi du Minist&#232;re public\n\n    1. L'assassinat au sens de l'art. 112 CP est r&#233;alis&#233; lorsque l'auteur a tu&#233; dans des circonstances ou avec une pr&#233;m&#233;ditation d&#233;notant qu'il est particuli&#232;rement pervers ou particuli&#232;rement dangereux. La perversit&#233; particuli&#232;re ou le caract&#232;re particuli&#232;rement dangereux sont des conditions alternatives et non cumulatives. Elles ne s'impliquent pas n&#233;cessairement l'une l'autre, alors m&#234;me que le caract&#232;re particuli&#232;rement dangereux d&#233;coule souvent de la perversit&#233; particuli&#232;re (ATF Borel, du 26 juin 1980; Kendi du 12 septembre 1980).\n\n    2. Selon la jurisprudence, il faut, pour appr&#233;cier si l'auteur est particuli&#232;rement pervers ou dangereux, prendre en consid&#233;ration BGE 106 IV 342 S. 345non seulement les circonstances dans lesquelles il a agi mais encore les  &#233;v&#233;nements qui ont entour&#233; l'infraction, dans la mesure o&#249; ils r&#233;v&#232;lent le caract&#232;re du d&#233;linquant, son comportement g&#233;n&#233;ral ainsi que son &#233;tat et ses r&#233;actions psychiques au moment de l'acte. Peuvent &#233;galement entrer en ligne de compte le choix d'un moyen particuli&#232;rement condamnable (par exemple le poison, le feu) ou le mode d'ex&#233;cution, impliquant cruaut&#233; ou perfidie, ou encore les mobiles de l'auteur (par exemple le plaisir de tuer, la vengeance, l'&#233;go&#239;sme), ses relations avec la victime (rapports amoureux, liens de sang) et son comportement apr&#232;s le crime, l'absence de repentir notamment (ATF 104 IV 152; ATF 101 IV 281 et les r&#233;f&#233;rences).\nCes circonstances restent toutefois sujettes &#224; interpr&#233;tation en ce sens qu'elles n'imposent pas absolument la conclusion que l'auteur est particuli&#232;rement pervers ou dangereux et que par cons&#233;quent l'art. 112 CP est applicable. Elles ne constituent que des indices, qui peuvent se r&#233;v&#233;ler trompeurs, sur la mentalit&#233; de l'auteur. Cette mentalit&#233; est une constante de la personnalit&#233; sur laquelle le juge doit se prononcer d'apr&#232;s des crit&#232;res moraux, qu'il appr&#233;ciera avec plus ou moins de s&#233;v&#233;rit&#233; selon le r&#244;le jou&#233; par l'&#233;go&#239;sme et par la pression sociale dans l'acte incrimin&#233;. Chez l'assassin, l'&#233;go&#239;sme l'emporte en g&#233;n&#233;ral sur toute autre consid&#233;ration. Il est souvent pr&#234;t &#224; sacrifier, pour la satisfaction de besoins &#233;go&#239;stes, un &#234;tre humain dont il n'a pas eu &#224; souffrir. Il fait preuve d'un manque complet de scrupules et d'une grande froideur affective (ATF 104 IV 152, 154).\n\n    3. En l'esp&#232;ce, les circonstances qui laissent ordinairement conclure &#224; une perversit&#233; particuli&#232;re sont r&#233;unies. L'autorit&#233; cantonale retient comme tr&#232;s probable que le condamn&#233; a attir&#233; sa femme chez lui sous le pr&#233;texte de parler de la r&#233;partition des meubles, mais dans l'intention de la tuer et de se suicider ensuite, pour mettre fin par la violence &#224; une situation conflictuelle et &#224; un constat d'&#233;chec de sa vie. Il est en tout cas certain qu'il avait organis&#233; un guet-apens, par l'insistance manifest&#233;e aupr&#232;s de sa femme pour qu'elle vienne et par la pr&#233;paration du lieu de la rencontre en &#233;loignant les deux gar&#231;ons qui vivaient encore avec lui, en verrouillant toutes les issues de la demeure et en chargeant son mousqueton. Le mode d'ex&#233;cution implique une cruaut&#233; particuli&#232;re: pour atteindre sa fille &#224; qui son &#233;pouse faisait un bouclier de son corps, il a d&#251; &#233;carter et bousculer cette femme handicap&#233;e qui le suppliait. Il a tir&#233; BGE 106 IV 342 S. 346pos&#233;ment quatre coups mortels contre la jeune fille, puis contre H., sous les yeux de sa femme. Son double forfait accompli, il a encore violent&#233; sa femme pour obtenir d'elle des attouchements sexuels dans la pi&#232;ce m&#234;me o&#249; se trouvaient les cadavres et il a commenc&#233; &#224; mettre &#224; ex&#233;cution son intention de la marquer au fer rouge, ce qui implique une cruaut&#233; particuli&#232;re. Les premiers juges ne constatent nullement qu'il ait agi ainsi alors qu'il &#233;tait en proie &#224;  une &#233;motion violente, aveugl&#233; par une force inconsciente irr&#233;pressible. La pr&#233;cision et la m&#233;thode des coups de feu, le fait qu'il se soit interrompu dans son action &#224; deux reprises pour t&#233;l&#233;phoner d&#233;montrent qu'il &#233;tait ma&#238;tre de lui. Il a conserv&#233; cette ma&#238;trise apr&#232;s les actes dont il doit r&#233;pondre, disant  &#224; ses fils ce qu'il avait fait lors de leur retour, environ deux heures apr&#232;s le crime, leur donnant une importante somme d'argent, puis tenant t&#234;te &#224; la gendarmerie, refusant de se laisser arr&#234;ter, exigeant de pouvoir aller se rendre &#224; l'autorit&#233; soleuroise, plusieurs heures plus tard, supportant par cons&#233;quent une longue attente sur les lieux de son forfait, en pr&#233;sence des deux cadavres. Par la suite enfin, il n'a pas manifest&#233; de repentir.\nCes indices de perversit&#233; sont accablants.\n\n    4. a) Pour &#233;carter la conclusion que ces indices paraissent imposer, l'autorit&#233; cantonale a pris en consid&#233;ration la situation conflictuelle n&#233;e des graves difficult&#233;s de relations entre l'accus&#233; et sa femme qui &#233;tait mauvaise m&#233;nag&#232;re, dont il &#233;tait persuad&#233; qu'elle l'avait tromp&#233;, dont les enfants issus d'un premier mariage lui avaient caus&#233; les pires difficult&#233;s, qui &#233;tait tomb&#233;e malade de sorte qu'elle ne repr&#233;sentait plus qu'une charge pour lui, qui enfin l'avait quitt&#233; au mois de mai 1977 et qui demandait le divorce.\nb) L'autorit&#233; cantonale rel&#232;ve toutefois que la situation conflictuelle n'&#233;tait pas due qu'&#224; l'&#233;pouse, mais aussi au condamn&#233; lui-m&#234;me qui avait exig&#233; de sa femme trop de travail tout en lui imposant une vie particuli&#232;rement instable et dont l'agressivit&#233;, la tyrannie, les exigences sexuelles avaient encore augment&#233; apr&#232;s l'accident et l'amputation de jambe subis en f&#233;vrier 1976. Raisonnablement, le condamn&#233; ne pouvait imputer &#224; sa femme ni les deux incendies de sa ferme provoqu&#233;s par une des filles du premier lit, ni l'accusation d'attentat &#224; la pudeur prof&#233;r&#233;e contre lui par deux des filles de sa femme, ni la paralysie psychosomatique qui avait frapp&#233; celle-ci, ni son BGE 106 IV 342 S. 347d&#233;part auquel il avait consenti car elle n'&#233;tait plus pour lui qu'une charge, ni la d&#233;sertion progressive de la maison par tous ses enfants, &#224; l'exception des deux gar&#231;ons les plus &#226;g&#233;s, ni les difficult&#233;s qu'il rencontrait avec la ma&#238;tresse qu'il s'&#233;tait choisie apr&#232;s le d&#233;part de son &#233;pouse, ni la perte de sa jambe. La situation conflictuelle n'&#233;tait donc imputable &#224; l'&#233;pouse que dans la mesure o&#249; celle-ci &#233;tait mauvaise m&#233;nag&#232;re et o&#249; elle avait admis par lassitude l'infid&#233;lit&#233; que lui reprochait son mari, laquelle n'est d'ailleurs m&#234;me pas &#233;tablie. Des &#233;l&#233;ments aussi minces ne peuvent conduire au d&#233;sir de tuer sa femme et de se suicider ensuite, sans tenir compte des enfants dont les derniers &#233;taient encore tr&#232;s jeunes (n&#233;s en 1964 et 1966), que chez un &#234;tre particuli&#232;rement &#233;go&#239;ste et pervers.\nLe d&#233;sir de vengeance retenu par l'autorit&#233; cantonale comme l'un des mobiles possibles de ses actes n'exclut donc nullement la perversit&#233; lorsqu'il se fonde sur des griefs objectivement si t&#233;nus, et que la vengeance doit consister en ceci que la victime doit p&#233;rir apr&#232;s avoir vu tuer deux personnes dont sa fille, apr&#232;s avoir &#233;t&#233; d&#233;shabill&#233;e violemment, marqu&#233;e au fer rouge et contrainte &#224; des privaut&#233;s sexuelles.\nc) Surtout, l'autorit&#233; cantonale ne pr&#234;te pas suffisamment d'attention au fait que ce n'est pas son &#233;pouse que le condamn&#233; a tu&#233;e, mais sa fille et le tiers H. contre lesquels il n'avait aucun grief s&#233;rieux. Elle exclut en effet que le condamn&#233; ait voulu tuer sa fille parce qu'il lui devait de l'argent, ni H. parce qu'il &#233;tait homosexuel, mais seulement parce que ces deux personnes accompagnaient et soutenaient sa femme et que leur mort brutale sous les yeux de celle-ci constituait un &#233;l&#233;ment de la \"punition\" qu'il entendait lui infliger. Il suit n&#233;cessairement de l&#224; que le condamn&#233; a commis son double meurtre, contre des personnes dont il n'avait pas eu &#224; souffrir, seulement parce qu'elles le g&#234;naient, comme un objet qu'on &#233;carte, sans aucune consid&#233;ration pour leur valeur de personne humaine. Il s'agit l&#224; de l'un des traits les plus caract&#233;ristiques de la perversit&#233;. Les premiers juges le reconnaissent du reste.\nd) L'autorit&#233; cantonale constate il est vrai que le condamn&#233; avait l'intention de se suicider apr&#232;s son forfait. Ce fait &#233;tant &#233;tabli, c'est inutilement au regard de l'art. 277bis al. 1 PPF que le condamn&#233; pr&#233;tend dans son recours en apporter de nouvelles preuves. Il n'y est pas recevable (art.  273 al. 1 lettre b PPF). Mais cette circonstance n'est nullement de nature &#224;  r&#233;voquer en BGE 106 IV 342 S. 348doute la perversit&#233; de l'auteur. Le suicide n'est pas en effet envisag&#233; comme la manifestation d'un remords d&#233;sesp&#233;r&#233; en pr&#233;sence du forfait accompli, mais comme l'ach&#232;vement d'une volont&#233; de destruction totale, pour se lib&#233;rer par la violence des probl&#232;mes d'une vie difficile que le condamn&#233; n'&#233;tait pas parvenu  &#224; r&#233;soudre. Cette volont&#233; de destruction totale, non seulement de soi-m&#234;me, mais encore d'autrui, dont l'objet est d'entra&#238;ner dans sa propre destruction une autre personne, contre sa volont&#233;, est la manifestation d'un &#233;go&#239;sme qui est non seulement compatible avec la perversit&#233;, mais qui en est souvent l'origine.\ne) L'autorit&#233; cantonale refuse d'admettre la perversit&#233; de l'auteur sous le pr&#233;texte qu'en raison du mutisme et de l'amn&#233;sie r&#233;elle ou feinte de celui-ci, ils en ignorent les mobiles. Mais les seuls mobiles qu'ils envisagent, vengeance &#224; l'&#233;gard de sa femme, volont&#233; d'an&#233;antissement, suppression de deux personnes g&#234;nant ses plans initiaux, punition des personnes soutenant sa femme, rel&#232;vent tous d'un d&#233;sir de vengeance, de l'&#233;go&#239;sme et d'une froideur qui permettent de conclure &#224; la perversit&#233;. L'incertitude sur les motifs de l'acte ne pourrait permettre de douter de la perversit&#233; que si l'on pouvait raisonnablement formuler l'hypoth&#232;se d'un motif au moins qui ne rel&#232;verait pas de ce trait de caract&#232;re. Or l'autorit&#233; cantonale n'en imagine pas et elle aurait d'ailleurs &#233;t&#233; bien embarrass&#233;e de le faire sur le vu des faits de la cause.\n\n    5. On constate ainsi, en r&#233;sum&#233;, que l'autorit&#233; cantonale n'a d&#233;cel&#233; aucun &#233;l&#233;ment permettant de contre-balancer tous ceux qui conduisent &#224; retenir la perversit&#233; particuli&#232;re qui a pouss&#233; le condamn&#233;, dont l'agressivit&#233; et la tyrannie s'&#233;taient exacerb&#233;es apr&#232;s l'amputation de sa jambe, qui ne consid&#233;rait plus sa femme malade et paralys&#233;e que comme une charge, qui &#233;tait incapable de r&#233;soudre les probl&#232;mes d'une vie difficile o&#249; les &#233;checs s'&#233;taient accumul&#233;s, &#224; se venger de ses d&#233;boires sur sa femme en la faisant gravement souffrir moralement (en tuant sa fille sous ses yeux) et physiquement (en voulant la marquer au fer rouge), en l'humiliant gravement sur le plan sexuel et &#224; tuer &#224; cette occasion deux personnes innocentes dont sa fille, &#224; qui il n'avait rien &#224; reprocher, sans manifester de repentir. Dans ces conditions, l'autorit&#233; cantonale a abus&#233; de son pouvoir d'appr&#233;ciation en niant la perversit&#233; particuli&#232;re de l'auteur.\nCette condition d'application de l'art. 112 CP &#233;tant amplement BGE 106 IV 342 S. 349d&#233;montr&#233;e, il est inutile d'examiner encore si le condamn&#233; a r&#233;v&#233;l&#233; par ses actes qu'il est particuli&#232;rement dangereux.\nL'autorit&#233; cantonale ayant viol&#233; les art. 111 et 112 CP en retenant le premier &#224; l'exclusion du second, le pourvoi du Minist&#232;re public est donc bien fond&#233;.\nII. Pourvoi du condamn&#233;\n\n    6. Le pourvoi du condamn&#233; est en revanche vou&#233; &#224; l'&#233;chec et l'aurait &#233;t&#233; m&#234;me s'il ne s'&#233;tait rendu coupable que de meurtre et non d'assassinat.\na) On a vu que les moyens nouveaux destin&#233;s &#224; &#233;tablir l'intention qu'avait l'auteur de se suicider sont irrecevables et ne pr&#233;sentaient d'ailleurs aucune utilit&#233;, puisque l'autorit&#233; cantonale a admis cette intention.\nb) Le recourant se plaint uniquement de ce que les premiers juges auraient abus&#233; de leur pouvoir d'appr&#233;ciation en estimant sa culpabilit&#233; si lourde qu'elle justifie une peine \"proche du maximum\". La Cour de cassation s'impose cependant une grande retenue pour contr&#244;ler l'usage que l'autorit&#233; cantonale a fait du large pouvoir d'appr&#233;ciation qui lui appartient en vertu de l'art. 63 CP (ATF 78 IV 67; ATF 90 IV 79, 155; ATF 92 IV 119; ATF 95 IV 62), en se fondant par exemple sur des crit&#232;res d&#233;nu&#233;s de pertinence ou en parvenant &#224; un r&#233;sultat gravement choquant, inexplicable, en contradiction avec les motifs. Tel n'est pas le cas. L'autorit&#233; cantonale s'est montr&#233;e s&#233;v&#232;re pour des motifs convaincants. La gravit&#233; exceptionnelle des actes du recourant impliquait d'ailleurs celle de la condamnation.\nc) La gravit&#233; de la culpabilit&#233; du recourant n'est en rien diminu&#233;e par l'intention qu'il avait de se donner finalement la mort. En effet, comme on l'a d&#233;j&#224; vu, le suicide envisag&#233; n'&#233;tait pas une manifestation de remords, ce que le recourant ne pr&#233;tend d'ailleurs pas, mais une manifestation suppl&#233;mentaire de sa volont&#233; &#233;go&#239;ste d'an&#233;antissement.\nd) Le pourvoi apparaissant comme vou&#233; &#224; l'&#233;chec, l'assistance judiciaire ne saurait &#234;tre accord&#233;e.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le pourvoi de F. dans la mesure o&#249; il est recevable; admet le pourvoi du Minist&#232;re public.\n \n   \n   "
}