{
  "titre": "106 Ia 364",
  "annee": "1980",
  "contenu": "\n      \n  Chapeau\n106 Ia 36461. Extrait de l'arr&#234;t de la Ire Cour de droit public du 5 mars 1980 en la cause Delacuisine contre Vevey, Conseil communal et Vaud, Conseil d'Etat (recours de droit public)\n\n  \nRegeste\nPlan de quartier. Base l&#233;gale. Art. 22ter Cst.  Plan de quartier impliquant d&#233;molition d'anciens b&#226;timents, remaniement parcellaire et reconstruction d'un ensemble de nouveaux b&#226;timents, pr&#233;voyant en outre la destination des b&#226;timents et de certains locaux. \nBase l&#233;gale n&#233;cessaire. Absence d'une telle base en l'esp&#232;ce. \n\n\n  \n  \n  \nFaits &#224; partir de page 364\n\n\n    BGE 106 Ia 364 S. 364\n   \n\n    La Commune de Vevey a mis &#224; l'enqu&#234;te publique un projet de \"plan d'extension partiel\" pour le \"quartier de la Valsainte\", dont le p&#233;rim&#232;tre comprend sept parcelles - b&#226;ties en grande partie - d'une surface totale de 5128 m2 et appartenant &#224; des personnes priv&#233;es, sauf une petite parcelle de 78 m2, propri&#233;t&#233; de la Commune.\nLe projet pr&#233;voit le maintien d'un seul des b&#226;timents existants et la construction d'un ensemble de nouveaux b&#226;timents, trait&#233;s comme une unit&#233; architecturale. Selon l'art. 11 du r&#232;glement sp&#233;cial y relatif, les b&#226;timents pr&#233;vus sont destin&#233;s &#224; l'habitation (le 20% des appartements &#233;tant r&#233;serv&#233; &#224; des personnes du troisi&#232;me &#226;ge), &#224; des ateliers de petite industrie et d'artisanat, &#224; de petits commerces et &#224; des locaux communautaires (salles de gymnastique, d'ergoth&#233;rapie et de conf&#233;rences, piscine pour personnes &#226;g&#233;es, cuisines et vestiaires communaux, places de jeux pour enfants, restaurants, etc.). Le projet pr&#233;voit aussi la construction d'un parc &#224; voitures souterrain d'au moins 300 places, utilisable comme abri public en cas de n&#233;cessit&#233;. Deux des b&#226;timents pr&#233;vus comportent cinq et six niveaux, les autres deux niveaux.\n\n    BGE 106 Ia 364 S. 365\n   \nPropri&#233;taire de deux parcelles - comportant six b&#226;timents d'habitation -  comprises dans le p&#233;rim&#232;tre, Edouard Delacuisine a form&#233; opposition contre ce plan: il soutenait que le projet, irr&#233;alisable dans l'&#233;tat actuel des propri&#233;t&#233;s, diminuerait consid&#233;rablement les possibilit&#233;s de vendre isol&#233;ment des fonds et porterait une atteinte importante &#224; leur valeur v&#233;nale, les possibilit&#233;s de b&#226;tir sur l'une des parcelles n'&#233;tant que de deux niveaux. D'autres propri&#233;taires priv&#233;s dont les parcelles sont situ&#233;es dans le p&#233;rim&#232;tre du plan ont &#233;galement form&#233; opposition contre le projet de plan.\nApr&#232;s son adoption par l'autorit&#233; l&#233;gislative communale, le plan a &#233;t&#233;  approuv&#233; par le Conseil d'Etat, qui a d'autre part ordonn&#233; le remaniement parcellaire en vue du \"nouvel am&#233;nagement de la propri&#233;t&#233; fonci&#232;re permettant la r&#233;alisation dudit plan\".\nAgissant par la voie du recours de droit public, Edouard Delacuisine requiert l'annulation des d&#233;cisions du Conseil d'Etat approuvant le plan et ordonnant le remaniement parcellaire. Il se plaint notamment de la violation de la garantie de la propri&#233;t&#233;.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. Il n'est pas contest&#233; que le \"plan d'extension partiel\", objet du pr&#233;sent recours, doit faire r&#232;gle pour la construction dans le p&#233;rim&#232;tre du quartier de la Valsainte, donc lier les propri&#233;taires des parcelles qu'il englobe (cf. art. 38 de la loi vaudoise du 5 f&#233;vrier 1941 sur les constructions et l'am&#233;nagement du territoire, en abr&#233;g&#233;: LCAT). Il ne s'agit nullement d'un plan qui, comme le plan directeur d'extension (art. 19 LCAT) ne comporte aucune obligation pour la commune et aucune limitation des droits des propri&#233;taires. Il ne s'agit pas non plus d'un des termes d'une alternative qui consisterait ou bien &#224; construire selon les prescriptions g&#233;n&#233;rales de la zone, ou bien &#224; construire en b&#233;n&#233;ficiant de certains avantages (par exemple d'un indice d'utilisation plus favorable) mais en se conformant au plan en question, alternative connue de certaines r&#233;glementations communales (cf. ZIMMERLIN, Bauordnung der Stadt Aarau, 1960, art. 30 al. 2 p. 148 ss.; FORESTIER, Der Gestaltungsplan nach aargauischem Baugesetz, th&#232;se Z&#252;rich 1975, p. 86 ss.; ZIMMERLIN, Baugesetz des Kantons Aargau, 1977, n. 1 ad art. 141, p. 379 s.).\nLe plan contest&#233; est donc destin&#233; &#224; passer dans la r&#233;alit&#233;. Mais la construction des b&#226;timents qui y sont pr&#233;vus implique la d&#233;molition des b&#226;timents existants, ainsi que l'obligation pour les BGE 106 Ia 364 S. 366propri&#233;taires touch&#233;s de se pr&#234;ter &#224; un remaniement parcellaire et de construire ensemble des b&#226;timents selon un programme qui leur est impos&#233;. D'autre part, les propri&#233;taires en question ne sont pas libres d'utiliser les futurs locaux b&#226;tis selon leurs propres d&#233;sirs; ils doivent les consacrer aux diff&#233;rentes destinations &#233;num&#233;r&#233;es &#224; l'art. 11 du r&#232;glement sp&#233;cial. Il s'agit l&#224; de graves atteintes &#224; la libert&#233; des propri&#233;taires.\nOr les restrictions &#224; la propri&#233;t&#233; priv&#233;e - garantie par l'art. 22ter Cst. -  ne sont compatibles avec cette disposition constitutionnelle que si elles reposent sur une base l&#233;gale et sont &#233;dict&#233;es dans l'int&#233;r&#234;t public; si elles  &#233;quivalent par leurs effets &#224; une expropriation, elles doivent en outre donner lieu &#224; une juste indemnit&#233; (ATF 104 Ia 337 consid. 2, ATF 103 Ia 587, ATF 101 Ia 218 consid. 4 et les arr&#234;ts cit&#233;s).\n\n    2. Lorsque les restrictions de droit public apport&#233;es &#224; la propri&#233;t&#233; priv&#233;e sont sp&#233;cialement graves, la jurisprudence exige que la base l&#233;gale soit claire et non &#233;quivoque; le Tribunal f&#233;d&#233;ral examine librement si cette exigence est satisfaite (ATF 98 Ia 46 consid. 2 b, ATF 91 I 332 consid. 1 a).\nEn l'esp&#232;ce, le Conseil d'Etat soutient, dans ses observations sur le recours, que le plan litigieux se fonde sur l'art. 25 LCAT et le remaniement parcellaire sur l'art. 27 de la loi cantonale du 29 novembre 1961 sur les am&#233;liorations fonci&#232;res (en abr&#233;g&#233;: LAF).\na) Il est vrai que l'art. 25 LCAT, qui &#233;num&#232;re les nombreuses dispositions que peuvent contenir les r&#232;glements communaux relatifs aux plans d'extension, indique aussi l'implantation parmi les autres conditions relatives aux constructions (ch. 10). On peut en d&#233;duire que cette implantation peut &#234;tre fix&#233;e non seulement par les dispositions g&#233;n&#233;rales relatives &#224; une zone &#224; b&#226;tir (indice d'utilisation, alignement, distances aux limites, &#224; l'axe d'une rue ou entre b&#226;timents, etc.), mais qu'elle peut aussi &#234;tre fix&#233;e directement par un plan de situation, comme c'est le cas pour un plan de quartier (cf. art. 42 LCAT), et pour un plan d'extension partiel &#233;galement, selon ce qui est admis en droit vaudois depuis la modification apport&#233;e par la novelle du 26 f&#233;vrier 1964, qui a donn&#233; sa teneur actuelle &#224; l'art. 25 ch. 10 LCAT (cf. ALEXANDRE BONNARD, La loi sur les constructions et l'am&#233;nagement du territoire, RDAF 1964 p. 145 ss., notamment p. 154 lettre e; cf. aussi RDAF 1972 p. 416 s.).\nEn revanche, aucune disposition l&#233;gale ne permet aux communes BGE 106 Ia 364 S. 367d'imposer la destination des locaux dans les b&#226;timents construits dans une zone d'habitation; l'art. 23 LCAT ne parle lui-m&#234;me que de la destination du sol;  les communes ne sauraient donc imposer aux particuliers, sans base l&#233;gale - et sous r&#233;serve d'ailleurs de l'int&#233;r&#234;t public - des installations destin&#233;es &#224;  l'usage commun, telles que salles de gymnastique, de physioth&#233;rapie, de conf&#233;rences, restaurants, cuisines et vestiaires communaux.\nLa loi ne permet pas davantage de contraindre un propri&#233;taire &#224; d&#233;molir son b&#226;timent, &#224; part les cas de construction &#233;rig&#233;es sans droit (art. 120 al. 3  LCAT, de m&#234;me art. 88 LCAT; cf. ATF 105 Ib 276 consid. 1 c, 100 I a 344 s. consid. 3 a) ou qui mettent en danger la s&#233;curit&#233; publique (art. 63 LCAT) ou encore les constructions abandonn&#233;es qui nuisent &#224; l'aspect du paysage (art. 59  al. 2 LCAT). Personne ne pr&#233;tend que ces conditions exceptionnelles sont remplies en l'esp&#232;ce.\nLa loi ne permet pas non plus d'obliger des propri&#233;taires priv&#233;s &#224; se mettre ensemble pour construire un complexe de b&#226;timents &#224; traiter comme une seule unit&#233; architecturale.\nOn doit donc retenir en conclusion que la loi vaudoise sur les constructions et l'am&#233;nagement du territoire ne permet pas aux pouvoirs publics d'imposer aux propri&#233;taires des restrictions qui vont aussi loin que certaines de celles qui d&#233;coulent du plan attaqu&#233; et de son r&#232;glement sp&#233;cial.\nb) Pour le remaniement parcellaire qu'il a ordonn&#233; simultan&#233;ment avec l'approbation du plan litigieux, le Conseil d'Etat indique comme base l&#233;gale l'art. 27 de la loi cantonale du 29 novembre 1961 sur les am&#233;liorations fonci&#232;res.\nIl est vrai que cette loi, &#233;dict&#233;e en application de la loi f&#233;d&#233;rale sur l'agriculture du 3 octobre 1951, s'applique aussi aux terrains &#224; b&#226;tir (art.  2), son article 4 permettant m&#234;me au Conseil d'Etat de \"subordonner l'ex&#233;cution de travaux d'am&#233;liorations fonci&#232;res &#224; l'adoption ou &#224; la modification d'un plan d'extension ou d'un plan d'am&#233;nagement pr&#233;vu par la loi sur la police des constructions\"; les dispositions qui r&#232;glent en d&#233;tail le remaniement des terrains &#224; b&#226;tir se trouvent aux art. 81 &#224; 98 de la loi cantonale. Quant &#224;  l'art. 27 LAF qui se trouve dans le chap. III intitul&#233; \"Syndicat d'am&#233;liorations fonci&#232;res\", il permet au Conseil d'Etat de \"cr&#233;er d'office et organiser des syndicats d'am&#233;liorations fonci&#232;res, en vue du remaniement parcellaire, sur tout ou partie du territoire d'une ou de plusieurs communes, lorsque cette op&#233;ration est rendue indispensable: BGE 106 Ia 364 S. 368\n   \n1. pour rem&#233;dier &#224; un morcellement excessif du sol;\n2. pour permettre la construction de voies publiques (routes, chemins de fer et canaux) et, d'une mani&#232;re g&#233;n&#233;rale, la r&#233;alisation de grands travaux;\n3. pour permettre la r&#233;alisation d'un plan d'extension ou d'un plan d'am&#233;nagement pr&#233;vu par la loi sur la police des constructions.\"\nMais cette derni&#232;re disposition est manifestement destin&#233;e &#224; permettre l'&#233;quipement (notamment en routes) de futurs terrains &#224; b&#226;tir compris dans un plan d'extension, c'est-&#224;-dire de terrains qui &#233;taient jusqu'ici utilis&#233;s &#224; des fins agricoles (cf. art. 81 al. 1 i.f.). Ainsi la loi pr&#233;voit notamment, &#224;  l'art. 88 al. 2, la possibilit&#233; pour le syndicat de \"recourir &#224; l'expropriation pour permettre &#224; l'Etat ou &#224; la Commune d'obtenir les terrains r&#233;serv&#233;s &#224; des fins d'utilit&#233; publique, selon un plan d'extension ou un plan d'am&#233;nagement...\", les art. 114 et 115 de la loi sur l'expropriation (du 25  novembre 1974) &#233;tant applicables, en vertu d'une adjonction apport&#233;e par cette derni&#232;re loi. Enfin, la commission de classification peut d&#233;cider de soumettre certains b&#226;timents aux op&#233;rations de remaniement - lorsque la r&#233;alisation du but du syndicat l'exige - soit en vue de leur &#233;change, soit en vue de leur d&#233;molition (art. 89).\nMais il s'agit toujours, dans ces diff&#233;rentes dispositions, de remaniements parcellaires o&#249; les propri&#233;taires re&#231;oivent, en &#233;change de leurs anciennes parcelles, de nouvelles parcelles sur lesquelles ils sont libres, une fois le remaniement termin&#233;, d'&#233;riger individuellement des constructions conformes aux dispositions du plan de zones ou au r&#232;glement sp&#233;cial d'un plan de quartier, libres &#233;galement de choisir le moment o&#249; ils veulent r&#233;aliser ces constructions.\nLa loi vaudoise sur les am&#233;liorations fonci&#232;res, si elle permet d'instituer un syndicat obligatoire dans les cas de l'art. 27, ne constitue cependant pas une base suffisante pour un remaniement parcellaire qui implique la d&#233;molition de tous les b&#226;timents d'un quartier d'habitation et leur remplacement par de nouveaux b&#226;timents &#224; traiter comme une seule unit&#233; architecturale.\nSans doute la r&#233;novation de quartiers d'habitation n'est-elle pas exclue par la voie d'un plan de quartier (ou d'un plan d'extension partiel) et d'une proc&#233;dure de remaniement parcellaire. Elle est m&#234;me express&#233;ment pr&#233;vue par la loi f&#233;d&#233;rale du 4 octobre 1974 \"encourageant la construction et l'accession &#224;  la propri&#233;t&#233; de logements\" (RS 843, art. 7 &#224; 11); mais il appartient aux cantons BGE 106 Ia 364 S. 369de r&#233;gler notamment les principes de droit mat&#233;riel qui r&#233;gissent le regroupement des terrains &#224; b&#226;tir et d'assurer l'ex&#233;cution de l'obligation de construire (art. 11 al. 1).\nQuelques cantons ont r&#233;gl&#233; cette mati&#232;re - parfois de fa&#231;on tr&#232;s d&#233;taill&#233;e -  m&#234;me avant l'adoption de la loi f&#233;d&#233;rale pr&#233;cit&#233;e. Il s'agit notamment des cantons de Berne (d&#233;cret du 13 mai 1965 sur les remaniements de fonds b&#226;tis et non b&#226;tis et les ajustements de limites, notamment art. 4, 8, 9, 37), de Gen&#232;ve  (loi du 11 juin 1965 sur le remembrement foncier urbain, notamment art. 25-27,  97; cf. ZWAHLEN, Le remembrement foncier urbain par voie d'expropriation, RDAF  1978, p. 270 ss.), de B&#226;le-Ville (loi du 20 novembre 1969 \"&#252;ber Bodenordnungsmassnahmen\", notamment art. 16, 20, 33 al. 2 lettre d, 39), d'Argovie (Baugesetz du 2 f&#233;vrier 1971, art. 172 &#224; 179, d&#233;cret du 9 octobre  1974 \"&#252;ber das Verfahren bei Landumlegungen und Grenzbereinigungen in Baugebieten), de Zurich (Planungs- und Baugesetz du 7 septembre 1975, art.  186-202).\nMais le canton de Vaud n'a pas adopt&#233; de dispositions semblables, de sorte que la base l&#233;gale fait d&#233;faut pour imposer aux propri&#233;taires un remaniement parcellaire impliquant des obligations aussi importantes que celles que pr&#233;voient le plan litigieux et son r&#232;glement sp&#233;cial.\nc) Faute de base l&#233;gale suffisante, les d&#233;cisions du Conseil d'Etat approuvant le plan d'extension partiel et ordonnant la constitution d'un syndicat de remaniement parcellaire doivent &#234;tre annul&#233;es.\n...\n \n   \n   "
}