{
  "titre": "107 IV 119",
  "annee": "1981",
  "contenu": "\n      \n  Chapeau\n107 IV 11934. Extraits de l'arr&#234;t de la Cour de cassation p&#233;nale du 6 mars 1981 dans la cause B. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 198 et 199 CP; dessein de lucre, cupidit&#233;.  Le dessein de lucre mentionn&#233; dans la partie sp&#233;ciale du Code p&#233;nal ne doit pas &#234;tre confondu avec la cupidit&#233; &#224; laquelle se r&#233;f&#232;re la partie g&#233;n&#233;rale, aux art. 48 ch. 1 al. 2, 50 al. 1 et 106 al. 2, m&#234;me si dans les versions allemande et italienne du Code, la terminologie est la m&#234;me dans les deux cas  (\"Gewinnsucht\", \"Gewinns&#252;chtige Absicht\"; \"fine di lucro\"). Est cupide celui qui se montre particuli&#232;rement avide d'avantages financiers. Agit avec un dessein de lucre celui qui recherche un enrichissement particuli&#232;rement r&#233;pr&#233;hensible du point de vue moral, parce qu'il met en cause des valeurs relatives &#224; ce qui fait la dignit&#233; de la personne et dont la caract&#233;ristique est de ne pas &#234;tre monnayables ou d'&#234;tre bafou&#233;es lorsqu'elles sont monnay&#233;es. Autrement dit, le crit&#232;re de la cupidit&#233; est quantitatif, celui du dessein de lucre qualitatif. \n\n\n  \n  \n  \nFaits &#224; partir de page 120\n\n\n    BGE 107 IV 119 S. 120\n   \n\n    A.- a) B. a lou&#233; un appartement &#224; Ecublens pour y exercer son m&#233;tier d'esth&#233;ticienne en janvier 1977, apr&#232;s y avoir ex&#233;cut&#233; des travaux pour environ 50'000 fr. Elle a rapidement constat&#233; que son salon n'&#233;tait pas rentable et, apr&#232;s quelques mois, elle a commenc&#233;, sur leur demande, &#224; masturber ses clients masculins pour le prix de 70 fr. par s&#233;ance. A la fin 1978, elle a fait para&#238;tre des annonces dans les revues \"sp&#233;cialis&#233;es\" (c'est-&#224;-dire lourdement &#233;rotiques) comme \"Minuit Plaisir\" ou \"Happy Time Report\", offrant des massages sur la nature desquels aucun doute n'&#233;tait possible.\nb) Depuis le d&#233;but de 1979 et jusqu'au d&#233;but de 1980, fin de son activit&#233;, B. a en outre offert une partie de son salon &#224; une douzaine de prostitu&#233;es qui se sont succ&#233;d&#233; chez elle, une &#224; la fois, chacune pour quinze jours au plus, par prudence vis-&#224;-vis de la police des &#233;trangers. Ces personnes r&#233;alisaient des gains de 3000 &#224; 5000 fr. par quinzaine, mais ne versaient aucun loyer &#224; B. dans les locaux de laquelle elles exer&#231;aient leurs talents. Le profit de B. consistait uniquement dans l'augmentation de sa client&#232;le, qui croissait en BGE 107 IV 119 S. 121fonction de l'activit&#233; m&#234;me et de la pr&#233;sence de la prostitu&#233;e. B. recevait les t&#233;l&#233;phones et accueillait les gens. Elle a r&#233;alis&#233; par ce moyen des gains de  3000 &#224; 4000 fr. par mois.\n\n    B.- Le 23 avril 1980, le Tribunal correctionnel du district de Morges a acquitt&#233; B. du chef d'accusation de prox&#233;n&#233;tisme professionnel et l'a condamn&#233;e  &#224; 100 fr. d'amende pour publicit&#233; donn&#233;e aux occasions de d&#233;bauche. Le 4 ao&#251;t  1980, le Tribunal cantonal vaudois a admis un recours du Minist&#232;re public et rejet&#233; un recours joint de la condamn&#233;e contre ce jugement, qu'il a r&#233;form&#233; en ce sens que B. est condamn&#233;e pour prox&#233;n&#233;tisme par m&#233;tier et publicit&#233; donn&#233;e aux occasions de d&#233;bauche &#224; six mois d'emprisonnement et &#224; 500 fr. d'amende avec sursis et d&#233;lai de radiation de deux ans.\n\n    C.- B. se pourvoit en nullit&#233; contre cet arr&#234;t dont elle demande l'annulation, la cause &#233;tant renvoy&#233;e &#224; l'autorit&#233; cantonale pour qu'elle la lib&#232;re des chefs d'accusation retenus et par cons&#233;quent de toute peine et de tous frais.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La recourante conteste avant tout avoir agi dans un dessein de lucre. Cet &#233;l&#233;ment de l'infraction d&#233;finie &#224; l'art. 199 CP dont l'autorit&#233; cantonale a fait application n'est exprim&#233; qu'&#224; l'art. 198 CP. Mais l'art. 199 CP ne se distingue de l'art. 198 CP que par la qualification du m&#233;tier (ATF 76 IV 239 consid. 3; LOGOZ, n. 1 ad art. 199 p. 336). Si donc une condition d'application de l'art. 198 CP fait d&#233;faut, l'art. 199 CP ne sera pas non plus applicable (LOGOZ, ibidem; STRATENWERTH, B.T. II, p. 54 n. 2).\nAux termes de l'art. 198 CP, celui qui, dans un dessein de lucre, aura favoris&#233; la d&#233;bauche, sera puni de l'emprisonnement.\nEn l'esp&#232;ce, la recourante ne conteste pas avoir favoris&#233; les douze prostitu&#233;es auxquelles elle a offert un local. Elle ne conteste pas non plus qu'elles s'y sont adonn&#233;es &#224; la d&#233;bauche en y recevant leurs clients. La chose est du reste &#233;vidente. C'est donc bien uniquement la notion de dessein de lucre au sens de l'art. 198 CP qui doit &#234;tre examin&#233;e.\n\n    2. Le dessein de lucre appartient &#224; la d&#233;finition des infractions d&#233;finies aux art. 129 al. 2, 159 al. 2, 198 et 199, 219 al. 2 et 313 CP. Il en va de m&#234;me, mais n&#233;gativement, &#224; l'art. 200 CP. Le texte allemand use de l'expression Gewinnsucht (respectivement gewinns&#252;chtige Absicht, art. 200 et 313) qui se retrouve aux BGE 107 IV 119 S. 122art. 48 ch. 1 al. 2, 50 al. 1 et 106 al. 2 CP. En revanche, dans ces derni&#232;res dispositions de la partie g&#233;n&#233;rale du Code, le texte fran&#231;ais utilise l'expression \"cupidit&#233;\", r&#233;servant l'expression \"dessein de lucre\" ou \"but de lucre\" aux textes de la partie sp&#233;ciale. La version italienne du Code de m&#234;me que l'allemande fait appel &#224; la m&#234;me expression (\"fine di lucro\") dans tous les cas.\na) Ces diff&#233;rences ont attir&#233; l'attention tout d'abord de SCHWANDER (1re &#233;d. p. 154, 2e &#233;d., n. 370 p. 193) et de VON WEBER (Die Bereicherungsabsicht im Schweizerischen Strafgesetzbuch, th&#232;se Fribourg 1951, p. 86), qui accordent leur pr&#233;f&#233;rence &#224; la distinction qui ressort du texte fran&#231;ais, approuv&#233;s en cela par CLERC (\"A propos de la cupidit&#233;\", in JdT 1962, p. 98 ss., 102).\nb) La distinction entre la cupidit&#233;, d'une part, et le dessein ou but de lucre, d'autre part, se justifie d'abord, selon CLERC, par les travaux pr&#233;paratoires (loc.cit., p. 102): alors que l'avant-projet de 1908, &#224; l'art.  37, traduisait \"Gewinnsucht\" par \"but de lucre\", Gautier proposa de remplacer  \"but\" par \"mobile\", insistant sur la n&#233;cessit&#233; de distinguer la finalit&#233; de l'acte (but) de la raison pour laquelle l'auteur agit (mobile). La proposition fut adopt&#233;e (IIe Commission d'experts, I p. 293) et la Commission de r&#233;daction rempla&#231;a l'expression \"mobile de lucre\" par \"cupidit&#233;\", qui exprimait mieux la pens&#233;e de Gautier. Que la \"cupidit&#233;\" rel&#232;ve des mobiles de l'auteur, qu'elle ne soit pas un &#233;l&#233;ment constitutif de l'acte, mais un trait de caract&#232;re de l'auteur, un &#233;l&#233;ment de sa personnalit&#233; dangereuse, le Tribunal f&#233;d&#233;ral l'a d&#233;clar&#233; express&#233;ment: \"On doit qualifier de cupide l'auteur qui se montre particuli&#232;rement avide d'avantages financiers, qui, par exemple pour se procurer de l'argent, outrepasse habituellement et sans scrupules les limites trac&#233;es par la loi, la biens&#233;ance ou les bonnes moeurs et qui n'h&#233;site donc pas  &#224; se procurer un gain illicite\" (ATF 101 IV 134, ATF 94 IV 100 et les r&#233;f&#233;rences sur l'art. 50 CP; le dernier arr&#234;t cit&#233; reprend express&#233;ment les consid&#233;rations de Clerc au JdT 1962 IV 103). Selon VON WEBER (loc.cit., p. 86/87), cette notion de cupidit&#233; signifie autre chose que le dessein de lucre auquel font appel les textes de la partie sp&#233;ciale du Code. En effet, les art. 48 ch. 1 al.  2 et 50 al. 1 CP sont applicables pour sanctionner n'importe quelle infraction d&#233;finie dans la partie sp&#233;ciale du Code, pourvu que, dans le cas concret, ces infractions manifestent que le mobile de l'auteur est la passion de gagner de l'argent. VON WEBER en d&#233;duit que le dessein de lucre dans la partie sp&#233;ciale du Code ne se distingue pas essentiellement du dessein d'enrichissement BGE 107 IV 119 S. 123ill&#233;gitime. La diff&#233;rence d'expression est justifi&#233;e parce que la recherche du gain qualifi&#233;e de \"dessein ou but de lucre\" appara&#238;t particuli&#232;rement choquante et moralement r&#233;pr&#233;hensible.\nc) Cette distinction entre le mobile - caract&#232;re permanent - de l'auteur  (cupidit&#233;) et son but - occasionnel - (dessein de lucre) dont Clerc reconna&#238;t qu'elle est malais&#233;e (loc.cit., p. 103) est-elle n&#233;cessaire, voire utile? La distinction serait inutile si, du point de vue formel, les textes de la partie g&#233;n&#233;rale du Code p&#233;nal faisant appel &#224; la notion de cupidit&#233; ne peuvent pas trouver application en m&#234;me temps que ceux de la partie sp&#233;ciale qui retiennent comme &#233;l&#233;ment le dessein de lucre.\nElle serait en outre inutile du point de vue mat&#233;riel si le dessein de lucre manifest&#233; lors de la commission d'infractions d&#233;finies dans la partie sp&#233;ciale du Code est n&#233;cessairement la d&#233;monstration de la mentalit&#233; g&#233;n&#233;rale de l'auteur, de sa recherche passionn&#233;e du gain par n'importe quel moyen.\nd) Du point de vue formel, l'art. 50 al. 1 CP permet d'infliger une amende &#224;  l'auteur cupide, alors m&#234;me que l'infraction d&#233;finie dans la partie sp&#233;ciale n'est menac&#233;e que d'une peine privative de libert&#233;.\nLes art. 129 al. 2, 159 al. 2, 198 al. 3, 199 al. 3 CP imposent l'amende. Ils vont donc plus loin que l'art. 50 al. 1 CP, qui la d&#233;clare facultative. Si l'on examine uniquement ces dispositions l&#233;gales, la distinction entre la cupidit&#233;  et le dessein de lucre est formellement inutile, car elle ne peut avoir aucune influence sur l'application de la loi.\nIl en va de m&#234;me en ce qui concerne les art. 313 et 50 al. 1 CP: les deux dispositions pr&#233;voient que le juge peut prononcer l'amende. Qu'il puisse la prononcer parce que l'auteur a, dans le cas particulier, cherch&#233; &#224; s'enrichir par des moyens r&#233;pr&#233;hensibles, ou qu'il puisse la prononcer parce que l'auteur est m&#251; g&#233;n&#233;ralement par la passion du gain, la sanction demeure la m&#234;me. Formellement, la distinction est donc inutile.\nEn revanche, le m&#234;me raisonnement d&#233;montre l'utilit&#233; formelle de la distinction lorsqu'il s'agit d'appliquer l'art. 219 al. 2 CP, qui ne pr&#233;voit pas l'amende. Si, par hypoth&#232;se, le dessein de lucre ne recouvre pas la notion de cupidit&#233;, si en d'autres termes on peut concevoir que l'auteur agisse dans un dessein de lucre sans pour autant faire preuve de cupidit&#233;, l'application de l'art. 50 CP serait exclue dans une telle hypoth&#232;se et le juge ne pourrait pas prononcer d'amende.BGE 107 IV 119 S. 124\n   \nEn ce qui concerne l'art. 48 ch. 1 al. 2 CP auquel correspond pour les contraventions l'art. 106 al. 2 CP, la distinction entre cupidit&#233; et dessein de lucre peut toujours &#234;tre formellement utile. En effet, m&#234;me quand les textes de la partie sp&#233;ciale imposent l'amende, ils ne font aucune mention de son maximum. Si donc une distinction peut &#234;tre faite mat&#233;riellement entre la cupidit&#233; et le dessein de lucre, il en r&#233;sulterait que formellement le juge pourrait d&#233;passer le maximum pr&#233;vu par l'art. 48 ch. 1 al. 1 CP si l'auteur a agi non seulement dans un dessein de lucre, mais encore en manifestant un caract&#232;re cupide, et qu'il ne le pourrait pas si cette derni&#232;re condition faisait d&#233;faut.\nIl n'est donc pas inutile d'examiner si, du point de vue mat&#233;riel, une distinction est possible entre la cupidit&#233; et le dessein de lucre.\ne) La cupidit&#233; est d&#233;finie comme le trait de caract&#232;re de l'auteur qui se montre particuli&#232;rement avide d'avantages financiers, qui par exemple pour se procurer de l'argent outrepasse habituellement et sans scrupules les limites trac&#233;es par la loi, la biens&#233;ance ou les bonnes moeurs et qui n'h&#233;site donc pas  &#224; se procurer un gain illicite (ATF 101 IV 134, ATF 94 IV 100 et les r&#233;f&#233;rences). Doit-on en d&#233;duire que toute recherche d'un gain illicite par le moyen d'une violation de la loi, des bonnes moeurs ou de la biens&#233;ance manifeste n&#233;cessairement le trait de caract&#232;re g&#233;n&#233;ral qu'exprime le mot cupidit&#233;? Si tel  &#233;tait le cas, on devrait en d&#233;duire que la cupidit&#233; est d&#233;montr&#233;e chaque fois que l'auteur viole la loi pour s'enrichir, savoir notamment dans toutes les infractions dont un des &#233;l&#233;ments constitutifs est le dessein d'enrichissement ill&#233;gitime, ainsi le vol, l'abus de confiance ou l'escroquerie, ou en tout cas chaque fois que l'auteur de ces infractions agit dans son propre int&#233;r&#234;t (comme dans la majorit&#233; des cas), et non pas pour procurer un enrichissement ill&#233;gitime &#224; autrui.\nIl est donc admis que la cupidit&#233; va au-del&#224; du simple dessein d'enrichissement ou de se procurer un avantage; elle ne saurait non plus &#234;tre confondue avec le souci de l'int&#233;r&#234;t personnel (ATF 101 IV 134, ATF 94 IV 100).\nf) Le crit&#232;re de distinction entre le dessein d'enrichissement et le dessein de lucre est en revanche plus difficile &#224; poser, car il ne peut &#234;tre quantitatif, que ce soit en fonction de la dur&#233;e ou de l'importance. Ce qui para&#238;t en d&#233;finitive devoir distinguer le dessein d'enrichissement du dessein de lucre, c'est que l'enrichissement qualifi&#233; p&#233;jorativement de lucre est particuli&#232;rement r&#233;pr&#233;hensible, au point de vue moral, parce qu'il met en cause des valeurs sup&#233;rieures &#224; celles que repr&#233;sentent la propri&#233;t&#233; ou les BGE 107 IV 119 S. 125int&#233;r&#234;ts financiers. Il met en cause les valeurs relatives &#224; ce qui fait la dignit&#233; de la personne, &#224; sa sph&#232;re intime, des valeurs dont la caract&#233;ristique est de n'&#234;tre pas monnayables, et qui sont bafou&#233;es du seul fait qu'elles sont monnay&#233;es. Ainsi en va-t-il de la vie d'autrui (art. 129 CP), des relations de d&#233;pendance entre deux personnes organis&#233;es par la loi ou le contrat (art. 159  CP), de la vie sexuelle (art. 198 et 199 CP), du devoir de prot&#233;ger et d'&#233;lever son enfant (art. 219 CP), de l'autorit&#233; que donne la fonction publique (art.  313 CP).\nOn d&#233;gage ainsi, pour distinguer le dessein d'enrichissement du dessein de lucre, un crit&#232;re qualitatif, tenant &#224; la valeur du bien l&#233;s&#233;, et non seulement quantitatif tenant &#224; l'intensit&#233; de la recherche du gain, contrairement &#224; ce qui est affirm&#233; par le Tribunal de Zoug dans l'arr&#234;t publi&#233; au BJP 1945 no 141. Un crit&#232;re qualitatif est pr&#233;f&#233;rable &#224; un crit&#232;re quantitatif, parce qu'il est in casu plus pr&#233;cis. Il se r&#233;f&#232;re &#224; la nature de l'acte et non pas &#224; sa plus ou moins grande r&#233;p&#233;tition. On doit donc approuver HAFTER (B.T. I, p. 141) qui voit le crit&#232;re du lucre dans le fait que le dessein d'enrichissement est  \"verp&#246;nt\". De m&#234;me VON WEBER (loc.cit., p. 87) pour qui le lucre se d&#233;finit comme un dessein d'enrichissemen \"besonders anst&#246;ssig und sittlich verwerflich\".\ng) Doit-on d&#233;duire du fait que l'auteur a d&#233;montr&#233;, &#224; une occasion, agir dans un dessein de lucre, la conclusion qu'il a manifest&#233; ainsi une mentalit&#233; telle qu'il outrepassera habituellement et sans scrupules les limites trac&#233;es par la loi, la biens&#233;ance et les bonnes murs? Tel peut sans doute &#234;tre le cas suivant les circonstances, mais il ne saurait s'agir d'une r&#232;gle. Ainsi dans la cause Bolliger c. Aargau, du 28 octobre 1949, le Tribunal f&#233;d&#233;ral a-t-il admis le dessein de lucre de l'h&#244;tesse qui loue une chambre pour le prix normal &#224; un couple dont elle sait qu'il n'occupera la chambre que pendant une heure pour y entretenir des relations intimes, de sorte qu'elle pourra relouer la chambre apr&#232;s l'avoir refaite &#224; un client qui voudra y passer la nuit le m&#234;me soir. Il n'est pas convaincant de tirer de cette seule circonstance la conclusion que l'h&#244;tesse se montre particuli&#232;rement avide d'avantages financiers et que, pour se procurer de l'argent, elle outrepasse habituellement et sans scrupules les limites trac&#233;es par la biens&#233;ance ou les bonnes murs. Le Tribunal f&#233;d&#233;ral ne l'a du reste pas affirm&#233;. Il lui a suffi de constater qu'en cette occasion la recourante Bolliger avait admis de recevoir en un seul jour deux fois le loyer de sa chambre en favorisant la d&#233;bauche. Il n'a pas recherch&#233; ni demand&#233; &#224;  l'autorit&#233; de renvoi de contr&#244;ler si la condamn&#233;e avait BGE 107 IV 119 S. 126ainsi manifest&#233; un trait de caract&#232;re et non seulement commis une faute isol&#233;e.\nIl se justifie de r&#233;primer plus s&#233;v&#232;rement l'acte de celui qui est m&#251; par la passion du gain au point de ne pas reculer habituellement devant le monnayage de valeurs non monnayables, d'en faire un syst&#232;me, que l'acte isol&#233; de celui qui ne recourt qu'exceptionnellement &#224; une telle source de gain. Le premier manifeste en effet une mentalit&#233; plus r&#233;pr&#233;hensible et plus dangereuse. La loi tient compte de circonstances comparables lorsqu'elle fait du m&#233;tier une circonstance qualifiant l'infraction (art. 119 ch. 3, 137 ch. 2, 144 al. 3, 148  al. 2, 153 al. 2, 154 al. 2, 156 ch. 2, 157 ch. 2, 194 al. 3, 199, 202 ch. 2 in fine, 235 ch. 1 al. 2, 243 ch. 1 al. 2, 252 ch. 2 CP).\nUne distinction entre le trait de caract&#232;re, soit le mobile de la cupidit&#233;, et le but, soit le dessein de lucre, est donc mat&#233;riellement justifi&#233;e.\n\n    3. Pour examiner le cas de la recourante, il convient donc seulement de se demander si elle a cherch&#233; &#224; obtenir un gain par les moyens critiquables qui caract&#233;risent le lucre, sans se pr&#233;occuper de savoir si chez elle le d&#233;sir de s'enrichir est devenu une passion, si elle est particuli&#232;rement avide d'avantages financiers au point d'outrepasser habituellement et sans scrupules les limites trac&#233;es par la loi, la biens&#233;ance ou les bonnes moeurs.\nIl est &#233;tabli en fait que si la recourante a accueilli gratuitement dans son salon d'esth&#233;ticienne des prostitu&#233;es dont elle a favoris&#233; la d&#233;bauche, c'&#233;tait pour obtenir des gains suppl&#233;mentaires par l'augmentation de sa client&#232;le. Le gain vis&#233; ne provenait pas d'un loyer exag&#233;r&#233; exig&#233; des prostitu&#233;es, puisque la recourante n'exigeait aucun loyer ni aucune participation aux frais g&#233;n&#233;raux. Il n'est pas &#233;tabli que les clients des prostitu&#233;es fussent tenus de recourir aux services de la recourante &#224; l'occasion des visites qu'ils rendaient &#224; la prostitu&#233;e. Il n'est pas &#233;tabli non plus que la recourante ait augment&#233; ses tarifs en raison de la pr&#233;sence d'une prostitu&#233;e dans les locaux. La cause n'est donc pas comparable &#224; celle examin&#233;e par le Tribunal f&#233;d&#233;ral &#224; l' ATF 89 IV 17 qui est d'ailleurs d&#233;pass&#233; au vu de ce qui pr&#233;c&#232;de, o&#249; le gain qualifiable de lucre r&#233;sidait dans un loyer exag&#233;r&#233;, ni &#224; l' ATF 98 IV 259 o&#249; le bailleur B. touchait aussi un loyer exag&#233;r&#233; des locaux affect&#233;s &#224; la d&#233;bauche. La pr&#233;sente cause n'est pas non plus comparable &#224; celle examin&#233;e dans l'ATF 76 IV 236 o&#249; la pr&#233;sence de prostitu&#233;es permettait d'augmenter le prix des bouteilles de vin au b&#233;n&#233;fice du prox&#233;n&#232;te, ni &#224; celle examin&#233;e dans l' ATF 98 IV 258\n    BGE 107 IV 119 S. 127dans la mesure o&#249; il concerne la recourante A. qui, pour des massages, exigeait un prix exag&#233;r&#233; de 45 fr. pour une demi-heure, prix nettement sup&#233;rieur &#224; celui des salons de massage s&#233;rieux et que seule expliquait la nature tr&#232;s particuli&#232;re des soins donn&#233;s.\nDans un arr&#234;t non publi&#233; Koller c. Luzern, Staatsanwaltschaft, du 18 novembre  1965, o&#249; la recourante, qui avait mis sa chambre &#224; la disposition d'un gar&#231;on et de deux filles qui entendaient s'y livrer &#224; la d&#233;bauche, avait re&#231;u 50 fr., le Tribunal f&#233;d&#233;ral a consid&#233;r&#233; comme sans pertinence que la somme re&#231;ue ait r&#233;tribu&#233; d'une part la mise &#224; disposition de la chambre et d'autre part le fait que la recourante s'&#233;tait tenue elle-m&#234;me &#224; la disposition du gar&#231;on. En effet, m&#234;me dans ce dernier cas, elle n'aurait mis la chambre &#224; disposition que pour pouvoir elle-m&#234;me participer &#224; la d&#233;bauche et en recevoir le salaire. Le Tribunal f&#233;d&#233;ral a donc estim&#233; que le seul fait de se procurer un client - qui autrement ne serait pas venu - par la favorisation de la d&#233;bauche constituait la recherche d'un gain procur&#233; par le prox&#233;n&#233;tisme.\nDans l'affaire Albiez c. Solothurn, Staatsanwaltschaft, du 11 d&#233;cembre 1970  (non publi&#233; sur ce point aux ATF 96 IV 118), le Tribunal f&#233;d&#233;ral a admis plus nettement encore que le gain du prox&#233;n&#232;te peut consister dans l'augmentation du chiffre d'affaires d'un &#233;tablissement, provenant du fait qu'une prostitu&#233;e est install&#233;e par le tenancier dans le voisinage imm&#233;diat du bar.\nDe m&#234;me, un arr&#234;t b&#226;lois (SJZ 53/1957 p. 241) retient comme le gain du prox&#233;n&#232;te l'augmentation du chiffre d'affaires de la prostitu&#233;e qui, pour attirer davantage de clients, loge gratuitement chez elle d'autres prostitu&#233;es.\nLorsque les affaires du prox&#233;n&#232;te deviennent plus rentables gr&#226;ce &#224; son activit&#233;, la cause du gain suppl&#233;mentaire r&#233;side bien dans le fait que l'auteur favorise la d&#233;bauche. Il y a bien un lien de causalit&#233; entre cette favorisation et le gain suppl&#233;mentaire, alors m&#234;me que les personnes favoris&#233;es dans leur d&#233;bauche ne versent rien au prox&#233;n&#232;te et que celui-ci am&#233;liore sa situation non pas parce qu'il augmente ses prix, mais simplement parce qu'il a une client&#232;le plus nombreuse. Peu importe, car le prox&#233;n&#233;tisme se caract&#233;rise par la favorisation de la d&#233;bauche, et non pas n&#233;cessairement par son exploitation  (ATF 89 IV 20 consid. 2 d et e). STADELMANN (Kuppelei und Zuh&#228;lterei, in RPS  83/1967 p. 366 ss., 373) approuve cette jurisprudence, de m&#234;me que LOGOZ semble-t-il, puisque cet auteur (n. 2 c in fine ad art. 198 CP, p. 335) admet que le dessein de tirer indirectement un avantage mat&#233;riel de la d&#233;bauche d'autrui suffit.BGE 107 IV 119 S. 128\n   \nDans le cas de la recourante, il est d&#233;montr&#233; qu'elle a obtenu un gain suppl&#233;mentaire du fait qu'elle a eu davantage de clients d&#232;s l'instant o&#249; elle a h&#233;berg&#233; une prostitu&#233;e, et que c'est &#224; cette fin qu'elle a offert une partie de son salon &#224; une prostitu&#233;e. En favorisant la d&#233;bauche de la prostitu&#233;e, elle a donc cherch&#233; &#224; obtenir un avantage de nature p&#233;cuniaire indirect d&#233;coulant de l'augmentation de sa client&#232;le, qu'elle n'aurait pas obtenu sans la favorisation de la d&#233;bauche. Comme ce gain suppl&#233;mentaire est d&#251; &#224; cette activit&#233; moralement r&#233;pr&#233;hensible, la recourante a agi dans un dessein de lucre au sens de l'art. 198 ou 199 CP. Son premier moyen doit ainsi &#234;tre rejet&#233;.\n \n   \n   "
}