{
  "titre": "80 I 239",
  "annee": "1954",
  "contenu": "\n      \n  Chapeau\n80 I 23939. Extrait de l'arr&#234;t du 7 juillet 1954 dans la cause Hydrocarbures SA contre Conseil d'Etat du Canton de Vaud.\n\n  \nRegeste\nGarantie de la propri&#233;t&#233;.  Lorsque l'administration prend une mesure en niant l'existence d'un pr&#233;tendu droit acquis, le citoyen ne peut se pr&#233;valoir de la garantie de la propri&#233;t&#233; mais doit demander aux tribunaux de constater son droit. \nNotion de la contestation de droit civil au sens de l'art. 42 OJ. \n\n\n  \n  \n  \nFaits &#224; partir de page 240\n\n\n    BGE 80 I 239 S. 240\n   \n\n    A.- Au mois de mai 1934, la Soci&#233;t&#233; anonyme des Hydrocarbures (ci-apr&#232;s la Soci&#233;t&#233;) a requis du Conseil d'Etat l'autorisation de faire des recherches de tous combustibles autres que houille, lignite et tourbe sur certaines zones du territoire vaudois. Conform&#233;ment &#224; l'art. 14 de la loi vaudoise du 6 f&#233;vrier 1891 sur les mines, elle a demand&#233; que cette autorisation lui f&#251;t accord&#233;e pour une dur&#233;e de deux ans, en se r&#233;servant le droit de requ&#233;rir une ou plusieurs prolongations de ce d&#233;lai pour le cas o&#249; ses recherches n'auraient pas abouti dans l'intervalle. Par d&#233;cision du 11 juillet 1934, le Conseil d'Etat a fait droit &#224; cette requ&#234;te. Dans une \"convention\" du 1er avril 1935, il s'est engag&#233; &#224; d&#233;livrer &#224; la soci&#233;t&#233;, &#224; la demande de celle-ci, un permis sp&#233;cial de recherches de graphite, bitume, p&#233;trole et autres huiles min&#233;rales &#224; l'&#233;tat solide, liquide ou gazeux. L'art. 4 du premier chapitre de la convention dispose ce qui suit: \"Ce permis sp&#233;cial de recherches sera valable dans un p&#233;rim&#232;tre d&#233;limit&#233; et pour deux ans; il sera renouvel&#233; pour la m&#234;me p&#233;riode si les conditions fix&#233;es par la pr&#233;sente convention et par le r&#232;glement y annex&#233; ont &#233;t&#233; enti&#232;rement respect&#233;es et si les travaux n'ont pas &#233;t&#233; interrompus pendant plus de six mois avant la demande de renouvellement\".\nL'autorisation en question a sorti ses effets d&#232;s le 23 janvier 1935 et a &#233;t&#233; renouvel&#233;e tous les deux ans jusqu'au 23 janvier 1953 malgr&#233; la modification qu'une novelle du BGE 80 I 239 S. 24126 mai 1943 a apport&#233;e &#224; l'art. 14 de la loi de 1891, en r&#233;duisant &#224; trois mois la validit&#233; du permis de recherches, auparavant de deux ans.\nDans le courant de l'ann&#233;e 1952, le Conseil d'Etat a &#233;t&#233; saisi d'une demande d'autorisation pr&#233;sent&#233;e par un tiers. Il est alors entr&#233; en litige avec la Soci&#233;t&#233; au sujet de la dur&#233;e de validit&#233; du permis de recherches. Le 17 f&#233;vrier 1953, il a d&#233;cid&#233; notamment qu'&#224; l'avenir tout renouvellement de l'autorisation serait fait pour une dur&#233;e de trois mois, conform&#233;ment &#224; la novelle du 26 mai 1943. La Soci&#233;t&#233; a d&#233;f&#233;r&#233; cette d&#233;cision au Tribunal f&#233;d&#233;ral qui, toutefois, a d&#233;clar&#233; son recours irrecevable par arr&#234;t du 10 juillet 1953.\n\n    B.- Entre temps, le Conseil d'Etat avait &#233;t&#233; saisi de deux nouvelles demandes d'autorisation. Apr&#232;s l'arr&#234;t du Tribunal f&#233;d&#233;ral, il a repris ses pourparlers avec la soci&#233;t&#233; pour tenter d'arriver &#224; un accord fixant la d&#233;limitation du p&#233;rim&#232;tre des recherches et la dur&#233;e du permis. Aucun arrangement n'&#233;tant intervenu, il a pris, le 6 avril 1954, la d&#233;cision suivante:\n\"1. - Il est accord&#233; &#224; la SA des Hydrocarbures ... une autorisation g&#233;n&#233;rale et exclusive de recherche de graphite, bitume, p&#233;trole et autres huiles min&#233;rales, &#224; l'&#233;tat solide, liquide ou gazeux, dans le p&#233;rim&#232;tre trac&#233; sur la carte annex&#233;e &#224; la pr&#233;sente d&#233;cision\" (p&#233;rim&#232;tre r&#233;duit par rapport &#224; celui qui avait &#233;t&#233; accord&#233; auparavant).\n\" ... 3. - La pr&#233;sente autorisation est accord&#233;e pour une dur&#233;e de trois mois d&#232;s le 15 mars 1954; elle est renouvelable de trois mois en trois mois, mais &#224; la condition que la b&#233;n&#233;ficiaire poursuive effectivement ses recherches en surface selon un programme d&#233;taill&#233; qu'elle soumettra &#224; l'approbation du Conseil d'Etat avant la premi&#232;re &#233;ch&#233;ance de la pr&#233;sente autorisation.\n\" 4. - Apr&#232;s chaque demande de renouvellement, la SA des Hydrocarbures pr&#233;sentera au D&#233;partement des Travaux publics un rapport d&#233;taill&#233; sur les rechercheeffectu&#233;es...\n\n    BGE 80 I 239 S. 242\n   \n\" 5. - La pr&#233;sente autorisation ne sera en tout cas pas renouvel&#233;e apr&#232;s plus de deux ans si, dans l'intervalle, la SA des Hydrocarbures n'a demand&#233; aucun permis de recherches en profondeur ou si, ayant obtenu de tels permis, elle ne m&#232;ne pas les travaux de forage &#224; un rythme suffisant.\"\nA l'appui de sa d&#233;cision, le Conseil d'Etat expose que la soci&#233;t&#233; n'est pas au b&#233;n&#233;fice \"d'une sorte de droit de recherche de dur&#233;e illimit&#233;e\"; ni lui ni elle n'ont voulu constituer, par la convention de 1935, un droit de cette nature, qui aurait d'ailleurs &#233;t&#233; contraire &#224; la loi de 1891. Si n&#233;anmoins, de 1937 &#224; 1951, il a accord&#233; sans discussion &#224; la soci&#233;t&#233; de nombreuses prolongations du permis, c'est uniquement afin de se conformer aux assurances qu'il avait donn&#233;es &#224; l'&#233;poque de la signature de la convention pour tenir compte de la longueur des recherches en surface. Aujourd'hui, on doit consid&#233;rer que la soci&#233;t&#233; a eu le temps de mener ces recherches &#224; chef et qu'elle est en mesure de d&#233;terminer sur quel point du territoire elle entend concentrer ses efforts et poursuivre ses investigations en profondeur. La situation cr&#233;&#233;e en 1935 ne saurait donc durer plus longtemps. L'int&#233;r&#234;t public commande que les travaux soient poursuivis par plusieurs soci&#233;t&#233;s, chacune sur un p&#233;rim&#232;tre d&#233;termin&#233;. Celui qu'il convient d'accorder &#224; la Soci&#233;t&#233; des Hydrocarbures doit comprendre la r&#233;gion &#224; laquelle cette entreprise s'est effectivement int&#233;ress&#233;e jusqu'&#224; maintenant, tandis que le reste du territoire vaudois doit &#234;tre r&#233;serv&#233; &#224; d'autres prospecteurs. Quant &#224; la dur&#233;e de l'autorisation, elle ne peut &#234;tre que de trois mois, conform&#233;ment &#224; la novelle de 1943, ce qui n'emp&#234;chera cependant pas le renouvellement du permis, m&#234;me &#224; plusieurs reprises, si la soci&#233;t&#233; poursuit activement ses recherches.\n\n    C.- Contre cette d&#233;cision, la Soci&#233;t&#233; interjette un recours de droit public au Tribunal f&#233;d&#233;ral. Ses conclusions sont les suivants:\n\"1. - que la d&#233;cision prise par le Conseil d'Etat le 6 avril 1954 est annul&#233;e.\n\n    BGE 80 I 239 S. 243\n   \n\" 2. - que la convention pass&#233;e entre elle et l'Etat de Vaud le 1er avril 1935 est maintenue dans tout son contenu.\n\" 3. - qu'en cons&#233;quence l'autorisation de faire des recherches de p&#233;trole sera renouvel&#233;e pour le p&#233;rim&#232;tre d&#233;limit&#233; par cette convention, pour une dur&#233;e de deux ans renouvelable et aux conditions fix&#233;es par elle ...\"\nLa recourante estime que la d&#233;cision attaqu&#233;e, dans la mesure o&#249; elle r&#233;duit le p&#233;rim&#232;tre des recherches et la dur&#233;e de validit&#233; du permis, porte atteinte &#224; ses droits acquis et viole l'art. 4 Cst. f&#233;d. ainsi que les art. 2 et 6 Cst. vaud. garantissant l'&#233;galit&#233; des citoyens devant la loi et le droit de propri&#233;t&#233;. Comme la recourante ne justifie le grief tir&#233; d'une in&#233;galit&#233; de traitement que par la violation de ses droits acquis et de son droit de propri&#233;t&#233;, le premier moyen n'a pas de port&#233;e distincte et se confond avec le second. Les droits acquis dont la recourante se pr&#233;vaut ainsi d&#233;coulent, selon elle, de la convention du 1er avril 1935 qui obligerait l'Etat de Vaud &#224; accorder une autorisation renouvelable de deux ans en deux ans et sur tout le p&#233;rim&#232;tre pr&#233;c&#233;demment d&#233;limit&#233;.\nSur la question de la recevabilit&#233;, la recourante expose qu'elle ne peut attaquer l'Etat de Vaud par la voie du proc&#232;s direct institu&#233; par l'art. 42 OJ, car sa pr&#233;tention ne tend pas &#224; des dommages-int&#233;r&#234;ts fond&#233;s sur une atteinte &#224; ses droits p&#233;cuniaires. Elle entend simplement demander au Tribunal f&#233;d&#233;ral de constater qu'elle a droit &#224; une autorisation renouvelable de deux ans en deux ans et valable sur le p&#233;rim&#232;tre fix&#233; par la convention de 1935. Comme il faut pour cela annuler la d&#233;cision attaqu&#233;e et qu'il n'y a pas de proc&#232;s direct possible, il ne reste que le recours de droit public. D'ailleurs, on ne saurait envisager l'ouverture d'une action en fixation de droit contre l'Etat de Vaud. En effet, les droits que la recourante entend d&#233;duire de la convention sont indiscutables. De plus, pareille action serait insuffisante pour obtenir l'annulation de la d&#233;cision attaqu&#233;e et le maintien de la recourante dans ses droits acquis.\n\n    BGE 80 I 239 S. 244\n   \n\n    D.- Invit&#233; &#224; se d&#233;terminer exclusivement sur la recevabilit&#233; du recours, le Conseil d'Etat conclut &#224; ce que les conclusions 2 et 3 soient d&#233;clar&#233;es irrecevables. En ce qui concerne la conclusion 1, recevable &#224; la forme, il voudrait que, pour des raisons d'opportunit&#233; et pour gagner du temps, le Tribunal f&#233;d&#233;ral statue sur la contestation.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    2. Selon la jurisprudence constante du Tribunal f&#233;d&#233;ral, la garantie de la propri&#233;t&#233; n'est viol&#233;e que dans le cas o&#249; l'administration porte atteinte &#224; des droits priv&#233;s acquis et incontest&#233;s, et non lorsqu'elle se borne &#224; discuter l'existence ou l'&#233;tendue d'un droit priv&#233; qui lui est oppos&#233;. Quand elle prend une mesure en niant l'existence du droit pr&#233;tendu, le citoyen doit suivre la voie judiciaire et demander aux tribunaux de constater son droit. Il ne saurait &#234;tre question d'une violation de la garantie de la propri&#233;t&#233; que si l'autorit&#233; maintenait sa d&#233;cision au m&#233;pris d'un jugement constatant ce droit ou si la voie judiciaire &#233;tait ferm&#233;e au justiciable (RO 68 I 157/158; 61 I 232; 43 I 206).\nEn l'esp&#232;ce, le Conseil d'Etat se d&#233;fend de porter atteinte aux droits acquis que la recourante pr&#233;tend avoir en vertu de la convention du 1er avril 1935. Il en conteste au contraire l'existence. Comme ces droits acquis n'ont pas &#233;t&#233; constat&#233;s dans un jugement, il faut rechercher si la recourante peut agir par la voie judiciaire et si, notamment, elle peut intenter &#224; l'Etat de Vaud un proc&#232;s direct au sens de l'art. 42 OJ. Dans ce dernier cas, le recours de droit public serait irrecevable, conform&#233;ment au principe de la subsidiarit&#233; pos&#233; par l'art. 84 al. 2 OJ et qui est aussi applicable en ce qui concerne le proc&#232;s direct pr&#233;vu par l'art. 42 OJ (RO 72 I 287). Cette question doit d'ailleurs &#234;tre examin&#233;e d'office, quel que soit l'avis des parties et lors m&#234;me qu'elles ont l'une et l'autre requis le Tribunal f&#233;d&#233;ral de statuer sur le fond.\n\n    3. Aux termes de l'art. 42 OJ, \"le Tribunal f&#233;d&#233;ral BGE 80 I 239 S. 245conna&#238;t en instance unique des contestations de droit civil entre un canton d'une part et des particuliers ou collectivit&#233;s d'autre part, lorsque l'une des parties le requiert en temps utile et que la valeur litigieuse est d'au moins 4000 francs\".\nCette disposition n'est qu'une disposition d'ex&#233;cution de l'art. 110 ch. 4 Cst. Lorsque l'art. 110 ch. 4 a &#233;t&#233; promulgu&#233;, la distinction entre le droit priv&#233; et le droit public &#233;tait diff&#233;rente des id&#233;es de la doctrine actuelle sur cette question. S'agissant d'interpr&#233;ter l'art. 110 ch. 4 et ses prescriptions d'ex&#233;cution, l'art. 48 OJ anc. puis l'actuel art. 42 OJ, la jurisprudence s'en est toujours tenue aux principes qui ont guid&#233; le l&#233;gislateur constitutionnel. La notion de contestation de droit civil au sens de l'art. 42 OJ est donc une notion historique et traditionnelle. Elle comprend des litiges qui, d'apr&#232;s les conceptions d'aujourd'hui, rel&#232;vent du droit public, mais qui, jadis, &#233;taient assimil&#233;s quant au contentieux &#224; des proc&#232;s civils (RO 78 I 380; 78 II 26; 75 II 249; 62 II 295).\nParmi les actions d&#233;clar&#233;es recevables en vertu de l'art. 42 OJ, la jurisprudence distingue deux cat&#233;gories:\nDans une premi&#232;re cat&#233;gorie, le Tribunal f&#233;d&#233;ral range les demandes de dommages-int&#233;r&#234;ts extracontractuels form&#233;es contre l'Etat par un particulier l&#233;s&#233; dans ses int&#233;r&#234;ts personnels soit par des actes illicites, soit par des actes licites du pouvoir public, mais pouvant impliquer l'obligation pour l'Etat de r&#233;parer le dommage caus&#233; (RO 63 II 50; 62 II 296; 49 II 416/417).\nLa seconde cat&#233;gorie comprend des r&#233;clamations de deux ordres. Il s'agit tout d'abord de celles qui d&#233;coulent d'un v&#233;ritable contrat de droit public, c'est-&#224;-dire d'un rapport juridique existant entre l'Etat et un particulier et n&#233; d'un accord librement consenti de part et d'autre sur tous les points. Mais cette seconde cat&#233;gorie comprend &#233;galement, et par extension, les r&#233;clamations fond&#233;es sur un rapport de droit particulier, cr&#233;&#233; par un acte souverain et unilat&#233;ral de l'Etat, dans lequel toutefois le citoyen est BGE 80 I 239 S. 246entr&#233; librement et qui, de ce fait, sans &#234;tre &#224; proprement parler contractuel, conf&#232;re cependant au particulier certains droits priv&#233;s qu'il peut poursuivre devant les tribunaux civils d'apr&#232;s les id&#233;es traditionnelles d&#233;cisives pour l'interpr&#233;tation de l'art. 42 OJ (RO 78 II 26 et les arr&#234;ts cit&#233;s, notamment RO 63 II 50; 62 II 296/297; 58 II 473). Telles sont, selon la jurisprudence, les pr&#233;tentions p&#233;cuniaires appartenant au fonctionnaire en vertu de ses rapports de service (RO 72 I 287/288). Telles sont &#233;galement les contestations ayant pour objet une concession, tout au moins certaines d'entre elles, car sur ce point la jurisprudence fait une distinction.\nEn effet, les r&#232;gles r&#233;gissant les rapports entre l'Etat, autorit&#233; conc&#233;dante, et le concessionnaire sont ordinairement de deux natures. Les unes sont fix&#233;es unilat&#233;ralement par le pouvoir public, notamment par la loi. Ainsi, l'octroi de la concession lui-m&#234;me se pr&#233;sente g&#233;n&#233;ralement comme un acte unilat&#233;ral, soumis exclusivement aux dispositions de la loi, notamment &#224; celles qui pr&#233;voient la caducit&#233; ou la r&#233;vocation de la concession (RO 41 II 160; 43 II 448/449; 49 II 417; 62 II 297; 63 II 51). D'autres r&#232;gles aussi sont parfois fix&#233;es de fa&#231;on unilat&#233;rale par la puissance publique, ainsi celles qui concernent les &#233;moluments et les taxes (RO 34 II 835; 41 II 160; 49 II 417; 62 II 297; 63 II 51). Mais, &#224; c&#244;t&#233; de ces dispositions imp&#233;ratives r&#233;glant la concession, il existe des clauses fix&#233;es par l'acte de concession lui-m&#234;me et fond&#233;es sur un accord pass&#233; entre l'autorit&#233; conc&#233;dante et le concessionnaire, le cas &#233;ch&#233;ant apr&#232;s des pourparlers entre eux.\nCette distinction dans la nature des rapports aboutit &#224; une distinction quant &#224; la juridiction. En effet l'art. 42 OJ ne vise que \"des liens juridiques nou&#233;s d'un commun accord apr&#232;s pourparlers et non de purs et simples actes d'autorit&#233; discr&#233;tionnaires pour lesquels l'int&#233;ress&#233; n'est m&#234;me pas consult&#233;, tout ce qu'il peut faire &#233;tant de se soumettre aux conditions pos&#233;es\" (RO 62 II 297). D&#232;s lors, en mati&#232;re de concession, l'art. 42 OJ n'est applicable que BGE 80 I 239 S. 247lorsque la contestation a pour objet les clauses adopt&#233;es en toute libert&#233; par l'une et l'autre des parties apr&#232;s accord entre elles. En effet, seules les contestations de cette nature peuvent &#234;tre assimil&#233;es aux cas o&#249; \"la demande se fonde sur un rapport juridique de nature particuli&#232;re, cr&#233;&#233; par un acte souverain et unilat&#233;ral, mais dans lequel le citoyen entre librement et qui, &#224; cet &#233;gard, est analogue &#224; un contrat\" (RO 63 II 50). En revanche, le Tribunal f&#233;d&#233;ral ne pourrait &#234;tre saisi par la voie d'un proc&#232;s direct, d'un litige portant sur les dispositions de la concession r&#233;gl&#233;es imp&#233;rativement par la puissance publique ou par la loi. Aussi bien a-t-il jug&#233; irrecevable \"les actions touchant &#224; l'existence m&#234;me de la concession ou &#224; l'&#233;tendue des droits de l'Etat concessionnaire (redevances)\" (RO 62 II 297).\n\n    4. En l'esp&#232;ce, la contestation a pour objet les clauses de la convention du 1er avril 1935 relatives au p&#233;rim&#232;tre des recherches, &#224; la dur&#233;e du permis et &#224; son renouvellement (chap. I, art. 4). La recourante estime que ces clauses lui donnent un droit &#224; obtenir une autorisation renouvelable de deux ans en deux ans sur tout le p&#233;rim&#232;tre d&#233;limit&#233; au moment de la signature de la convention.\nCette convention, d'apr&#232;s les propres termes de son pr&#233;ambule, est bas&#233;e sur \"la correspondance &#233;chang&#233;e entre parties\". Les conditions qu'elle fixe au sujet du renouvellement du permis n'ont pas leur source dans la loi. Elles sortent du cadre trac&#233; par elle et sont justifi&#233;es par les capitaux tr&#232;s consid&#233;rables que la soci&#233;t&#233; devait investir dans l'entreprise. Elles ont pour objet une situation particuli&#232;re, que le l&#233;gislateur n'avait pas pr&#233;vue et que les parties ont r&#233;gl&#233;e d'un commun accord entre elles et apr&#232;s avoir eu de longs pourparlers. La convention du 1er avril 1935 ne constitue donc pas, de la part de l'Etat, un pur et simple acte d'autorit&#233; discr&#233;tionnaire pour lequel la soci&#233;t&#233; n'aurait pas m&#234;me &#233;t&#233; consult&#233;e et auquel elle n'aurait eu qu'&#224; se soumettre. Il s'agit bien plut&#244;t d'un de ces liens juridiques nou&#233;s d'un commun accord apr&#232;s pourparlers. La contestation dont ces rapports de droit BGE 80 I 239 S. 248sont l'objet est ainsi une contestation de droit civil au sens de l'art. 42 OJ. Elle rentre dans la seconde cat&#233;gorie d'actions d&#233;clar&#233;es recevables en vertu de cette disposition et qui comprennent les r&#233;clamations fond&#233;es sur un rapport de droit public auquel le particulier adh&#232;re librement. Il n'est pas n&#233;cessaire de rechercher si l'Etat de Vaud et la soci&#233;t&#233; sont li&#233;s par une concession. Car, m&#234;me si tel &#233;tait le cas, la contestation qui les divise demeurerait une contestation de droit civil au sens de l'art. 42 OJ puisqu'elle aurait pour objet non une disposition imp&#233;rative r&#233;glant la concession, mais l'une de ces clauses fond&#233;es sur un accord pass&#233;, apr&#232;s pourparlers, entre l'autorit&#233; conc&#233;dante et le concessionnaire.\nS'agissant d'une contestation de droit civil au sens de l'art. 42 OJ, le Tribunal f&#233;d&#233;ral ne peut &#234;tre saisi par la voie du proc&#232;s direct que si la valeur litigieuse est d'au moins 4000 fr. Sur ce point, les parties, qui se sont d&#233;termin&#233;es sur la question de recevabilit&#233;, n'ont pas donn&#233; de renseignements pr&#233;cis. Mais elles n'ont pas mis en doute non plus que la valeur litigieuse pr&#233;vue par la loi ne soit atteinte. Du reste, il est manifeste, vu l'importance des int&#233;r&#234;ts en cause, que la question soumise au Tribunal f&#233;d&#233;ral repr&#233;sente pour la soci&#233;t&#233; une somme bien sup&#233;rieure &#224; 4000 francs.\nDans ces conditions, le Tribunal f&#233;d&#233;ral serait comp&#233;tent pour se saisir d'une action directe au sens de l'art. 42 OJ, soit qu'elle tende &#224; l'ex&#233;cution d'une prestation, soit qu'elle constitue une action en fixation de droit (arr&#234;t non publi&#233; du 22 novembre 1935 dans la cause Eisenbahngesellschaft Langenthal-Huttwil A.-G. c. Canton de Berne). Cela seul suffit &#224; d&#233;clarer le recours de droit public irrecevable conform&#233;ment &#224; l'art. 84 al. 2 OJ, sans qu'il y ait lieu de rechercher encore si l'on pourrait mettre en doute la recevabilit&#233; du recours en raison de la nature de la d&#233;cision et des effets qu'elle sortit &#224; l'&#233;gard de la soci&#233;t&#233;. D'ailleurs, le proc&#232;s direct est dans l'int&#233;r&#234;t &#233;vident des deux parties, car le Tribunal f&#233;d&#233;ral pourra examiner les questions qui lui BGE 80 I 239 S. 249seront soumises avec un pouvoir plus &#233;tendu qu'il ne le pourrait s'il statuait sur le recours de droit public. En outre, dans cette seconde hypoth&#232;se, la question des droits acquis ne serait examin&#233;e qu'&#224; titre pr&#233;judiciel. Elle ne serait donc pas r&#233;gl&#233;e avec les effets de la chose jug&#233;e, ce qui ne laisserait pas de pr&#233;senter certains inconv&#233;nients tant pour l'Etat que pour la soci&#233;t&#233;.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral\nd&#233;clare le recours irrecevable.\n \n   \n   "
}