{
  "titre": "99 IV 212",
  "annee": "1973",
  "contenu": "\n      \n  Chapeau\n99 IV 21249. Arr&#234;t de la Cour de cassation du 21 d&#233;cembre 1973 dans la cause Lambelet et cons. contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nArt. 180 CP: Pour d&#233;terminer si une menace est objectivement propre &#224; provoquer la crainte, il ne faut pas seulement se fonder sur les termes utilis&#233;s, mais sur l'ensemble des circonstances (consid. 1 a).  Art. 180 et 181 CP: Lorsque ces deux dispositions sont applicables, on se trouve en pr&#233;sence d'un concours imparfait (consid. 1 b). \nArt. 260 CP: \n1. Il peut y avoir violence au sens de cette disposition m&#234;me s'il n'a pas &#233;t&#233; fait usage de la force physique, lorsqu'il y a menace imminente de violences et lorsque l'affrontement n'a &#233;t&#233; &#233;vit&#233; que parce que les opposants ont c&#233;d&#233; devant cette menace (consid. 3 e). \n2. Celui qui, tout en assistant &#224; une manifestation n'approuve pas les violences qui y sont commises, n'est pas punissable (consid. 4 a). \n\n\n  \n  \n  \nFaits &#224; partir de page 213\n\n\n    BGE 99 IV 212 S. 213\n   \n\n    A.- Du printemps &#224; l'automne 1971, diverses manifestations se sont d&#233;roul&#233;es &#224; Lausanne, &#224; l'occasion d'une campagne lanc&#233;e par le Comit&#233; d'action cin&#233;ma (ci-dessous: CAC), contre les prix demand&#233;s dans certaines salles.\na) Le 8 mai dans la soir&#233;e, des jeunes gens se sont form&#233;s en petits groupes, brandissant des calicots et distribuant des tracts. Calmes et polis, ils n'ont occasionn&#233; aucun d&#233;sordre. Apr&#232;s 20 h toutefois, une troupe d'environ 100, puis 200 personnes a march&#233; successivement sur le cin&#233;ma Ath&#233;n&#233;e, sur le Romandie et enfin sur le Georges V, haranguant les passants et les clients en faisant usage de m&#233;gaphones. Arriv&#233;s vers 21 h devant le dernier cin&#233;ma, les participants se sont assis sur les escaliers de l'entr&#233;e. Un officier de police qui essayait de parlementer a &#233;t&#233; entour&#233; d'une foule criant \"la police au poteau\"; il est alors entr&#233; dans le cin&#233;ma pour demander des renforts, par t&#233;l&#233;phone; mais, voyant les manifestants se mettre en mouvement pour p&#233;n&#233;trer dans le hall, il a essay&#233; d'en interdire l'acc&#232;s, avec l'aide de deux placeurs, en en fermant les portes vitr&#233;es. Celles-ci ont toutefois c&#233;d&#233; sous la pression de la foule dont une partie s'est r&#233;pandue dans la salle pendant la s&#233;ance. Certains manifestants ont envahi la cabine de projection, d'o&#249; un dirigeant du CAC, Philippe Lambelet, les a fait sortir, car il &#233;tait contre cette intrusion. Un autre dirigeant du CAC, Fran&#231;ois Munger, est rest&#233; dans le hall, pr&#232;s des caisses, soit au-del&#224; des portes vitr&#233;es. Ces derni&#232;res ont subi lors de ces &#233;v&#233;nements des d&#233;g&#226;ts estim&#233;s &#224; 550 fr.\nb) Le 9 juin, &#224; la suite d'une distribution de tracts, et bien qu'aucune autorisation n'e&#251;t &#233;t&#233; demand&#233;e, deux attroupements se sont form&#233;s, &#224; la place du Tunnel et &#224; la place Chauderon. Apr&#232;s s'&#234;tre r&#233;unis, les manifestants se sont rendus en cort&#232;ge &#224; la place de la Gare d'o&#249;, apr&#232;s avoir &#233;t&#233; harangu&#233;s, ils sont remont&#233;s, au nombre de 500 &#224; 600, jusqu'au cin&#233;ma Georges V, o&#249; les attendaient Lambelet, d&#233;j&#224; nomm&#233;, Claude Muret, Francis Reusser et Jean-Luc Mello. Ce dernier s'est exprim&#233; au BGE 99 IV 212 S. 214moyen d'un m&#233;gaphone. Ayant appris qu'une soir&#233;e de gala aurait lieu aux environs de 21 h, une partie des manifestants a form&#233; le projet de p&#233;n&#233;trer de force dans la salle. Les autres, avec Mello, voulaient seulement emp&#234;cher les spectateurs d'entrer. Cet avis ayant pr&#233;valu, plusieurs centaines de personnes se sont mass&#233;es aux abords du Georges V, y compris le passage dans lequel aboutit la porte de secours. Lorsque les spectateurs voulurent emprunter cette issue, ils se firent huer et siffier. Quant &#224; ceux qui voulaient entrer, ils n'auraient pu le faire sans s'exposer &#224; une bousculade, aussi beaucoup se d&#233;courag&#232;rent-ils: la salle qui devait &#234;tre comble le samedi suivant &#224; la m&#234;me heure ne re&#231;ut ce soir-l&#224; qu'une bonne douzaine de personnes. Reusser et Muret s'&#233;taient &#233;clips&#233;s avant 20 h 30.\nc) Le 12 juin, vers 20 h, une nouvelle manifestation a &#233;t&#233; organis&#233;e, &#233;galement sans autorisation. Les habitants du quartier d'Entrebois furent convoqu&#233;s par haut-parleur &#224; la projection d'un film dans la cour du coll&#232;ge. En fin de soir&#233;e, vers 22 h 15, alors qu'il ne restait plus qu'une cinquantaine d'assistants, Reusser a d&#233;clar&#233; &#224; haute voix en passant devant les policiers Girardet et Reymond, qui &#233;taient en civil: \"Ceux-l&#224;, il y a assez longtemps qu'ils nous font chier!\" Ensuite, il est all&#233; s'entretenir avec quelques manifestants et il est revenu avec une dizaine d'entre eux vers les policiers, qui se sont sentis menac&#233;s; il leur a signifi&#233; que leur pr&#233;sence &#233;tait ind&#233;sirable, les sommant de quitter les lieux. Les policiers se sont alors retir&#233;s, suivis par le groupe. Le sergent Girardet a d&#233;pos&#233; plainte p&#233;nale.\n\n    B.- A la suite de ces faits, le Tribunal de police du district de Lausanne a rendu, le 15 novembre 1972, un jugement par lequel, sans mentionner d'autres accus&#233;s qui ne sont plus en cause, il a condamn&#233;:\nLambelet, &#224; 10 jours d'arr&#234;ts et &#224; 500 fr. d'amende avec sursis et d&#233;lai d'&#233;preuve durant deux ans, pour contrainte et pour &#233;meutes r&#233;p&#233;t&#233;es;\nReusser, &#224; la peine ferme de 10 jours d'emprisonnement et de 500 fr. d'amende, pour injure et menaces;\nMello, &#224; 10 jours d'arr&#234;ts et &#224; 500 fr. d'amende avec sursis et d&#233;lai d'&#233;preuve durant trois ans, pour contrainte et &#233;meute;\nMunger, &#224; 5 jours d'arr&#234;ts et &#224; 200 fr. d'amende avec sursis et d&#233;lai d'&#233;preuve durant deux ans, pour &#233;meute;\nMuret, &#224; la peine additionnelle de 8 jours d'emprisonnement et de 500 fr. d'amende, pour &#233;meute.\n\n    BGE 99 IV 212 S. 215\n   \nCes sentences ont &#233;t&#233; confirm&#233;es par la Cour de cassation p&#233;nale du Tribunal cantonal vaudois, statuant le 26 d&#233;cembre 1972 sur le recours des condamn&#233;s.\n\n    C.- Les cinq condamn&#233;s se pourvoient en nullit&#233; au Tribunal f&#233;d&#233;ral; ils concluent &#224; la lib&#233;ration pure et simple de Lambelet, Reusser, Munger et Muret et &#224; celle de Mello sur le chef d'accusation d'&#233;meute. Subsidiairement, Muret et Reusser demandent que le sursis leur soit accord&#233;.\nLe Minist&#232;re public propose le rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Reusser conteste s'&#234;tre rendu coupable de menaces le 12 juin 1971; il soutient que son propre comportement ne saurait &#234;tre appr&#233;ci&#233; plus s&#233;v&#232;rement en raison d'une apostrophe prof&#233;r&#233;e par un tiers. Selon lui, le fait pour les policiers de s'&#234;tre sentis menac&#233;s n'&#233;tablit pas encore qu'ils l'aient &#233;t&#233; r&#233;ellement. Enfin, &#224; supposer qu'il y ait eu menaces, elles auraient &#233;t&#233; conditionnelles, pour le cas o&#249; les policiers n'auraient pas quitt&#233; la place. On se trouverait d&#232;s lors devant un cas de contrainte, r&#233;prim&#233; par l'art. 181 CP.\na) Aux termes de l'art. 180 CP, la punition de l'auteur d&#233;pend de la r&#233;alisation de deux conditions; il faut d'une part que l'auteur ait &#233;mis une menace grave et, d'autre part, que la victime ait &#233;t&#233; alarm&#233;e ou effray&#233;e. Sur le second point, le recourant remarque avec raison qu'il ne suffit pas que le destinataire de la menace se soit senti menac&#233;, s'il n'a pas con&#231;u de crainte. Tout au plus y aurait-il l&#224; tentative de menace (SCHWANDER, n. 635 p. 411). Toutefois, en l'occurrence, l'un des deux policiers au moins a eu peur, ainsi que l'a relev&#233; le Tribunal de police. L'une des conditions d'application de l'art. 180 CP est donc remplie. Peu importe que l'autorit&#233; cantonale n'ait pas relev&#233; le fait dans ses consid&#233;rants, car elle statue sur la base des constatations du jugement de premi&#232;re instance (cf. art. 447 al. 2 et 452 litt. b PP).\nIl reste &#224; d&#233;terminer si le recourant a eu conscience d'adresser aux policiers des propos qui &#233;taient objectivement de nature &#224; susciter leur effroi, voire leur crainte (cf. GERMANN, Handkommentar, ad art. 180; HAFTER, p. 88). A cet &#233;gard, il ne faut pas se fonder exclusivement sur les termes utilis&#233;s par l'auteur; il faut tenir compte de l'ensemble de la situation, car la menace peut aussi bien r&#233;sulter d'un geste, d'une allusion. Tel sera BGE 99 IV 212 S. 216notamment le cas lorsque l'auteur brandit une arme &#224; feu, m&#234;me charg&#233;e &#224; blanc, ou hors d'&#233;tat de tirer (BJP 1972 nos 246, 328).\nL'autorit&#233; cantonale a d&#233;duit avec raison l'existence d'une menace grave du fait qu'apr&#232;s le recourant, un autre manifestant est venu dire aux policiers, press&#233;s par une dizaine de personnes aux attitudes hostiles, qu'on leur \"casserait la gueule\" s'ils ne d&#233;guerpissaient pas. En effet, s'il est vrai que l'on ne saurait reprocher au recourant des actes commis par d'autres, il reste que ses propos, joints au fait qu'il est all&#233; lui-m&#234;me ameuter les manifestants qui ont entour&#233; les policiers, d&#233;montrent qu'il a voulu alarmer ces derniers.\nb) Lorsque des menaces au sens de l'art. 180 CP ont &#233;t&#233; un moyen de pression pour obliger autrui &#224; faire, &#224; ne pas faire ou &#224; laisser faire, on se trouve en pr&#233;sence d'un concours imparfait, l'art. 181 CP &#233;tant seul applicable (HAFTER, p. 87, 93; BJP 1965 no 152, 1968 no 26; cf. toutefois THORMANN/VON OVERBECK, n. 16 ad art. 181), bien qu'il suffise alors d'une menace s&#233;rieuse et non d'une menace grave (RO 96 IV 61/62).\nIn casu, il est &#233;vident que, par ses menaces, le recourant a non seulement voulu, mais qu'il a encore r&#233;ussi &#224; &#233;loigner les deux policiers, contre leur volont&#233;. C'est donc l'art. 181 CP et non l'art. 180 CP qui devait entrer en consid&#233;ration. Cela ne justifie toutefois pas le renvoi de la cause &#224; la juridiction cantonale, car, d'une part, le cadre de la r&#233;pression est le m&#234;me dans les deux cas et, d'autre part, l'hypoth&#232;se de l'art. 180 CP est de toute mani&#232;re r&#233;alis&#233;e.\n\n    2. C'est en vain que Reusser conteste s'&#234;tre rendu coupable d'injure. Certes son expression le visait dans une certaine mesure lui-m&#234;me autant que les policiers. Il n'en a pas moins entendu par l&#224; manifester &#224; ceux-ci son m&#233;pris en les attaquant dans leur honneur. Les premiers juges n'ont donc pas viol&#233; le droit f&#233;d&#233;ral en estimant que les conditions de l'art. 177 CP &#233;taient r&#233;unies.\n\n    3. Se rend coupable d'&#233;meute au sens de l'art. 260 CP celui qui prend part &#224; un attroupement form&#233; en public et au cours duquel des violences ont &#233;t&#233; commises collectivement contre des personnes ou des propri&#233;t&#233;s.\nS'agissant des manifestations des 8 mai et 9 juin 1971, les recourants admettent qu'il y a eu attroupement form&#233; en public, mais ils contestent d'une part que des violences aient &#233;t&#233; commises collectivement contre des personnnes ou des propri&#233;t&#233;s et, d'autre part, qu'il puisse leur &#234;tre reproch&#233; d'y avoir pris part.\n\n    BGE 99 IV 212 S. 217\n   \na) L'&#233;meute est un d&#233;lit collectif; il ne suffit pas, pour qu'elle existe, que l'un ou l'autre des participants d'une manifestation par ailleurs paisible commette individuellement des violences; il faut encore que celles-ci apparaissent comme le fait de la foule tout enti&#232;re (CAFLISCH, Der Landfriedensbruch, p. 70). Les actes retenus par les premiers juges ayant un caract&#232;re manifestement collectif, il reste &#224; d&#233;cider s'ils pouvaient &#234;tre qualifi&#233;s de violences au regard du droit f&#233;d&#233;ral.\nIl y a violence au sens de l'art. 260 CP d&#232;s qu'il est fait usage de la force physique; cela m&#234;me si les d&#233;g&#226;ts mat&#233;riels, voire l'atteinte corporelle port&#233;e aux personnes, sont minimes (arr&#234;t non publi&#233; de la Cour p&#233;nale f&#233;d&#233;rale en la cause Ackermann et cons., des 22/25 f&#233;vrier 1971; HAFTER, p. 454/455; CAFLISCH, p. 60; contra: CLERC, Cours &#233;l&#233;mentaire sur le Code p&#233;nal suisse, partie sp&#233;ciale II, nos 244/245; THORMANN/VON OVERBECK, n. 4 ad art. 260, ces derniers exigeant un emploi caract&#233;ris&#233; de la force, avec les cons&#233;quences correspondantes). Cette condition est r&#233;alis&#233;een ce qui concerne les &#233;v&#233;nements du 8 mai 1971, tout au moins &#224; partir du moment o&#249; les portes du cin&#233;ma ont &#233;t&#233; forc&#233;es.\nb) En revanche, lorsque la contrainte collective est exclusivement psychologique, la doctrine admet g&#233;n&#233;ralement que l'art. 260 CP ne s'applique pas (CAFLISCH, p. 59/60; SCHULTZ, Der strafrechtliche Begriff der Gewalt, RPS 1952, p. 368, cf. toutefois p. 357, 360 et 369; LOGOZ, II p. 562; arr&#234;t pr&#233;cit&#233; Ackermann et cons. de la Cour p&#233;nale f&#233;d&#233;rale; contra: COMMENT, Essai sur la notion de violence, RPS 1952, p. 380). Le Tribunal f&#233;d&#233;ral s'en est tenu jusqu'ici &#224; cette mani&#232;re de voir et il a m&#234;me admis qu'une simple bousculade ne devait pas n&#233;cessairement &#234;tre tax&#233;e de violence (arr&#234;t non publi&#233; de la Cour p&#233;nale f&#233;d&#233;rale en la cause Colliard et cons. du 17 octobre 1945). Ce point de vue se justifie lorsque les exc&#232;s se r&#233;duisent &#224; une bousculade anodine.\nIl en va autrement lorsque les tiers n'&#233;chappent aux violences physiques qui les menacent que parce qu'ils s'y soustraient &#224; temps; par exemple lors des d&#233;fil&#233;s d'intimidation des SA aux temps du nazisme ou lors d'exp&#233;ditions de rockers ou de blousons noirs, etc. La qualification ne saurait varier selon que les victimes ont &#233;t&#233; atteintes par les brutalit&#233;s ou qu'elles ont r&#233;ussi &#224; s'&#233;carter &#224; temps. Il convient donc de compl&#233;ter la jurisprudence rappel&#233;e plus haut en assimilant au d&#233;ploiement de la BGE 99 IV 212 S. 218force physique, non pas la contrainte psychologique en g&#233;n&#233;ral ou la simple intention de commettre des actes de violence, mais la menace de violence, lorsqu'elle est imminente, c'est-&#224;-dire lorsque des signes concrets annoncent l'usage de la force physique (cf. RO 93 IV 81, s'agissant de la notion d'imminence en cas de l&#233;gitime d&#233;fense), et lorsque l'affrontement n'est &#233;vit&#233; que parce que les opposants ont c&#233;d&#233; devant cette menace.\nc) Il s'ensuit que, le 9 juin 1971, les manifestants qui ont emp&#234;ch&#233; l'acc&#232;s du Georges V se sont rendus coupables d'&#233;meute au sens de l'art. 260 CP. En effet, suivant des mots d'ordre donn&#233;s par haut-parleurs, ils se sont rassembl&#233;s en masses compactes devant les acc&#232;s de la salle pour emp&#234;cher les clients d'y entrer. Leur pr&#233;sence en rangs serr&#233;s &#233;tait si mena&#231;ante que douze personnes seulement, au lieu des quelques trois cents qui venaient d'habitude, ont os&#233; assister &#224; la s&#233;ance; et encore ont-elles d&#251; subir &#224; cette occasion des bousculades qui mena&#231;aient &#224; chaque instant de d&#233;g&#233;n&#233;rer en bagarre.\n\n    4. a) Les art. 260 et 285 ch. 2 CP ne visent pas seulement ceux qui se manifestent activement par des violences lors d'une &#233;meute ou d'une r&#233;bellion, mais encore tous ceux qui ont pris part &#224; celle-ci. Ainsi, toute personne qui approuve, m&#234;me tacitement, les violences commises, est punissable (HAFTER, p. 455/456; LOGOZ, n. 2 ad art. 260 CP), mais non celui qui, tout en assistant &#224; la manifestation, n'approuve pas les violences (cf. RO 98 IV 41 et 52). Il appartient au juge de d&#233;terminer de cas en cas et en tenant compte de l'ensemble des circonstances si une personne doit ou non &#234;tre qualifi&#233;e de participant.\nb) En ce qui concerne Lambelet, les premiers juges ont retenu &#224; sa charge d'appartenir aux dirigeants du CAC et d'avoir assist&#233; aux &#233;v&#233;nements des 8 mai et 9 juin 1971. Notamment, lors de la premi&#232;re journ&#233;e, il a p&#233;n&#233;tr&#233; dans la cabine de projection pour en faire sortir les manifestants dont il d&#233;sapprouvait l'intrusion.\nLa qualit&#233; de dirigeant du CAC n'est pas d&#233;terminante; car, d'une part, de l'aveu m&#234;me de la police, les d&#233;monstrations organis&#233;es par ce mouvement se sont en g&#233;n&#233;ral d&#233;roul&#233;es dans le calme et, d'autre part, en plusieurs occasions, certains des organisateurs se sont retir&#233;s avant que la manifestation ait commenc&#233; &#224; d&#233;g&#233;n&#233;rer. Quant &#224; la d&#233;marche de Lambelet le 9 juin, si elle n'est pas &#224; elle seule de nature &#224; exclure son approbation, elle ne saurait en aucune mani&#232;re l'&#233;tablir. On peut d'ailleurs se demander si, en pr&#233;cisant qu'il &#233;tait \"contre cette BGE 99 IV 212 S. 219intrusion\", les premiers juges n'ont pas admis sa r&#233;probation &#224; l'encontre de l'invasion des locaux du cin&#233;ma, dans son ensemble.\nLa cause doit donc &#234;tre renvoy&#233;e &#224; l'autorit&#233; cantonale, non pour qu'elle lib&#232;re Lambelet, mais pour qu'elle statue &#224; nouveau, apr&#232;s avoir, si c'est possible, compl&#233;t&#233; l'&#233;tat de fait, en &#233;tablissant d'une part quelle a &#233;t&#233; l'attitude du recourant le 8 mai, avant son intervention dans la salle de projection, et si l'on peut en d&#233;duire une quelconque approbation des violences et, d'autre part, si le 9 juin il appartenait au groupe qui, avec Mello, a entrepris d'interdire l'entr&#233;e du Georges V. En examinant le premier point, il conviendra de d&#233;terminer si Lambelet avait la possibilit&#233; mat&#233;rielle de retenir les manifestants et s'il y a renonc&#233; parce qu'il n'&#233;tait pas m&#233;content de la tournure prise par les &#233;v&#233;nements. Le second point permettra de d&#233;cider si Lambelet doit &#234;tre &#233;galement reconnu coupable de contrainte, puisque ce d&#233;lit, faut-il le rappeler, n'est pas une infraction collective.\nc) Mello n'&#233;tait pas pr&#233;sent le 8 mai; en revanche, le 9 juin, c'est lui qui a eu l'id&#233;e de bloquer l'entr&#233;e du cin&#233;ma et qui, meneur de l'op&#233;ration, s'est adress&#233; &#224; la foule au moyen d'un m&#233;gaphone. Ces &#233;l&#233;ments suffisent &#224; d&#233;montrer sa participation &#224; l'&#233;meute. Son recours doit d&#232;s lors &#234;tre rejet&#233;.\nd) Munger a p&#233;n&#233;tr&#233; le 8 mai dans le Georges V. De m&#234;me que pour Lambelet, sa qualit&#233; de dirigeant du CAC ne saurait en elle-m&#234;me lui &#234;tre reproch&#233;e. Mais, alors que le comportement de son compagnon demande encore &#224; &#234;tre &#233;clairci, il n'a aucune excuse &#224; faire valoir pour expliquer son intrusion &#224; l'int&#233;rieur du cin&#233;ma apr&#232;s que la foule en eut forc&#233; les portes. Les premiers juges ont donc &#224; bon droit admis son adh&#233;sion &#224; l'&#233;meute.\ne) Muret a assist&#233; aux manifestations des 8 mai et 9 juin, mais rien de pr&#233;cis n'a &#233;t&#233; relev&#233; contre lui sinon, mais ce n'est pas suffisant, qu'il &#233;tait l'un des dirigeants du CAC. Au contraire, on sait que le 9 juin il a quitt&#233; spontan&#233;ment les lieux avant que la foule ne se masse devant l'entr&#233;e du cin&#233;ma. Il doit donc &#234;tre lib&#233;r&#233;, ce qui dispense d'examiner ses conclusions tendantes &#224; l'octroi du sursis.\n\n    5. Reusser soutient que le b&#233;n&#233;fice du sursis lui a &#233;t&#233; refus&#233; en violation de l'art. 41 CP. Ce grief ne r&#233;siste cependant pas &#224; l'examen. Certes, la disposition invoqu&#233;e n'aurait pas interdit aux premiers juges d'adopter une solution inverse, mais cela BGE 99 IV 212 S. 220n'emporte nullement qu'ils ont mal appliqu&#233; le droit f&#233;d&#233;ral en fondant leur pronostic n&#233;gatif sur l'indiscipline notoire du condamn&#233; ainsi que sur ses ant&#233;c&#233;dents en mati&#232;re de circulation.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\n1. Admet les pourvois de Lambelet et de Muret, annule l'arr&#234;t attaqu&#233; dans la mesure o&#249; il les concerne et renvoie la cause &#224; la juridiction cantonale pour nouvelle d&#233;cision;\n2. Rejette les pourvois de Mello, de Munger et de Reusser.\n \n   \n   "
}