{
  "titre": "85 IV 241",
  "annee": "1959",
  "contenu": "\n      \n  Chapeau\n85 IV 24162. Arr&#234;t de la Cour de cassation p&#233;nale du 23 d&#233;cembre 1959 dans la cause Blanc contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nNon-paiement de la taxe militaire.  Appr&#233;ciation de la faute d'un contribuable qui ne gagne pas assez pour subvenir aux besoins de sa famille (consid. 1). A quel moment faut-il se placer pour juger de cette faute? (consid. 2). \n\n\n  \n  \n  \nFaits &#224; partir de page 241\n\n\n    BGE 85 IV 241 S. 241\n   \n\n    A.- Edouard Blanc, n&#233; en 1928, mari&#233;, p&#232;re d'un enfant de 6 ans, a re&#231;u deux sommations l&#233;gales, le 29 octobre 1957 et le 5 ao&#251;t 1959, l'invitant &#224; payer sa taxe militaire de 1957, soit 159 fr. 10. N'y ayant pas donn&#233; suite, il fut condamn&#233; le 28 septembre 1959 par le Tribunal de simple police du district de Lausanne &#224; 8 jours d'arr&#234;ts en vertu de l'art. 1er de la loi du 29 mars 1901, compl&#233;tant celle du 28 juin 1878 sur la taxe d'exemption du service militaire.\nLa Cour de cassation p&#233;nale du Tribunal cantonalvaudois rejeta, le 19 octobre 1959, le recours que Blanc avait form&#233; contre ce jugement.\n\n    B.- Blanc s'est pourvu en nullit&#233; au Tribunal f&#233;d&#233;ral. Il pr&#233;tend que sa carence n'est pas due &#224; sa faute, car, outre les acomptes importants qu'il est tenu de verser chaque mois pour le paiement de ses meubles, il doit faire face &#224; des frais sp&#233;ciaux pour transporter en taxi, quatre fois par jour, son enfant qui souffre d'un d&#233;faut de langage. Sa femme serait, en outre, constamment malade.\n\n    BGE 85 IV 241 S. 242\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'art. 1er de la loi f&#233;d&#233;rale du 29 mars 1901, qui compl&#232;te celle du 28 juin 1878 sur la taxe d'exemption du service militaire, menace d'une peine d'un &#224; dix jours d'arr&#234;ts quiconque n'a pas pay&#233; la taxe militaire par sa faute, nonobstant deux sommations. Le recourant admet n'avoir pas donn&#233; suite aux sommations qu'il a re&#231;ues; il conteste seulement que sa carence soit due &#224; sa faute.\nPour d&#233;finir la faute pr&#233;vue dans cette disposition, il importe de rappeler que la taxe militaire n'est pas une redevance de nature fiscale, ni une prestation ordinaire. C'est bien plut&#244;t une forme d'accomplissement du service militaire (RO 51 I 348; 68 IV 144). Or, un soldat ne saurait se soustraire &#224; un ordre de marche sous pr&#233;texte que l'abandon de ses obligations civiles l'emp&#234;chera de satisfaire &#224; ses engagements. Par cons&#233;quent, le d&#233;biteur de la taxe n'a pas davantage le droit d'en diff&#233;rer le versement jusqu'apr&#232;s l'extinction d'autres obligations (RO 69 IV 142). Le devoir d'acquitter la taxe, prime n'importe quelle dette.\nLe non-paiement de la taxe peut &#234;tre fautif m&#234;me si le contribuable ne gagne pas assez pour pourvoir &#224; ses besoins et &#224; ceux des personnes qu'il a la charge d'entretenir. Sans doute, maintenant que les militaires b&#233;n&#233;ficient g&#233;n&#233;ralement d'allocations pour perte de salaire ou de gain, est-il difficile de soutenir qu'en entrant en service, ils risquent de priver leur famille du n&#233;cessaire (cf. art. 8 de la loi nouvelle du 12 juin 1959). D&#232;s lors, il ne se justifie gu&#232;re d'invoquer les sacrifices mat&#233;riels impos&#233;s au soldat pour exiger que le d&#233;biteur de la taxe en pr&#233;l&#232;ve le montant sur des ressources qui ne d&#233;passent pas le minimum vital. Mais une autre consid&#233;ration est d&#233;cisive. La taxe militaire n'est pas seulement l'&#233;quivalent des d&#233;savantages &#233;conomiques qu'entra&#238;ne l'accomplissement du service (voir message du Conseil f&#233;d&#233;ral accompagnant le projet de la loi du 12 juin 1959 sur la taxe d'exemption du service militaire, FF 1958 II p. 356 et 358). Elle doit compenser, sans distinction, BGE 85 IV 241 S. 243\"les sacrifices, les efforts, les inconv&#233;nients et les risques inh&#233;rents &#224; la vie militaire\" (FF 1958 II p. 378). C'est pourquoi, sous r&#233;serve d'exceptions d&#233;termin&#233;es, tous les citoyens qui n'ex&#233;cutent pas d'obligations militaires sont astreints au moins &#224; une taxe personnelle, quelle que soit leur situation financi&#232;re et quand bien m&#234;me leurs revenus n'exc&#233;deraient pas la quotit&#233; saisissable (FF 1958 II p. 376 et 377). Or, il serait illogique que l'Etat impose une redevance sans pouvoir en assurer le recouvrement. Tel serait pourtant le cas si le d&#233;biteur de la taxe &#233;chappait &#224; une sanction en prouvant l'insuffisance de ses ressources. Non seulement il ne serait pas punissable, mais il parviendrait &#224; &#233;viter toutes mesures d'ex&#233;cution forc&#233;e. L'Etat pourrait &#234;tre compl&#232;tement d&#233;sarm&#233; &#224; son &#233;gard. (HUNZINGER, RSJ vol. 53 p. 343). L'institution d'une taxe personnelle prouve donc que le l&#233;gislateur n'avait l'intention ni de faire d&#233;pendre l'obligation du d&#233;biteur de ses revenus, ni de renoncer &#224; frapper p&#233;nalement les r&#233;calcitrants en raison de la pr&#233;carit&#233; de leur condition. L'imp&#233;cuniosit&#233; n'exclut donc pas la faute au sens de l'article premier de la loi du 29 mars 1901. Au besoin, le contribuable devra s'acquitter en entamant un salaire inf&#233;rieur au montant strictement indispensable. Toutefois, il ne s'ensuit pas que la loi soit impitoyable. Elle ne va pas jusqu'&#224; exiger un sacrifice illimit&#233;. Au contraire, pour d&#233;terminer celui qu'il est raisonnable d'attendre, le juge aura &#233;gard dans une certaine mesure aux gains et aux charges du retardataire.\n\n    2. Quant au moment o&#249; il convient de se reporter pour statuer sur l'existence d'une faute, le Tribunal f&#233;d&#233;ral s'est plac&#233; jadis &#224; la date de la d&#233;nonciation (arr&#234;t M&#228;glin du 22 mai 1925, consid. 3 non publi&#233;). Plus r&#233;cemment, il a tenu compte de l'attitude du d&#233;biteur pendant le d&#233;lai fix&#233; par la seconde sommation et m&#234;me auparavant (arr&#234;t Hotz du 21 janvier 1945, non publi&#233;). C'est la solution pr&#233;f&#233;rable. D&#232;s qu'un contribuable se sait astreint au paiement d'une taxe, il doit prendre ses dispositions pour s'ex&#233;cuter &#224; temps. Par cons&#233;quent, il peut &#234;tre en faute en BGE 85 IV 241 S. 244tous cas depuis la r&#233;ception de la premi&#232;re sommation. En revanche, il n'importe que sa situation soit plus ou moins prosp&#232;re une fois le dernier d&#233;lai &#233;coul&#233;, c'est-&#224;-dire apr&#232;s la consommation de l'infraction (RO 51 I 343; 68 IV 144).\n\n    3. En l'esp&#232;ce, selon les faits retenus par le premier juge, puis par l'autorit&#233; vaudoise de recours, Blanc travaille r&#233;guli&#232;rement et gagne normalement sa vie. Les jugements cantonaux ne disent pas exactement &#224; quelle &#233;poque ont trait ces constatations. Il ressort cependant du dossier que la premi&#232;re sommation a &#233;t&#233; notifi&#233;e le 29 octobre 1957 et la seconde le 5 ao&#251;t 1959. Le laps de temps d&#233;terminant s'est ainsi &#233;tendu sur plus de 20 mois. Or il n'est pas abusif d'exiger que, pendant une p&#233;riode aussi prolong&#233;e, quelles que soient ses charges, un homme valide paie 159 fr. 10 de taxe militaire, quitte &#224; s'imposer certaines privations. C'est aussi vrai pour le recourant. S'il a subi quelques mois de d&#233;tention en 1958 et 1959, il ne se plaint nulle part de sa sant&#233; et offre m&#234;me de s'acquitter maintenant par des mensualit&#233;s de 10 fr. En ne s'ex&#233;cutant pas jusqu'au dernier terme imparti, il a donc commis une faute dans l'acceptation de l'art. 1er de la loi du 29 mars 1901 et m&#233;rite la condamnation prononc&#233;e en vertu de cette disposition.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale\nRejette le pourvoi.\n \n   \n   "
}