{
  "titre": "123 II 285",
  "annee": "1997",
  "contenu": "\n      \n  Chapeau\n123 II 28533. Extrait de la d&#233;cision de la Ie Cour de droit public du 20 mai 1997 dans la cause Helvetia Nostra contre Tribunal administratif du canton de Vaud (recours de droit administratif et de droit public)\n\n  \nRegeste\nArt. 88 OJ et 103 let. a OJ; int&#233;r&#234;t actuel et pratique au recours lorsque la d&#233;cision attaqu&#233;e a d&#233;j&#224; d&#233;ploy&#233; tous ses effets.  Il n'est pas &#233;tabli que la manifestation litigieuse (course de bateaux sur le lac L&#233;man) pourrait &#224; nouveau &#234;tre autoris&#233;e aux m&#234;mes conditions (consid. 4b);  par ailleurs, une nouvelle autorisation devrait pouvoir &#234;tre d&#233;f&#233;r&#233;e &#224; temps au Tribunal f&#233;d&#233;ral (consid. 4c), de sorte que l'int&#233;r&#234;t actuel et pratique au recours doit &#234;tre ni&#233; (consid. 5). \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 285\n\n\n    BGE 123 II 285 S. 285\n   \nConsid&#233;rant en fait et en droit:\n\n    1. &#224; 3.-: Le 7 mars 1996, le Conservateur de la faune du canton de Vaud a accord&#233;, sous certaines conditions, les autorisations sp&#233;ciales en faveur de l'organisation d'une manche de championnat BGE 123 II 285 S. 286du monde des bateaux \"Offshore Class 1\". Cette manifestation devait avoir lieu du 6 au 8 septembre 1996 sur le lac L&#233;man, au large de Montreux. Le 19 avril  1996, le Service des automobiles, cycles et bateaux du Canton de Vaud  (ci-apr&#232;s: le SA) a accord&#233;, sous certaines conditions, l'autorisation requise par l'art. 27 de la loi f&#233;d&#233;rale sur la navigation int&#233;rieure.\nCes d&#233;cisions ont fait l'objet de recours, notamment de l'association Helvetia Nostra. Par arr&#234;t du 27 ao&#251;t 1996, le Tribunal administratif du canton de Vaud a rejet&#233; les recours.\nPar acte du 29 ao&#251;t 1996, Helvetia Nostra a form&#233; un recours de droit administratif et de droit public contre cet arr&#234;t. Dans le premier, elle fait valoir que l'autorisation \"&#224; l'essai\" violerait le principe de la pr&#233;vention. Elle se plaint en outre du d&#233;faut de publication et d'avoir &#233;t&#233; priv&#233;e de son droit de participer &#224; la proc&#233;dure. Dans son recours de droit public, Helvetia Nostra soutient que la qualit&#233; pour agir devait lui &#234;tre reconnue de mani&#232;re g&#233;n&#233;rale en vertu du droit cantonal. Dans le m&#234;me acte, la recourante a demand&#233;  des mesures provisionnelles urgentes, tendant &#224; emp&#234;cher la manifestation litigieuse.\nPar ordonnance du 2 septembre 1996, le Pr&#233;sident de la Ie Cour de droit public a rejet&#233; la demande d'effet suspensif, en prenant en compte d'une part le dommage consid&#233;rable qu'impliquerait vraisemblablement, pour les organisateurs, l'annulation de la course, et, d'autre part, le dommage, moins  &#233;vident, que la manifestation pourrait causer &#224; l'environnement naturel, compte tenu des conditions pr&#233;cises pos&#233;es par les autorit&#233;s cantonales.\nLa manifestation ayant eu lieu, la recourante a &#233;t&#233; interpell&#233;e sur la question de savoir si le recours conservait un objet. Par lettre du 25  septembre 1996, elle a fait savoir qu'elle maintenait son recours. Elle &#233;voque la possibilit&#233; qu'une autorisation semblable soit accord&#233;e &#224; l'avenir; elle dit par ailleurs conserver un int&#233;r&#234;t &#224; ce qu'il soit statu&#233; sur ses griefs formels, et sur la violation de l'art. 6 par. 1 CEDH.\nLe Tribunal f&#233;d&#233;ral a d&#233;clar&#233; le recours sans objet.)\n\n    4. Le recours est dirig&#233; contre l'octroi d'une autorisation sp&#233;cifique qui a d&#233;j&#224; d&#233;ploy&#233; tous ses effets. Il convient donc de s'interroger sur l'existence d'un int&#233;r&#234;t juridique actuel et pratique au recours, exigence d&#233;coulant tant de l'art. 103 lettre a OJ pour le recours de droit administratif, que de l'art. 88 OJ pour le recours de droit public (ATF 121 IV 345 consid. 1b et les arr&#234;ts cit&#233;s). Cet int&#233;r&#234;t pratique, qui ne saurait r&#233;sider dans la r&#233;solution purement BGE 123 II 285 S. 287th&#233;orique de la question - f&#251;t-elle de principe - de l'admissibilit&#233; de la manifestation litigieuse, doit perdurer jusqu'au moment o&#249; il est statu&#233; sur le recours, faute de quoi ce dernier est d&#233;clar&#233; sans objet (ATF 118 Ia 46 consid.  3c p. 53; ATF 111 Ib 56 consid. 2 et les r&#233;f&#233;rences cit&#233;es).\na) La recourante soutient que la litispendance cr&#233;&#233;e avant la course suffirait au maintien de son int&#233;r&#234;t; elle cite &#224; tort l'art. 21 PCF (RS 273)  (et Sp&#252;hler, Die Praxis der staatsrechtlichen Beschwerde, Berne 1994, par. 79), disposition qui concerne l'influence de la litispendance sur la comp&#233;tence formelle du tribunal, mais non sur l'existence d'un int&#233;r&#234;t au recours.\nElle soutient &#233;galement que le grief relatif au d&#233;ni de justice formel devrait &#234;tre examin&#233; m&#234;me si la course a d&#233;j&#224; eu lieu; elle perd de vue cependant qu'en d&#233;pit de la nature formelle du droit d'&#234;tre entendu, l'invocation de ce droit n'est plus recevable lorsque, sur le fond, le recourant a perdu tout int&#233;r&#234;t au recours. Les art. 6 et 13 CEDH ne donnent pas n&#233;cessairement, &#224; eux seuls, un droit &#224; un jugement de constatation de la part du Tribunal f&#233;d&#233;ral; l'exigence d'un int&#233;r&#234;t actuel et pratique fait partie des conditions auxquelles peut &#234;tre soumis, en droit national, l'exercice d'un  \"droit de recours effectif\" (CourEDH, arr&#234;t Geouffre de la Pradelle c/ France du 16 d&#233;cembre 1992, s&#233;rie A no 253-B, p. 41, par. 28).\nb) La recourante &#233;voque la possibilit&#233; que la manifestation litigieuse se r&#233;p&#232;te &#224; l'avenir, et qu'une autorisation identique ou semblable soit d&#233;livr&#233;e. Il n'appara&#238;t toutefois pas que l'organisateur envisage une nouvelle manifestation du m&#234;me type dans un proche avenir; en particulier, une demande d'autorisation n'a pas &#233;t&#233; d&#233;pos&#233;e dans ce sens. Par ailleurs, compte tenu des recommandations &#233;mises par le SA, et de la r&#233;serve exprim&#233;e par l'OFEFP, il n'est pas certain qu'une nouvelle manifestation, si elle est autoris&#233;e, le soit aux m&#234;mes conditions. De toute fa&#231;on, la seule possibilit&#233; d'une r&#233;p&#233;tition de la manifestation ne suffirait pas &#224; justifier l'int&#233;r&#234;t d'un recours dirig&#233;  contre une d&#233;cision d&#233;j&#224; ex&#233;cut&#233;e. La recourante pourra, si une nouvelle demande d'autorisation est d&#233;pos&#233;e, recourir &#224; nouveau, le cas &#233;ch&#233;ant jusqu'au Tribunal f&#233;d&#233;ral.\nc) Il pourrait certes en aller autrement s'il &#233;tait &#224; redouter que, comme cela s'est effectivement produit, la cour cantonale statue dans un d&#233;lai qui ne permette pas au Tribunal f&#233;d&#233;ral de statuer avant la manifestation; dans un tel cas, un contr&#244;le par le Tribunal f&#233;d&#233;ral ne serait jamais possible et cela justifierait qu'il soit entr&#233; en mati&#232;re sur le pr&#233;sent recours (ATF 111 Ib 56 consid. 2b). En l'esp&#232;ce toutefois, BGE 123 II 285 S. 288la d&#233;cision attaqu&#233;e n'est pas, de par sa nature m&#234;me, de celles qui ne pourraient pas &#234;tre soumises &#224; l'autorit&#233; de recours avant de perdre leur actualit&#233;. Compte tenu des actes d'instruction qui sont maintenant en main des autorit&#233;s cantonales (notamment les rapports de la soci&#233;t&#233; E. et du Service cantonal de lutte contre les nuisances), une nouvelle proc&#233;dure de recours pourrait sans doute &#234;tre trait&#233;e beaucoup plus rapidement que cela ne fut le cas en l'esp&#232;ce, et le Tribunal f&#233;d&#233;ral serait &#224; m&#234;me de statuer &#224; temps. Dans cette perspective, il convient de rendre attentif l'organisateur au fait qu'une  &#233;ventuelle nouvelle demande d'autorisation devrait &#234;tre d&#233;pos&#233;e suffisamment t&#244;t, afin de permettre, le cas &#233;ch&#233;ant, un contr&#244;le effectif par les autorit&#233;s de recours successives; en cas d'insuffisance d'un tel contr&#244;le, notamment en cas d'intervention tardive de l'autorit&#233; judiciaire cantonale, le Tribunal f&#233;d&#233;ral pourrait &#234;tre amen&#233; &#224; envisager s&#233;rieusement l'admission d'une demande d'effet suspensif destin&#233;e &#224; emp&#234;cher la manifestation avant qu'il ne soit statu&#233; sur le fond.\n\n    5. Lorsque le recours devient sans objet ou que les parties cessent d'y avoir un int&#233;r&#234;t juridique, le tribunal d&#233;clare l'affaire termin&#233;e et statue sur les frais par une d&#233;cision sommairement motiv&#233;e, en tenant compte de l'&#233;tat de choses existant avant le fait qui met fin au litige (art. 72 PCF, par renvoi de l'art. 40 OJ). Point n'est besoin en l'esp&#232;ce de supputer le sort qu'aurait pu conna&#238;tre le recours; en effet, les donn&#233;es d&#233;terminantes ont &#233;t&#233; principalement r&#233;unies apr&#232;s la manifestation litigieuse. Il se justifie donc de statuer sans frais ni d&#233;pens.\n \n   \n   "
}