{
  "titre": "91 I 31",
  "annee": "1965",
  "contenu": "\n      \n  Chapeau\n91 I 317. Arr&#234;t du 31 mars 1965 dans la cause Gris contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\n1. Rapports entre le pourvoi en nullit&#233; et le recours de droit public (consid. 1).  2. Conducteur pris de boisson condamn&#233; en vertu de l'art. 91 al. 3 LCR pour avoir refus&#233; une prise de sang. L&#233;galit&#233; de la prise de sang ordonn&#233;e in casu: \na) L'art. 55 al. 1 LCR constitue une base l&#233;gale suffisante pour prescrire dans un cas particulier une prise de sang, &#224; condition que celle-ci soit ordonn&#233;e par l'autorit&#233; comp&#233;tente que d&#233;signe le droit cantonal, tel qu'il peut &#234;tre interpr&#233;t&#233; sans arbitraire (consid. 2 a). \nb) Il n'est pas arbitraire de consid&#233;rer qu'en droit vaudois, la police judiciaire peut, sans que le juge lui ait d&#233;l&#233;gu&#233; ses pouvoirs, ordonner &#224; un conducteur suspect d'&#233;bri&#233;t&#233; de se soumettre &#224; une prise de sang (consid. 2 b). \n3. Saisi d'un recours pour arbitraire, le Tribunal f&#233;d&#233;ral peut substituer aux motifs insoutenables sur lesquels repose la d&#233;cision attaqu&#233;e d'autres motifs, dans la mesure o&#249; ceux-ci n'ont pas &#233;t&#233; express&#233;ment &#233;cart&#233;s par l'autorit&#233; cantonale et ne confinent pas &#224; l'arbitraire (consid. 2 b). \n\n\n  \n  \n  \nFaits &#224; partir de page 32\n\n\n    BGE 91 I 31 S. 32\n   \n\n    A.- En vertu de l'art. 55 al. 1 LCR, \"les conducteurs de v&#233;hicules et les personnes impliqu&#233;es dans un accident seront soumis &#224; un examen appropri&#233; lorsque des indices permettent de conclure qu'ils sont pris de boisson. La prise de sang peut &#234;tre impos&#233;e\". L'art. 55 al. 2 LCR laisse au droit cantonal le soin de d&#233;signer \"les organes comp&#233;tents pour ordonner ces mesures\". L'art. 91 al. 3 LCR punit d'emprisonnement pour six mois au plus ou d'amende \"celui qui, intentionnellement, se sera oppos&#233; ou d&#233;rob&#233; &#224; une prise de sang ou &#224; un examen m&#233;dical compl&#233;mentaire ordonn&#233;s par l'autorit&#233;\".\nLe l&#233;gislateur vaudois n'a pas &#233;dict&#233; de disposition nouvelle indiquant l'autorit&#233; comp&#233;tente pour prescrire la prise de sang. Le code de proc&#233;dure p&#233;nale (PP) contient toutefois les dispositions suivants:\n\"Art. 85 al. 1. - La police judiciaire recherche les infractions, rassemble les moyens de preuve et livre au juge les personnes pr&#233;sum&#233;es auteurs, instigateurs ou complices.\nArt. 88. - La police judiciaire prend les mesures conservatoires indispensables &#224; la sauvegarde des preuves, puis adresse au juge un rapport sur les r&#233;sultats des premi&#232;res constatations.\nArt. 91. - La police judiciaire a qualit&#233; pour proc&#233;der, par d&#233;l&#233;gation sp&#233;ciale du juge instructeur..., &#224; une visite domiciliaire, &#224; une inspection locale, &#224; un s&#233;questre, &#224; une lev&#233;e de cadavre ou &#224; une audition.\nArt. 92 al. 1. - La d&#233;l&#233;gation doit &#234;tre &#233;crite; elle porte l'indication pr&#233;cise de son objet, la date de l'ordre, la signature et le sceau du magistrat.\n\n    BGE 91 I 31 S. 33\n   \nArt. 131. - Lorsque les faits incrimin&#233;s n&#233;cessitent des constatations imm&#233;diates (&#233;tat des lieux, traces, taches, empreintes, objets abandonn&#233;s, etc.), le premier soin du juge est d'y proc&#233;der, &#233;ventuellement avec le concours d'experts ou de la police judiciaire, ou bien d'y faire proc&#233;der par d&#233;l&#233;gation conform&#233;ment aux art. 91 &#224; 93.\"\n\n    B.- Dans la nuit du 19 au 20 novembre 1963, &#224; Lausanne, aux environs de 2 heures du matin, Georges Gris, qui &#233;tait au volant de sa voiture, fut appr&#233;hend&#233; par des agents de police. Ceux-ci le soup&#231;onnaient d'&#233;bri&#233;t&#233;. Ils l'amen&#232;rent &#224; la caserne de police et l'invit&#232;rent &#224; se soumettre &#224; une prise de sang ainsi qu'&#224; l'&#233;preuve de l'&#233;thylom&#232;tre. Gris refusa. A 5 heures du matin, le Juge informateur de l'arrondissement de Lausanne en fut inform&#233; par un sous-officier de la police judiciaire municipale. Il ordonna que Gris f&#251;t maintenu &#224; sa disposition dans les locaux de l'office.\nLe 17 novembre 1964, le Tribunal de simple police du district de Lausanne, devant lequel Gris avait &#233;t&#233; renvoy&#233; pour ivresse au volant et refus de la prise de sang, le lib&#233;ra du chef de la premi&#232;re infraction, mais le condamna, pour la seconde, &#224; 500 fr. d'amende. Saisie d'un recours en r&#233;forme de Gris, la Cour de cassation p&#233;nale vaudoise confirma ce jugement par un arr&#234;t du 21 d&#233;cembre 1964 consid&#233;rant notamment ce qui suit:\nGris soutient qu'il n'existe pas dans le canton de Vaud d'autorit&#233; comp&#233;tente pour ordonner une prise de sang. Toutefois, celle-ci est une mesure d'instruction au sens de l'art. 131 PP. Elle est d&#232;s lors dans la comp&#233;tence du juge instructeur, qui peut y faire proc&#233;der par d&#233;l&#233;gation sp&#233;ciale. En l'esp&#232;ce, la prise de sang a &#233;t&#233; ordonn&#233; par des agents de police judiciaire agissant sur d&#233;l&#233;gation du juge. Il est vrai que cette d&#233;l&#233;gation &#233;tait orale, contrairement &#224; l'art. 92 PP. Elle n'en est pas moins admissible, l'art. 92 PP n'&#233;tant qu'une prescription d'ordre. D'ailleurs, l'informalit&#233; commise n'a pu induire Gris en erreur sur son devoir de se soumettre &#224; une prise de sang. C'est d&#232;s lors &#224; bon droit qu'il a &#233;t&#233; condamn&#233; en vertu de l'art. 91 al. 3 LCR.\n\n    C.- Agissant par la voie du recours de droit public, Gris requiert le Tribunal f&#233;d&#233;ral d'annuler l'arr&#234;t du 21 d&#233;cembre 1964 et de le lib&#233;rer de toute peine et de tous frais. Il se plaint d'un acte arbitraire, d'une atteinte au principe de la s&#233;paration BGE 91 I 31 S. 34des pouvoirs et d'une violation de sa libert&#233; individuelle.\nLa Cour de cassation se r&#233;f&#232;re aux consid&#233;rants de son arr&#234;t. Le Minist&#232;re public du canton de Vaud conclut au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'art. 91 al. 3 LCR punit celui qui, intentionellement, s'est oppos&#233; &#224; une prise de sang. Le recourant conteste avoir agi intentionellement. Il aborde ainsi un probl&#232;me de droit p&#233;nal f&#233;d&#233;ral. Il aurait pu le soumettre au Tribunal f&#233;d&#233;ral par un pourvoi en nullit&#233;. Il ne saurait donc le pr&#233;senter dans un recours de droit public, qui est un moyen subsidiaire (art. 84 al. 2 OJ). Il affirme &#233;galement qu'au moment d'agir, il n'&#233;tait pas en mesure d'appr&#233;cier la port&#233;e de ses actes ni de se d&#233;terminer en cons&#233;quence. Il soul&#232;ve &#224; cet &#233;gard une question de fait. Or celle-ci a &#233;t&#233; tranch&#233;e par le Tribunal de simple police et ne pouvait en principe &#234;tre revue par la Cour de cassation cantonale (cf. art. 428 al. 1 PP). C'est d&#232;s lors dans un recours de droit public form&#233; contre le jugement du Tribunal de simple police qu'elle aurait d&#251; &#234;tre pos&#233;e (cf. par analogie RO 81 I 148, 84 I 235, 87 I 65).\nPour le surplus, le recourant se plaint de la violation de certains de ses droits constitutionnels (application arbitraire du droit cantonal, atteinte &#224; la libert&#233; individuelle et au principe de la s&#233;paration des pouvoirs). Le contenu de ces droits n'est pas pr&#233;cis&#233; par la l&#233;gislation f&#233;d&#233;rale. Le recourant ne pouvait d&#232;s lors s'en pr&#233;valoir dans un pourvoi en nullit&#233; (art. 269 al. 2 PPF; RO 81 IV 118). Il a le droit en revanche de former sur ce point un recours de droit public. Par cette voie cependant, il ne peut obtenir que l'annulation de l'arr&#234;t attaqu&#233;. En effet, la Chambre de c&#233;ans n'est en principe qu'une cour de cassation (RO 89 I 368, 391). Elle ne saurait d&#232;s lors le lib&#233;rer de toute peine et de tous frais.\n\n    2. Le recourant a &#233;t&#233; puni pour avoir refus&#233; de se soumettre &#224; une prise de sang. Celle-ci constitue une atteinte &#224; l'int&#233;grit&#233; corporelle et, partant, &#224; la libert&#233; individuelle (RO 89 I 98/99). La libert&#233; individuelle peut &#234;tre limit&#233;e dans l'int&#233;r&#234;t public. La restriction doit cependant reposer sur une base l&#233;gale et ne pas revenir &#224; supprimer la libert&#233; individuelle ou &#224; la vider de sa substance (RO 90 I 36/37). A l'&#233;gard des conducteurs BGE 91 I 31 S. 35suspects d'&#233;bri&#233;t&#233;, la prise de sang est dans l'int&#233;r&#234;t public. Elle ne revient ni &#224; supprimer la libert&#233; individuelle ni &#224; la vider de sa substance. Il reste &#224; savoir si l'ordre donn&#233; au recourant de se soumettre &#224; une telle mesure pouvait se fonder sur la loi. Le Tribunal f&#233;d&#233;ral ne tranchera pas cette question librement, mais sous l'angle de l'arbitraire seulement, car la prise de sang n'est pas une atteinte particuli&#232;rement grave &#224; la libert&#233; individuelle (RO 90 I 39). De plus, il l'abordera sous deux aspects: d'une part celui de la l&#233;galit&#233; de la mesure en elle-m&#234;me, d'autre part celui de l'autorit&#233; comp&#233;tente pour l'ordonner.\na) L'art. 55 al. 1 LCR impose aux autorit&#233;s cantonales l'obligation de soumettre les conducteurs de v&#233;hicules et les personnes impliqu&#233;es dans un accident \"&#224; un examen appropri&#233; lorsque des indices permettent de conclure qu'ils sont pris de boisson\". Il ne pr&#233;cise pas en quoi doit consister l'examen appropri&#233;. Il dispose simplement: \"La prise de sang peut &#234;tre impos&#233;e\". Toutefois, pris dans son ensemble, l'art. 55 al. 1 LCR signifie que l'organe comp&#233;tent pour ordonner, par exemple &#224; un conducteur, de se soumettre &#224; un examen appropri&#233; peut lui imposer une prise de sang, quand les circonstances du cas particulier le justifient. Ainsi, selon le syst&#232;me de l'art. 55 al. 1 LCR, l'autorit&#233; charg&#233;e d'ordonner l'\"examen appropri&#233;\" d&#233;cide librement si, au regard des faits en cause, la prise de sang est n&#233;cessaire ou non. Suppos&#233; qu'elle r&#233;solve la question affirmativement, elle peut imposer la mesure au conducteur, sans qu'elle ait besoin d'y &#234;tre encore autoris&#233;e par une r&#232;gle du droit cantonal. Il n'est pas contest&#233; qu'en l'esp&#232;ce une prise de sang se justifiait. L'art. 55 al. 1 LCR constituait une base l&#233;gale suffisante pour l'ordonner. Il est inutile d&#232;s lors de rechercher si le droit vaudois l'autorise aussi.\nIl est vrai que l'un des d&#233;put&#233;s charg&#233;s de rapporter au Conseil national sur le projet de LCR a fait des d&#233;clarations dont on pourrait inf&#233;rer que l'art. 55 al. 1 LCR se borne &#224; r&#233;server aux cantons la possibilit&#233; de prescrire la prise de sang (Bull. st&#233;n. CN 1957, p. 214 et 217). D&#232;s lors, pour que la prise de sang ordonn&#233;e dans un cas d&#233;termin&#233; respecte la libert&#233; individuelle, il faudrait encore qu'elle soit admise par le droit cantonal. Toutefois, ces d&#233;clarations ne correspondent pas aux id&#233;es exprim&#233;es par d'autres orateurs (cf. les interventions du rapporteur allemand au Conseil des Etats, Bull.st&#233;n. CE 1957, BGE 91 I 31 S. 36p. 115, du conseiller f&#233;d&#233;ral Feldmann, Bull.st&#233;n. CN 1957, p. 217/218) ni &#224; l'opinion expos&#233;e dans le message (tirage &#224; part, p. 44). Elles ne sauraient d&#232;s lors avoir une importance d&#233;cisive. D'ailleurs, si le l&#233;gislateur avait voulu laisser aux cantons la libert&#233; d'autoriser ou d'interdire la prise de sang sur leur territoire, il l'aurait dit &#224; l'art. 55 al. 2 LCR, o&#249; il abandonnait d&#233;j&#224; au droit cantonal le soin de d&#233;signer \"les organes comp&#233;tents\". A tout le moins, il e&#251;t r&#233;dig&#233; l'art. 55 al. 1 LCR diff&#233;remment.\nb) Comme on vient de le voir, l'art. 55 al. 1 LCR autorise &#224; lui seul la prise de sang. En revanche, &#224; son second alin&#233;a, il s'en remet aux cantons quant au choix de l'organe comp&#233;tent pour ordonner une telle mesure. A cet &#233;gard, il n'est qu'une base l&#233;gale incompl&#232;te. Il convient donc de rechercher si le droit vaudois, tel qu'il peut &#234;tre interpr&#233;t&#233; sans arbitraire, a d&#233;sign&#233; cet organe. Point n'est besoin d'ailleurs qu'il l'ait fait par une disposition nouvelle &#233;dict&#233;e sp&#233;cialement en vue de l'ex&#233;cution de la LCR. Une r&#232;gle d&#233;j&#224; existante suffit, pourvu qu'elle ne soit pas en contradiction avec le droit f&#233;d&#233;ral. Au surplus, vu les termes tr&#232;s g&#233;n&#233;raux utilis&#233;s par l'art. 55 al. 2 LCR, tant dans sa version fran&#231;aise que dans ses versions allemande et italienne, le texte l&#233;gal cantonal pourra d&#233;signer non seulement un juge, mais un organe de police. L'art. 91 al. 3 LCR ne l'exclut pas. Le terme d'\"autorit&#233;\" au sens de cette disposition poss&#232;de une acception large, qui comprend tout fonctionnaire de police.\nSelon l'arr&#234;t attaqu&#233;, la prise de sang serait une mesure d'instruction au sens de l'art. 131 PP; elle serait donc de la comp&#233;tence du juge instructeur; celui-ci serait autoris&#233; &#224; d&#233;l&#233;guer ses pouvoirs &#224; la police judiciaire, ce qu'il aurait fait ici; la prise de sang litigieuse aurait d&#232;s lors &#233;t&#233; ordonn&#233;e r&#233;guli&#232;rement par l'autorit&#233; comp&#233;tente. Cependant, la d&#233;l&#233;gation de pouvoirs pr&#233;vue par les art. 131 et 91 &#224; 93 PP doit - cela est &#233;vident - pr&#233;c&#233;der l'op&#233;ration en vue de laquelle elle est donn&#233;e. Sinon la police judiciaire risquerait, par exemple, d'&#234;tre dans l'incapacit&#233; de justifier ses pouvoirs, contrairement &#224; l'art. 93 al. 2 PP. Or, en l'esp&#232;ce, c'est vers 2 heures du matin que la police judiciaire a invit&#233; le recourant &#224; se soumettre &#224; une prise de sang et que ce dernier s'y est oppos&#233;. En revanche, c'est &#224; 5 heures du matin seulement que la police a alert&#233; le juge, qui lui a donn&#233; d'ailleurs l'ordre non pas de BGE 91 I 31 S. 37proc&#233;der &#224; la prise de sang mais simplement de garder le recourant &#224; sa disposition. Par cons&#233;quent, lorsque Gris a refus&#233; la prise de sang - et seule la situation existant &#224; ce moment-l&#224; est d&#233;cisive pour juger le m&#233;rite de la condamnation prononc&#233;e -, la police n'&#233;tait au b&#233;n&#233;fice d'aucune d&#233;l&#233;gation de pouvoirs. Si elle ne pouvait ordonner une prise de sang qu'en vertu d'une telle d&#233;l&#233;gation, l'injonction qu'elle a adress&#233;e au recourant de se pr&#234;ter &#224; une telle mesure serait donc ill&#233;gale. La condamnation inflig&#233;e au recourant au m&#233;pris des faits pourtant clairement &#233;tablis serait du m&#234;me coup et de ce seul fait absolument insoutenable et partant arbitraire, sans qu'il f&#251;t besoin de rechercher encore si la prise de sang est une constatation au sens de l'art. 131 PP.\nIl convient toutefois de se demander si le code de proc&#233;dure p&#233;nale vaudois ne contient pas d'autres dispositions conf&#233;rant &#224; la police judiciaire un pouvoir propre d'ordonner une prise de sang. Suppos&#233; que tel soit le cas, le Tribunal f&#233;d&#233;ral pourrait maintenir l'arr&#234;t attaqu&#233; en se fondant sur ces textes, conform&#233;ment &#224; la jurisprudence autorisant la substitution de motifs dans le cadre d'un recours pour arbitraire (BIRCHMEIER, Handbuch, p. 352/353).\nD'apr&#232;s les art. 85 al. 1 et 88 PP, la police judiciaire \"rassemble les moyens de preuve\" et \"prend les mesures conservatoires indispensables &#224; la sauvegarde des preuves\". Elle poss&#232;de &#224; cet &#233;gard un pouvoir ind&#233;pendant qu'elle exerce sans qu'une d&#233;l&#233;gation du juge soit n&#233;cessaire. Au regard de ces textes, il n'est pas arbitraire de consid&#233;rer l'analyse du sang comme une preuve et de voir, dans la prise de sang, aussi bien une op&#233;ration entreprise en vue de procurer un moyen de preuve aux organes de la justice p&#233;nale qu'une mesure conservatoire indispensable &#224; la sauvegarde de cette preuve. Dans d'autres cantons, la police a le droit d'ordonner des prises de sang en vertu de dispositions qui ne sont pas plus pr&#233;cises que les art. 85 et 88 PP. A Zurich, elle se fonde sur le &#167; 23 PP zur., aux termes duquel \"Der Kriminalpolizei liegt im besonderen die Aufgabe ob, bei Verbrechen oder Vergehen die ersten Erhebungen zu machen, die Spuren festzustellen und zu sichern und alle Massregeln zu treffen, die ohne Gefahr nicht verschoben werden k&#246;nnen. ..\". A Berne, elle invoque le &#167; 71 PP bern. qui dispose: \"Les fonctionnaires et employ&#233;s de la police judiciaire ... prennent les mesures l&#233;gales qui leur paraissent BGE 91 I 31 S. 38indiqu&#233;es pour d&#233;couvrir le coupable. S'il s'agit d'&#233;tablir des faits, ils peuvent astreindre toutes personnes &#224; leur fournir des renseignements. Ils disposent en particulier des moyens d'investigation n&#233;cessaires (tels que prise d'empreintes digitales ou autres moyens semblables). ..\". Il s'ensuit - du moins peut-on l'affirmer sans violer l'art. 4 Cst. - qu'en invitant le recourant &#224; se soumettre &#224; une prise de sang, la police judiciaire a agi en l'esp&#232;ce dans les limites des pouvoirs que les art. 85 al. 1 et 88 PP lui conf&#232;rent directement. Son ordre repose donc sur une base l&#233;gale, qui compl&#232;te l'art. 55 LCR et suffit &#224; justifier l'atteinte port&#233;e &#224; la libert&#233; individuelle. Fond&#233; sur la loi, cet ordre ne comportait aucune violation du principe de la s&#233;paration des pouvoirs. Il n'&#233;tait pas non plus en opposition avec le droit f&#233;d&#233;ral, puisque celui-ci permet aux cantons de confier &#224; un organe de police le soin d'ordonner une prise de sang.\nSubstitu&#233;es aux motifs arbitraires du Tribunal cantonal, les consid&#233;rations qui pr&#233;c&#232;dent permettent de maintenir l'arr&#234;t attaqu&#233;. Il est vrai qu'une telle substitution n'est pas admissible lorsque l'autorit&#233; cantonale a &#233;cart&#233; express&#233;ment les motifs &#224; substituer ou que ceux-ci confinent &#224; l'arbitraire (BIRCHMEIER, loc.cit.). Toutefois, la premi&#232;re &#233;ventualit&#233; n'est pas r&#233;alis&#233;e: la Cour de cassation vaudoise ne fait aucune allusion aux art. 85 et 88 PP, qui lui ont peut-&#234;tre &#233;chapp&#233;. La seconde ne l'est pas davantage: les art. 85 al. 1 et 88 PP sont con&#231;us en termes si g&#233;n&#233;raux que le sens qui leur est donn&#233; ci-dessus est parfaitement soutenable. Il suffira d'observer que le Tribunal f&#233;d&#233;ral les a interpr&#233;t&#233;s sous l'angle de l'arbitraire. Son opinion ne lie donc pas le Tribunal cantonal. Celui-ci aura toute latitude de se montrer &#224; l'avenir plus strict s'il l'estime opportun.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours en tant qu'il est recevable.\n \n   \n   "
}