{
  "titre": "85 IV 125",
  "annee": "1959",
  "contenu": "\n      \n  Chapeau\n85 IV 12533. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 15 mal 1959 en la cause Annen contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nMauvais traitements envers les enfants (art. 134 CP). Quand la sant&#233; ou le d&#233;veloppement intellectuel d'un enfant sont-ils atteints ou compromis? (consid. 1).  L&#233;sions corporelles simples; dol &#233;ventuel; poursuite sur plainte dans le cas de l'art. 123 ch. 1 al. 1 CP (consid. 2 et 3). \nApplication de l'art 123 ch. 1 al. 2 (victime \"hors d'&#233;tat de se d&#233;fendre\") lorsque les l&#233;sions corporelles ont &#233;t&#233; caus&#233;es par un exc&#232;s du droit de correction (modification de la jurisprudence: RO 80 IV 108) (consid. 4 &#224; 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 125\n\n\n    BGE 85 IV 125 S. 125\n   \nR&#233;sum&#233; des faits:\n\n    A.- Le 8 juillet 1958, Annen s'&#233;tant aper&#231;u qu'on lui avait pris 80 fr., accusa du vol son fils Daniel, &#226;g&#233; de onze ans, mais fortement retard&#233; dans son d&#233;veloppement intellectuel. Le gar&#231;on ayant ni&#233;, le p&#232;re, saisi d'une col&#232;re violente, le frappa au moyen d'une ceinture de cuir. Daniel quitta alors la maison paternelle et, n'osant pas y rentrer, fut trouv&#233; par la police dans la rue, &#224; 22 h. 50, et ramen&#233; chez ses parents. Un m&#233;decin l'examina le lendemain et &#233;crivit notamment dans son certificat:\nLe dos en son entier et la r&#233;gion derri&#232;re l'oreille droite sont couverts d'ecchymoses, dont quelques-unes sont enfl&#233;es et couvertes de cloques. Le bras gauche est transform&#233; en une ecchymose unique...\n\n    BGE 85 IV 125 S. 126\n   \nLe 12 juillet suivant, Daniel fut admis au Home Eben-H&#233;zer, &#224; Lausanne, o&#249; l'on constata qu'il pr&#233;sentait quelques ecchymoses dans le dos, mais qu'il n'avait pas subi de pr&#233;judice dans sa sant&#233;.\n\n    B.- Le 23 d&#233;cembre 1958, le Tribunal de police de Morges condamna Annen &#224; un mois d'emprisonnement pour avoir fait subir des l&#233;sions corporelles simples &#224; une personne sans d&#233;fense (art. 123 ch. 1 al. 2 CP).\nLe 9 f&#233;vrier 1959, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois rejeta un recours form&#233; par Annen contre ce jugement.\n\n    C.- Annen s'est pourvu en nullit&#233;; il conclut au renvoi de la cause &#224; l'autorit&#233; cantonale pour que celle-ci prononce l'acquittement.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. (R&#233;sum&#233;.) Les coups donn&#233;s par Annen &#224; son fils ont &#233;t&#233; suffisamment nombreux et violents pour causer des l&#233;sions &#233;tendues, mais relativement superficielles, puisqu'au bout de quatre jours, il ne subsistait plus que quelques ecchymoses dans le dos. La sant&#233; ni le d&#233;veloppement intellectuel de l'enfant n'ont &#233;t&#233; \"gravement compromis\", c'est-&#224;-dire mis en danger (art. 134 ch. 1 CP), car il n'apparaissait pas tr&#232;s probable que la premi&#232;re subirait un dommage s&#233;rieux ou que le second serait s&#233;rieusement d&#233;tourn&#233; de son cours normal par les mauvais traitements inflig&#233;s. De plus, il est constant que ces biens n'ont effectivement point subi d'atteinte s&#233;rieuse. L'art. 134 CP n'&#233;tait donc pas applicable (RO 80 IV 105).\n\n    2. (R&#233;sum&#233;.) En revanche, l'enfant a subi, dans son int&#233;grit&#233; corporelle, des atteintes qui constituent des l&#233;sions simples (art. 123 ch. 1 CP), car elles n'&#233;taient pas de celles que produisent en g&#233;n&#233;ral un coup peu violent (cas minimes: RO 72 IV 21).\nAnnen devait savoir que ses actes entra&#238;neraient presque n&#233;cessairement des l&#233;sions corporelles et, m&#234;me s'il n'a pas pr&#233;cis&#233;ment voulu ce r&#233;sultat, il l'a tout au moins accept&#233; BGE 85 IV 125 S. 127comme tel, de sorte qu'il a agi par dol &#233;ventuel (cf. RO 74 IV 83).\n\n    3. (R&#233;sum&#233;.) Aucune plainte n'ayant &#233;t&#233; port&#233;e contre Annen, il ne peut en tout cas &#234;tre puni en vertu de l'art. 123 ch. 1 al. 1 CP.\n\n    4. La condamnation ne pouvait d&#232;s lors &#234;tre fond&#233;e que sur l'art. 123 ch. 1 al. 2 CP, qui prescrit la poursuite d'office lorsque le d&#233;linquant a fait usage du poison, d'une arme ou d'un instrument dangereux, ou si la victime &#233;tait hors d'&#233;tat de se d&#233;fendre. La cour cantonale a admis que Daniel Annen s'&#233;tait trouv&#233; dans ce dernier cas. Il faut examiner si cette opinion est justifi&#233;e.\na) Dans son arr&#234;t Piquerez, la cour de c&#233;ans a dit qu'un enfant de quatre ans, battu par son p&#232;re, m&#234;me s'il avait subi des l&#233;sions corporelles simples, ne pouvait &#234;tre consid&#233;r&#233; comme \"hors d'&#233;tat de se d&#233;fendre\", le p&#232;re ayant, en principe, le droit de correction; elle en a conclu que, dans ce cas, la poursuite ne pouvait avoir lieu d'office (RO 80 IV 108).\nCependant, le fait que l'auteur exerce son droit de correction n'exclut pas que la victime soit \"hors d'&#233;tat de se d&#233;fendre\" (LOGOZ: comm. ad art. 123 CP, n. 4, lit. c; WAIBLINGER: ZBJV 1956, p. 252 ss.). L'exercice de ce droit n'est pas sans rapport avec la capacit&#233; de r&#233;sistance de l'enfant. Mais ce rapport n'est pas tel que l'a jug&#233; la cour de c&#233;ans dans son arr&#234;t Piquerez; au contraire, loin qu'elle soit toujours en &#233;tat de se d&#233;fendre lorsqu'elle est soumise &#224; l'autorit&#233; de l'auteur, la victime, dans cette hypoth&#232;se, aura en g&#233;n&#233;ral d'autant plus de peine &#224; r&#233;sister qu'elle se trouve dans une plus grande suj&#233;tion. On ne saurait toutefois formuler de r&#232;gle absolue sur ce point et l'on en d&#233;cidera dans chaque cas sur le vu de toutes les circonstances.\nA la v&#233;rit&#233;, il pourrait para&#238;tre pr&#233;f&#233;rable, dans l'int&#233;r&#234;t m&#234;me de l'enfant et suivant sa situation personnelle et familiale, que l'action p&#233;nale ne soit pas ouverte d'office contre le d&#233;tenteur du droit de correction, mais d&#233;pende BGE 85 IV 125 S. 128d'une plainte dont le d&#233;p&#244;t serait n&#233;cessairement contr&#244;l&#233; par l'autorit&#233; tut&#233;laire (GILLI&#201;RON: Revue p&#233;nale suisse, t. 70, p. 90 ss.; GERMANN: ibid., p. 96). Cependant, le texte m&#234;me de l'art. 123 ch. 1 al. 2 CP ne permet pas de tenir compte de cette circonstance. Car il soumet &#224; la poursuite d'office tous les cas o&#249; la victime &#233;tait hors d'&#233;tat de se d&#233;fendre, sans faire aucune exception. On ne saurait en introduire une par le seul motif qu'elle appara&#238;trait d&#233;sirable. Du reste, une d&#233;cision contraire laisserait subsister le m&#234;me inconv&#233;nient dans les cas nombreux o&#249;, comme dans la pr&#233;sente esp&#232;ce, on peut se demander si l'art. 134 CP n'est pas applicable, de sorte qu'en tout cas la poursuite doit &#234;tre engag&#233;e d'office, m&#234;me si l'inculp&#233; ne se trouve en d&#233;finitive punissable qu'en vertu de l'art. 123 ch. 1 al. 1 et que, faute de plainte, l'abandon de la poursuite s'impose.\nAinsi, lorsque c'est dans l'exercice de son droit de correction que l'auteur a inflig&#233; des l&#233;sions corporelles &#224; la victime, ce droit entre en ligne de compte tout d'abord comme facteur qui peut diminuer ou exclure les possibilit&#233;s de r&#233;sistance de l'enfant. Mais il doit aussi &#234;tre envisag&#233; sous son aspect d'excuse absolutoire; il s'agit alors de savoir si l'auteur l'a outrepass&#233; ou non. En tout cas, envisag&#233; du point de vue du droit p&#233;nal, ses limites doivent &#234;tre fix&#233;es d'une fa&#231;on large; tous les exc&#232;s justifiant une intervention de l'autorit&#233; tut&#233;laire n'appellent pas n&#233;cessairement celle du juge p&#233;nal.\nb) La poursuite devait donc avoir lieu d'office en l'esp&#232;ce si, comme l'a admis la cour cantonale, Daniel Annen s'est trouv&#233; hors d'&#233;tat de se d&#233;fendre lorsque son p&#232;re lui a fait subir des l&#233;sions corporelles.\nEst \"hors d'&#233;tat de se d&#233;fendre\", celui qui n'est pas en mesure de se soustraire aux effets dommageables des actes dont il est l'objet (cf. HAFTER, Schweizerisches Strafrecht, Besonderer Teil, I, p. 38). Les termes employ&#233;s par le l&#233;gislateur n'impliquent donc pas que l'incapacit&#233; vis&#233;e d&#233;coule de particularit&#233;s physiques ou psychiques telles que l'&#226;ge, la faiblesse corporelle, la maladie ou l'infirmit&#233;.\n\n    BGE 85 IV 125 S. 129Le plus souvent toutefois, ce seront bien des causes physiques ou psychiques qui seront d&#233;cisives. La loi n'exige pas non plus que la victime soit hors d'&#233;tat de se soustraire &#224; n'importe quelle attaque; il suffit qu'elle ne puisse se d&#233;fendre avec quelques chances de succ&#232;s contre son agresseur et contre le dommage dont il la menace.\nC'est en raison de la bassesse que l'acte r&#233;v&#232;le chez l'auteur et de la protection dont la victime a particuli&#232;rement besoin que le l&#233;gislateur a pr&#233;vu la poursuite d'office (Z&#220;RCHER, Erl&#228;uterungen zum Vorentwurf vom April 1908, p. 133).\nc) En l'esp&#232;ce, Daniel Annen, alors &#226;g&#233; de onze ans, mais qui n'avait que le d&#233;veloppement mental d'un enfant beaucoup plus jeune, &#233;tait hors d'&#233;tat de se soustraire aux exc&#232;s du droit de correction dont il a &#233;t&#233; la victime. Un enfant de onze ans n'est physiquement pas capable de r&#233;sister aux attaques d'un adulte, surtout lorsque celui-ci s'abandonne &#224; une violente col&#232;re. Cette col&#232;re rendait le recourant peu accessible aux repr&#233;sentations raisonnables qu'on aurait pu lui faire; venant de son fils, sur lequel il avait autorit&#233;, de telles repr&#233;sentations n'auraient point eu d'effets et auraient m&#234;me risqu&#233; de lui para&#238;tre d&#233;plac&#233;es et d'augmenter encore son irritation. L'enfant du reste &#233;tait d'autant moins capable d'en concevoir qu'il n'avait pas - et de loin - atteint le d&#233;veloppement qui correspond d'habitude &#224; son &#226;ge. Enfin, m&#234;me si le p&#232;re &#233;tait d'habitude juste et affectueux, l'enfant, surpris par le d&#233;bordement de la col&#232;re paternelle, pouvait fort bien &#234;tre paralys&#233; par une crainte invincible et par une impuissance qu'augmentait encore le sentiment de sa subordination normale et habituelle. Qu'il ait &#233;t&#233; terroris&#233;, sa fugue le prouve: depuis le milieu du jour et jusqu'&#224; l'heure tardive o&#249; la police l'a trouv&#233; errant, il n'a pas os&#233; rentrer &#224; la maison, ce qui n'aurait pas &#233;t&#233; le cas si les liens d'affection et de confiance qui doivent exister entre un enfant et son p&#232;re avaient peu &#224; peu repris leur emprise et chass&#233; ou suffisamment adouci sa crainte. Il faut donc admettre que BGE 85 IV 125 S. 130l'enfant s'est trouv&#233; hors d'&#233;tat de se d&#233;fendre contre les s&#233;vices dont il a &#233;t&#233; l'objet.\n\n    5. Le traitement brutal inflig&#233; &#224; son fils outrepassait le droit de correction que l'art. 278 CC conf&#233;rait &#224; Annen comme d&#233;tenteur de la puissance paternelle. Sans doute une correction s&#233;v&#232;re pouvait-elle &#234;tre indiqu&#233;e en l'esp&#232;ce; une certaine violence n'aurait, dans ce cas, pas n&#233;cessairement entra&#238;n&#233; de suites p&#233;nales. Mais, m&#234;me si l'enfant avait commis et niait mensong&#232;rement le vol qu'on lui reprochait, la force et le nombre des coups donn&#233;s &#233;taient manifestement disproportionn&#233;s &#224; la faute. Il ne pouvait plus s'agir d'une mesure &#233;ducative, mais d'un abus et d'un exc&#232;s, qui justifiaient non seulement l'intervention de l'autorit&#233; tut&#233;laire pour la protection de l'enfant (art. 283 ss. CC), mais encore celle du juge p&#233;nal.\n\n    6. Annen ayant, par un abus de son droit de correction, fait subir &#224; dessein (dol &#233;ventuel) des l&#233;sions corporelles simples &#224; une personne hors d'&#233;tat de se d&#233;fendre, devait &#234;tre condamn&#233; en vertu de l'art. 123 ch. 1 al. 2 CP, de sorte que l'arr&#234;t attaqu&#233;, fond&#233; sur cette disposition l&#233;gale, ne viole pas le droit f&#233;d&#233;ral.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nRejette le pourvoi.\n \n   \n   "
}