{
  "titre": "112 V 303",
  "annee": "1986",
  "contenu": "\n      \n  Chapeau\n112 V 30353. Arr&#234;t du 19 d&#233;cembre 1986 dans la cause Caisse-maladie et accidents chr&#233;tienne-sociale suisse contre Mateus et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 14 al. 2 ch. 4 LAMA, art. 21 al. 1 Ord. III.  L'amniocent&#232;se doit &#234;tre prise en charge par les caisses-maladie, dans le cadre d'un examen de contr&#244;le au sens de l'art. 14 al. 2 ch. 4 LAMA, lorsque la future m&#232;re est &#226;g&#233;e de 35 ans au moins. \n\n\n  \n  \n  \nFaits &#224; partir de page 303\n\n\n    BGE 112 V 303 S. 303\n   \n\n    A.- Maria Mateus, n&#233;e en 1946, est assur&#233;e contre la maladie aupr&#232;s de la Caisse-maladie et accidents chr&#233;tienne-sociale suisse (ci-apr&#232;s: la caisse). Le 15 octobre 1984, alors qu'elle &#233;tait enceinte, elle a subi une amniocent&#232;se &#224; la division autonome de g&#233;n&#233;tique m&#233;dicale du Centre hospitalier universitaire vaudois, afin de d&#233;celer chez l'enfant &#224; na&#238;tre une &#233;ventuelle trisomie 21 (mongolisme). Le 15 f&#233;vrier 1985, la caisse lui a notifi&#233; qu'elle refusait de prendre en charge les frais de cet examen (465 fr. 40), motif pris qu'une telle mesure ne se justifiait pas, sous un angle m&#233;dical, lorsque la future m&#232;re &#233;tait &#226;g&#233;e de moins de 40 ans.\n\n    B.- Par jugement du 12 juin 1985, le Tribunal des assurances du canton de Vaud a admis le recours form&#233; contre cette d&#233;cision BGE 112 V 303 S. 304par Maria Mateus et il a condamn&#233; la caisse &#224; prendre en charge les frais de l'intervention litigieuse, \"dans la mesure de ses prestations\". En bref, il a consid&#233;r&#233;, en se fondant notamment sur un avis du professeur J., que l'&#226;ge-limite au-del&#224; duquel une amniocent&#232;se &#233;tait m&#233;dicalement indiqu&#233;e devait  &#234;tre fix&#233; &#224; 35 ans.\n\n    C.- La caisse interjette recours de droit administratif contre ce jugement, dont elle demande l'annulation.\nMaria Mateus n'a pas fait usage de la facult&#233; qui lui a &#233;t&#233; donn&#233;e de r&#233;pondre au recours. Quant &#224; l'Office f&#233;d&#233;ral des assurances sociales (OFAS), il propose d'admettre celui-ci, en se fondant sur l'avis de son service m&#233;dical.\n\n    D.- En cours de proc&#233;dure, le juge d&#233;l&#233;gu&#233; &#224; l'instruction de la cause a requis un avis de la Commission f&#233;d&#233;rale des prestations g&#233;n&#233;rales de l'assurance-maladie. Ladite commission s'est prononc&#233;e dans une s&#233;ance du 28  ao&#251;t 1986; son avis a &#233;t&#233; rapport&#233; au tribunal par l'OFAS et les parties ont  &#233;t&#233; invit&#233;es &#224; se d&#233;terminer &#224; son sujet.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Les prestations obligatoires en vertu des art. 12 ss LAMA ne comprennent pas seulement les mesures servant &#224; &#233;liminer des troubles physiques ou psychiques. En font aussi partie des mesures gr&#226;ce auxquelles un dommage mena&#231;ant la sant&#233;, ou l'aggravation d'un mal existant, peuvent &#234;tre &#233;vit&#233;s. La condition requise est alors qu'il y ait effectivement un &#233;tat morbide. Les caisses ne sont donc pas tenues &#224; prestations pour des mesures uniquement prophylactiques, dont le seul but est de pr&#233;venir la simple possibilit&#233; d'un pr&#233;judice futur (ATF 110 V 315 consid. 3a, ATF 107 V 100 consid. 1b; RJAM 1982 No 517 p. 307). Ainsi, l'appendicectomie est prise en charge en cas d'inflammations r&#233;p&#233;t&#233;es, voire en cas de suspicion d'inflammations, mais non pas lorsqu'elle intervient dans un but purement pr&#233;ventif, par exemple dans la perspective d'un s&#233;jour dans une r&#233;gion o&#249; l'assistance m&#233;dicale n'est pas assur&#233;e (ATF 107 V 101 consid. 1b).\nb) Une grossesse normale n'est pas consid&#233;r&#233;e comme une maladie. Elle y est cependant assimil&#233;e dans la mesure o&#249;, &#224; certaines conditions, l'assur&#233;e peut pr&#233;tendre les m&#234;mes prestations qu'en cas de maladie (art. 14 LAMA). En revanche, si, durant sa grossesse, l'assur&#233;e pr&#233;sente des troubles n&#233;cessitant un traitement m&#233;dical, ceux-ci doivent &#234;tre consid&#233;r&#233;s comme une BGE 112 V 303 S. 305maladie qui rel&#232;ve des prestations obligatoires selon les art. 12 ss LAMA (ATF 107 V 101 consid. 1c et les r&#233;f&#233;rences). Cette distinction est importante &#224;  divers &#233;gards, notamment parce que, dans la premi&#232;re hypoth&#232;se, aucune participation aux frais ni aucune franchise ne peuvent &#234;tre exig&#233;es de l'assur&#233;e (art. 14bis al. 2 let. d LAMA).\nSelon l'art. 14 al. 2 ch. 4 LAMA, les caisses-maladie doivent prendre en charge, en cas de maternit&#233;, quatre examens de contr&#244;le au maximum pendant la grossesse et un examen dans les dix semaines qui suivent l'accouchement. Les quatre examens pr&#233;nataux ont pour objet de permettre une surveillance m&#233;dicale de la grossesse, cela dans le but de pr&#233;venir la survenance de complications  &#233;ventuelles (ATF 97 V 194; MAURER, Schweizerisches Sozialversicherungsrecht, vol. II, p. 336; voir &#233;galement le message du Conseil f&#233;d&#233;ral &#224; l'appui d'un projet de loi modifiant le titre premier de la loi sur l'assurance en cas de maladie et d'accidents du 5 juin 1961, FF 1961 I 1445).\n\n    2. a) L'amniocent&#232;se est une ponction de l'ut&#233;rus gravide pratiqu&#233;e, g&#233;n&#233;ralement, de la 12e &#224; la 14e semaine, ou de la 23e &#224; la 24e semaine, par voie supra-symphysaire, dans le but de pr&#233;lever du liquide amniotique; l'examen de celui-ci permet de d&#233;pister l'iso-immunisation foetomaternelle et aussi de pr&#233;ciser le sexe nucl&#233;aire du foetus, ainsi que l'existence possible chez ce dernier de certaines aberrations chromosomiques, de certaines maladies h&#233;r&#233;ditaires ou anomalies du syst&#232;me nerveux central (GARNIER/DELAMARE, Dictionnaire des termes techniques de m&#233;decine, 20e &#233;d.).\nb) Selon l'art. 21 al. 1 Ord. III, il faut entendre, par soins donn&#233;s par un m&#233;decin obligatoirement &#224; la charge des caisses-maladie, toute mesure diagnostique ou th&#233;rapeutique, reconnue scientifiquement et qui est appliqu&#233;e par un m&#233;decin. Dans sa version en vigueur depuis le 1er janvier 1986, cette disposition r&#233;glementaire pr&#233;voit en outre que la mesure doit &#234;tre appropri&#233;e &#224; son but et &#233;conomique.\nEn l'esp&#232;ce, il est incontestable que l'amniocent&#232;se constitue une mesure diagnostique scientifiquement reconnue - et, en principe, &#224; la charge des caisses-maladie - en cas de grossesse pr&#233;sentant une plus ou moins forte probabilit&#233; de se terminer par la naissance d'un enfant anormal (voir RJAM 1981 p. 55). Selon le professeur J., qui s'est exprim&#233; en cours de proc&#233;dure cantonale, cette mesure s'impose d&#232;s que la future m&#232;re a plus de 35 ans, car le risque de BGE 112 V 303 S. 306naissance d'un enfant atteint d'aberrations chromosomiques augmente \"tr&#232;s rapidement\" au-del&#224; de cette limite (un cas sur quarante naissances, soit une probabilit&#233; de 2,5% en moyenne pour les femmes en &#226;ge de procr&#233;er qui ont d&#233;pass&#233; l'&#226;ge de 35 ans). Quant au service m&#233;dical de l'OFAS, il estime que la probabilit&#233;, pour une future m&#232;re &#226;g&#233;e de 38 ans (soit l'&#226;ge de l'intim&#233;e au moment de sa grossesse), de mettre au monde un enfant souffrant de trisomie 21  est de 4 pour mille (15 pour mille entre 40 et 44 ans et 60 pour mille &#224; partir de 45 ans); en l'occurrence, le risque ne serait pas suffisamment &#233;lev&#233; pour justifier un examen et en faire supporter le co&#251;t &#224; la recourante.\nc) Invit&#233;e par le juge d&#233;l&#233;gu&#233; &#224; dire quel est l'&#226;ge-limite &#224; partir duquel, sauf circonstances particuli&#232;res ou indications m&#233;dicales sp&#233;cifiques, l'amniocent&#232;se peut &#234;tre consid&#233;r&#233;e comme une mesure diagnostique appropri&#233;e &#224;  son but et &#233;conomique, la Commission f&#233;d&#233;rale des prestations g&#233;n&#233;rales de l'assurance-maladie (cf. art. 12 al. 5 LAMA et art. 21 al. 2 Ord. III) a r&#233;pondu que cette limite devait &#234;tre fix&#233;e &#224; 35 ans. L'avis de cette commission ne lie en principe pas le juge. Toutefois, il faut bien reconna&#238;tre que ce dernier est hors d'&#233;tat, lorsqu'il doit appr&#233;cier des situations qui rel&#232;vent exclusivement de consid&#233;rations d'ordre m&#233;dical, de se prononcer en connaissance de cause sur la pertinence de l'avis de sp&#233;cialistes: il doit s'en remettre &#224; l'opinion de ceux-ci, &#224; moins, bien entendu, qu'elle ne paraisse insoutenable.\nEn l'occurrence, on ne saurait douter des conclusions, au demeurant non contest&#233;es, auxquelles est parvenue la commission pr&#233;cit&#233;e, de sorte que le Tribunal f&#233;d&#233;ral des assurances n'a pas de motif de s'en &#233;carter. C'est dire que les caisses-maladie r&#233;pondent des frais occasionn&#233;s par une amniocent&#232;se pratiqu&#233;e chez une femme &#226;g&#233;e de 35 ans au moins. Cette mesure ne rel&#232;ve toutefois pas des prestations dues en cas de maladie (art. 12 al. 2 LAMA), du moment que l'&#226;ge de la femme ne joue pas de r&#244;le lorsqu'il s'agit de d&#233;cider si une grossesse est ou non pathologique. Elle doit bien plut&#244;t &#234;tre prise en charge dans le cadre d'un contr&#244;le de routine au sens de l'art. 14 al. 2 ch. 4  LAMA, cela non pas comme un examen autonome, comptant pour l'un des quatre examens pr&#233;nataux, mais &#224; l'int&#233;rieur m&#234;me de l'un de ceux-ci, car c'est pr&#233;cis&#233;ment &#224; l'occasion d'un tel contr&#244;le que l'opportunit&#233;, voire la n&#233;cessit&#233;, d'une amniocent&#232;se se pr&#233;sente.\nQuant au point de savoir &#224; quelles conditions une amniocent&#232;se devrait exceptionnellement &#234;tre prise en charge par les caisses-maladie BGE 112 V 303 S. 307s'agissant d'une femme enceinte &#226;g&#233;e de moins de 35 ans (par exemple en raison d'ant&#233;c&#233;dents familiaux), il n'a pas &#224; &#234;tre tranch&#233; ici.\nd) Cela &#233;tant et compte tenu de l'&#226;ge de l'intim&#233;e, c'est &#224; juste titre que les juges cantonaux ont prescrit &#224; la recourante d'assumer les frais de l'intervention litigieuse. Le recours de droit administratif se r&#233;v&#232;le ainsi mal fond&#233;.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce:\nLe recours est rejet&#233;.\n \n   \n   "
}