{
  "titre": "97 V 132",
  "annee": "1971",
  "contenu": "\n      \n  Chapeau\n97 V 13234. Extrait de l'arr&#234;t du 21 septembre 1971 dans la cause Soci&#233;t&#233; vaudoise et romande de secours mutuels (SVRSM) contre Compagnie d'assurance Secura et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 30 bis al. 1er LAMA.  Lorsqu'une caisse-maladie pr&#233;tend faire valoir le droit d'un de ses assur&#233;s contre un tiers responsable (r&#233;paration du dommage), elle doit, si ce tiers n'est pas lui-m&#234;me organe de l'assurance sociale, agir devant les tribunaux civils ordinaires. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 132\n\n\n    BGE 97 V 132 S. 132\n   \nExtrait des consid&#233;rants:\nLa seule question &#224; trancher en l'esp&#232;ce est celle de la comp&#233;tence du Tribunal cantonal des assurances au regard du droit f&#233;d&#233;ral. Il appartiendra ensuite au juge d&#233;clar&#233; comp&#233;tent BGE 97 V 132 S. 133d'examiner les questions touchant &#224; l'existence du droit pr&#233;tendu par la SVRSM.\nIl s'agit en premier lieu de d&#233;terminer si les proc&#232;s des caissesmaladie contre les tiers responsables du sinistre doivent &#234;tre consid&#233;r&#233;s comme des  \"contestations des caisses entre elles ou avec leurs assur&#233;s ou des tiers qui concernent des droits que les parties font valoir en se fondant sur la pr&#233;sente loi, les dispositions d'ex&#233;cution f&#233;d&#233;rales ou cantonales ou les dispositions  &#233;tablies par les caisses\" au sens de l'art. 30 bis al. 1er LAMA, qui en attribue le jugement aux tribunaux cantonaux des assurances.\nNi la LAMA ni les ordonnances d'ex&#233;cution n'&#233;tablissent de droit de recours de la caisse-maladie. En revanche, les conditions d'assurance de la SVRSM, applicables en l'occurrence, pr&#233;voient que la responsabilit&#233; de la caisse est subsidiaire (art. 25 al. 1er des conditions pr&#233;cit&#233;es). On y trouve &#233;galement la disposition suivante (art. 25 al. 4):\n\"...si le tiers conteste sa responsabilit&#233;, ou s'il ne veut ou ne peut payer, les prestations assur&#233;es ne sont accord&#233;es qu'&#224; la condition que l'assur&#233; c&#232;de ses droits contre le tiers jusqu'&#224; concurrence du montant de ces prestations, ou qu'il annonce le cas aupr&#232;s de la Caisse nationale, de l'assurance militaire ou de l'assurance-invalidit&#233;. Les articles 18 et 19 de l'Ordonnance III sur l'assurance-maladie sont r&#233;serv&#233;s.\"\nLes art. 18 et 19 de l'ordonnance cit&#233;e concernent les relations des caisses-maladie avec la Caisse nationale, l'Assurance militaire f&#233;d&#233;rale et l'assurance-invalidit&#233;.\nSelon la recourante, la cession pr&#233;vue par l'art. 25 al. 4 des conditions d'assurance investit la caisse-maladie d'un droit fond&#233; sur une disposition  &#233;tablie par la caisse, au sens de l'art. 30 bis al. 1er LAMA. Ce point de vue est &#233;galement celui de l'Office f&#233;d&#233;ral des assurances sociales, qui cite &#224;  l'appui de cette opinion un arr&#234;t Soci&#233;t&#233; genevoise de secours mutuels en cas de maladie, du 26 mars 1969 (RJAM 2.69, No 46, p. 78), o&#249; le Tribunal f&#233;d&#233;ral des assurances a consid&#233;r&#233; comme fond&#233; sur des dispositions &#233;tablies par la caisse un litige entre les deux signataires d'un contrat d'assurance collective, soit entre la caisse-maladie et le preneur, litige relatif &#224; une disposition du contrat par laquelle le preneur s'obligeait &#224; couvrir un  &#233;ventuel d&#233;ficit de l'assurance collective.\nToutefois, dans le cas cit&#233;, le droit litigieux avait bien &#233;t&#233; BGE 97 V 132 S. 134cr&#233;&#233; par une disposition &#233;tablie par la caisse. Il en est de m&#234;me, par exemple, de la cr&#233;ance de cotisation &#224; l'encontre d'un ancien membre, qui n'est plus assur&#233; lors de la proc&#233;dure de recouvrement. En revanche, le droit qu'a l'assur&#233; d'obtenir d'un tiers la r&#233;paration du dommage n'est pas cr&#233;&#233; par une disposition de la caisse. Sauf si le tiers est un organe de l'assurance sociale, ce droit tire son origine d'une loi &#233;trang&#232;re &#224; l'assurance sociale  (code civil, code des obligations, loi sur les chemins de fer, etc.; en l'occurrence, le code des obligations) ou d'un contrat o&#249; la caisse n'est point partie. L'origine et la nature dudit droit ne sont pas modifi&#233;es par la cession qu'en fait l'assur&#233; &#224; la caisse. C'est la cession qui est fond&#233;e sur une disposition de la caisse, non le droit c&#233;d&#233;. Or, c'est le droit c&#233;d&#233; que la caisse fait valoir en justice contre les tiers. Il arrivera certes que le tiers assign&#233; devant le juge civil conteste la validit&#233; ou la port&#233;e de la cession. Le juge civil sera aussi comp&#233;tent pour v&#233;rifier ce point, comme le juge des assurances peut &#234;tre comp&#233;tent pour r&#233;soudre des questions de droit pr&#233;alables, qui sont &#233;trang&#232;res &#224; la l&#233;gislation sociale.\nOn en arrive ainsi, en mati&#232;re de comp&#233;tence pour le recours des caisses-maladie contre les tiers, &#224; une solution analogue &#224; celle qu'adopte l'art. 100 LAMA pour le recours de la Caisse nationale.\nEn cons&#233;quent, l'action de la recourante contre le tiers qu'elle tient pour responsable du sinistre ne ressortit pas aux tribunaux cantonaux des assurances.\n \n   \n   "
}