{
  "titre": "115 Ia 134",
  "annee": "1989",
  "contenu": "\n      \n  Chapeau\n115 Ia 13427. Arr&#234;t de la IIe Cour de droit public du 16 juin 1989 dans la cause Jacques Pelot contre Tribunal cantonal du canton de Vaud (recours de droit public)\n\n  \nRegeste\nAutorisation d'exercer la profession d'agent d'affaires brevet&#233;. Base l&#233;gale de la condition d'ind&#233;pendance pos&#233;e par le Tribunal cantonal vaudois pour accorder cette autorisation.  Il n'y a lieu de d&#233;roger au sens litt&#233;ral d'un texte clair par voie d'interpr&#233;tation que lorsque des raisons objectives permettent de penser que ce texte ne restitue pas le sens v&#233;ritable de la disposition. En l'occurrence, aucun indice objectif ne laisse supposer que le texte clair de la loi - qui ne pr&#233;voit pas l'exigence de l'ind&#233;pendance de l'agent d'affaires - ne respecterait pas la volont&#233; du l&#233;gislateur cantonal. \n\n\n  \n  \n  \nFaits &#224; partir de page 134\n\n\n    BGE 115 Ia 134 S. 134\n   \nL'art. 22 de la loi vaudoise du 20 mai 1957 sur la profession d'agent d'affaires brevet&#233; (ci-apr&#232;s LAAB) a la teneur suivante:\n\"1 Pour &#234;tre autoris&#233; &#224; pratiquer il faut:\n1. Etre porteur du brevet pour l'exercice de la profession d'agent d'affaires brevet&#233;;\n2. Avoir l'exercice des droits civils; BGE 115 Ia 134 S. 135\n   \n3. Avoir fourni au Tribunal cantonal la garantie exig&#233;e par la pr&#233;sente loi;\n4. N'avoir &#233;t&#233;, dans les 5 ans pr&#233;c&#233;dant la demande d'autorisation de pratiquer, sous le coup d'aucun acte de d&#233;faut de biens, provisoire ou d&#233;finitif;\n5. Etre suisse et domicili&#233; dans le canton;\n6. Jouir d'une bonne r&#233;putation.\n2 Le Tribunal cantonal peut refuser l'autorisation de pratiquer aux candidats qui n'offrent pas des garanties suffisantes de probit&#233; ou de moralit&#233;.\"\nQuant &#224; la promesse que pr&#234;tent les agents d'affaires brevet&#233;s en vertu de l'art. 24 LAAB, elle comporte le passage suivant:\n\"Vous promettez de vous acquitter de votre profession avec dignit&#233;, en agent d'affaires loyal et probe, et de ne jamais employer des moyens qui pourraient blesser l'ordre public et les moeurs.\nVous promettez de ne vous charger d'aucune cause que, d'apr&#232;s vos lumi&#232;res, vous r&#233;putez mal fond&#233;e.\n...\"\nTitulaire du brevet d'agent d'affaires vaudois depuis le 8 juillet 1965, Jacques Pelot n'a pas requis l'autorisation de pratiquer.\nDevenu directeur de la R&#233;gie Guignard S.A., &#224; Lausanne, d&#232;s le 1er ao&#251;t 1988, l'int&#233;ress&#233; a, le 18 ao&#251;t 1988, pr&#233;sent&#233; une demande en vue d'obtenir l'autorisation de pratiquer la profession d'agent d'affaires. Il a expos&#233;  vouloir repr&#233;senter aupr&#232;s des \"instances concern&#233;es\" tant la soci&#233;t&#233; qui l'emploie que les mandants de celle-ci; il a, en outre, pr&#233;cis&#233; qu'il ne rechercherait, ni n'accepterait d'autres mandats que ceux d&#233;coulant des affaires trait&#233;es par son employeur.\nLa Cour pl&#233;ni&#232;re du Tribunal cantonal a, par d&#233;cision du 11 octobre 1988, refus&#233; de d&#233;livrer l'autorisation de pratiquer. La Cour cantonale a consid&#233;r&#233;  que la situation de d&#233;pendance dans laquelle se trouvait le requ&#233;rant &#224; l'&#233;gard de son employeur &#233;tait de nature &#224; l'emp&#234;cher d'exercer la profession d'agent d'affaires brevet&#233; sous sa propre responsabilit&#233;; l'int&#233;ress&#233; n'offrait pas, en cons&#233;quence, des garanties suffisantes de probit&#233; au sens de l'art. 22 al. 2  LAAB.\nAgissant en temps utile par la voie du recours de droit public, Jacques Pelot demande au Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du 11 octobre 1988 et de renvoyer la cause &#224; l'autorit&#233; intim&#233;e pour l'octroi de l'autorisation sollicit&#233;e. A l'appui de ses conclusions, il fait valoir que la condition d'ind&#233;pendance pos&#233;e par le Tribunal cantonal serait contraire &#224; l'art. 31  Cst., car elle ne reposerait sur aucune base l&#233;gale et serait disproportionn&#233;e;  par ailleurs, BGE 115 Ia 134 S. 136l'autorit&#233; cantonale se serait livr&#233;e &#224; une interpr&#233;tation arbitraire de l'art.  22 al. 2 LAAB.\nLe Tribunal cantonal se r&#233;f&#232;re &#224; sa d&#233;cision.\nLe Tribunal f&#233;d&#233;ral a admis le recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Selon l'art. 27 al. 1 LP, les cantons peuvent organiser la repr&#233;sentation professionnelle des cr&#233;anciers. Ils sont aussi comp&#233;tents pour soumettre &#224; autorisation l'activit&#233; de l'agent d'affaires et la subordonner &#224; la possession d'un certificat de capacit&#233;.\nBien qu'elle ne se r&#233;f&#232;re pas express&#233;ment &#224; cette disposition de droit f&#233;d&#233;ral, la loi vaudoise sur les agents d'affaires brevet&#233;s marque la volont&#233; du l&#233;gislateur cantonal de faire usage de la comp&#233;tence r&#233;serv&#233;e aux cantons et d'organiser cette profession en subordonnant son exercice &#224; des conditions de capacit&#233; et de moralit&#233; (Bulletin des s&#233;ances du Grand Conseil 1944 p. 1016; arr&#234;t du 24 janvier 1979 dans la cause M. et K. publi&#233; in JT 1980 II 156 et ss). Le droit cantonal d&#233;borde m&#234;me le cadre de l'art. 27 LP dans la mesure o&#249; il ne limite pas la repr&#233;sentation des parties par les agents d'affaires brevet&#233;s &#224; la seule l&#233;gislation sur la poursuite pour dettes et la faillite, mais l'&#233;tend &#233;galement &#224; des proc&#233;dures judiciaires (art. 2 LAAB; voir aussi ATF 113 Ia 387).\nb) La comp&#233;tence r&#233;serv&#233;e par l'art. 27 al. 1 LP n'autorise pas les cantons qui en font usage &#224; ignorer les exigences d&#233;coulant de la libert&#233; du commerce et de l'industrie; les conditions pour l'obtention d'une autorisation de pratiquer la profession d'agent d'affaires ne peuvent d&#232;s lors s'&#233;carter des principes r&#233;sultant de l'art. 31 Cst. Cela implique, notamment, que les restrictions au libre exercice de cette activit&#233; doivent reposer sur une base l&#233;gale suffisante (ATF 114 Ia 36, ATF 113 Ia 40 et les arr&#234;ts cit&#233;s).\n\n    2. a) Dans le cas d'esp&#232;ce, aucune disposition l&#233;gale ne subordonne express&#233;ment l'octroi de l'autorisation d'exercer la profession d'agent d'affaires &#224; la condition que le requ&#233;rant soit ind&#233;pendant. En particulier, pas plus l'art. 22 al. 2 LAAB qui exige probit&#233; et moralit&#233;, que la teneur de la promesse de l'art. 24 LAAB n'interdisent au titulaire d'un brevet d'agent d'affaires de se trouver dans un rapport de subordination vis-&#224;-vis d'un employeur. L'opinion de l'autorit&#233; intim&#233;e selon laquelle cette obligation serait contenue dans l'exigence de \"probit&#233;\" d&#233;coule BGE 115 Ia 134 S. 137uniquement d'une interpr&#233;tation que l'autorit&#233; croit pouvoir tirer de la loi.\nb) Selon la jurisprudence, il n'y a lieu de d&#233;roger au sens litt&#233;ral d'un texte clair par voie d'interpr&#233;tation que lorsque des raisons objectives permettent de penser que ce texte ne restitue pas le sens v&#233;ritable de la disposition en cause (ATF 113 Ia 14, ATF 112 II 4, 170, ATF 110 Ib 8). De tels motifs peuvent d&#233;couler des travaux pr&#233;paratoires, du but et du sens de la disposition, ainsi que de la syst&#233;matique de la loi (ATF 113 Ia 14 et les r&#233;f&#233;rences).\nEn l'occurrence, aucune raison objective ne permet d'affirmer que le texte clair de la loi ne respecterait pas la volont&#233; du l&#233;gislateur. Nulle part, dans les travaux pr&#233;paratoires, on ne trouve la pr&#233;occupation d'assurer l'ind&#233;pendance de l'agent d'affaires. De plus, cette obligation ne pr&#233;sente pas de rapport avec l'exigence de probit&#233; pr&#233;vue &#224; l'art. 22 al. 2 et &#224; l'art. 24  LAAB; en effet, la probit&#233;, comme la moralit&#233; &#233;galement mentionn&#233;e &#224; l'art. 22  al. 2 LAAB, sont des conditions qui visent la personnalit&#233; propre du requ&#233;rant et qui, &#224; ce titre, s'av&#232;rent totalement ind&#233;pendantes de la question de savoir si l'int&#233;ress&#233; se trouve d'une mani&#232;re ou d'une autre dans un rapport de subordination avec un employeur. Distincte des exigences tenant &#224; la personnalit&#233; de l'int&#233;ress&#233;, l'obligation d'ind&#233;pendance ne peut pas non plus d&#233;couler des r&#232;gles pr&#233;vues &#224; l'art. 22 al. 1 ch. 1 &#224; 6 LAAB. Cette disposition  &#233;tablit la liste des conditions auxquelles doit satisfaire l'agent d'affaires avant de pouvoir exercer sa profession; aucune des exigences pr&#233;cises mentionn&#233;es par cette norme n'autorise une interpr&#233;tation extensive susceptible de constituer une base l&#233;gale suffisante &#224; l'obligation litigieuse. Enfin, il faut constater que l'activit&#233; d'agent d'affaires - r&#233;glement&#233;e uniquement dans quelques rares cantons (ATF 113 Ia 386) - ne dispose pas d'un corps de r&#232;gles corporatives et d&#233;ontologiques qui permettrait d'admettre, &#224; la rigueur, l'existence d'un usage professionnel limitant valablement la libert&#233; du commerce et de l'industrie du recourant nonobstant l'absence de r&#232;gle cantonale explicite.\nc) Dans la mesure o&#249; aucun motif ne justifiait de s'&#233;carter du texte clair de la loi qui ne pr&#233;voit pas l'obligation d'ind&#233;pendance pour les agents d'affaires, la d&#233;cision attaqu&#233;e s'av&#232;re d&#233;pourvue de base l&#233;gale suffisante et doit &#234;tre annul&#233;e pour violation de l'art. 31 Cst. En outre, s'agissant d'un recours contre le refus d'une autorisation de police, il convient de faire exception au principe selon lequel le recours de droit public n'a qu'un effet cassatoire et BGE 115 Ia 134 S. 138d'inviter l'autorit&#233; cantonale &#224; d&#233;livrer l'autorisation sollicit&#233;e (cf. ATF  101 Ia 174).\nd) Il appara&#238;t, par ailleurs, superflu d'examiner si la d&#233;cision attaqu&#233;e serait &#233;galement disproportionn&#233;e ou arbitraire.\n \n   \n   "
}