{
  "titre": "101 Ia 213",
  "annee": "1975",
  "contenu": "\n      \n  Chapeau\n101 Ia 21338. Extrait de l'arr&#234;t du 21 mai 1975 dans la cause Cordey c. Commission de recours en mati&#232;re de police des constructions du canton de Vaud.\n\n  \nRegeste\nArt. 22ter Cst.; art. 57 de la loi vaudoise du 5 f&#233;vrier 1941  sur les constructions et l'am&#233;nagement du territoire (LCAT).  1. Port&#233;e du permis d'implantation tel qu'il est pr&#233;vu par le droit vaudois des constructions (consid. 3). \n2. Limitations apport&#233;es &#224; la garantie de la propri&#233;t&#233;: conditions et pouvoir d'examen du Tribunal f&#233;d&#233;ral (consid. 4). \n3. L'art. 57 LCAT vise la protection des sites, localit&#233;s, quartiers ou rues. Cette disposition contient une r&#232;gle particuli&#232;rement large du double point de vue des objets prot&#233;g&#233;s et de l'atteinte justifiant l'intervention du pouvoir  &#233;tatique (consid. 5). Il convient de se montrer rigoureux lors de la pes&#233;e des int&#233;r&#234;ts en pr&#233;sence et dans l'examen de la proportionnalit&#233; de l'atteinte. D&#233;faut en l'esp&#232;ce d'un int&#233;r&#234;t public suffisant (consid. 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 214\n\n\n    BGE 101 Ia 213 S. 214\n   \n\n    Emile Cordey est propri&#233;taire d'une parcelle sise &#224; Morges en amont du chemin du Petit-D&#233;zaley, entre cette voie publique et l'avenue de Beausobre. Cette parcelle est situ&#233;e en dehors du p&#233;rim&#232;tre des plans des quartiers dits \"Sus le Moulin\" et \"Petit D&#233;zaley\", mais dans la zone urbaine de l'ordre non contigu, au sens des art. 28 ss du r&#232;glement communal sur le plan d'extension et la police des constructions, du 20 novembre 1969 (RPE).\nLa zone comprise entre le chemin du Petit-D&#233;zaley et l'avenue de Beausobre comprend plusieurs b&#226;timents. A l'est, un petit b&#226;timent locatif &#224; quatre niveaux; de l&#224;, vers l'ouest, cinq villas de faibles dimensions. Puis vient la parcelle non b&#226;tie propri&#233;t&#233; d'Emile Cordey. Au-del&#224; se trouvent deux petites villas d'un ou deux niveaux et d'un seul logement. Plus loin encore, l'avenue de Beausobre marque un angle vers le sud pour rejoindre le chemin du Petit-D&#233;zaley; enfin, &#224; l'ouest de cette avenue, il y a encore une petite villa et, implant&#233; plus bas, &#233;tant donn&#233; la configuration du sol, un petit b&#226;timent &#224; usage locatif de quatre niveaux.\nEn avril 1972, Emile Cordey d&#233;posa, en vue de la mise &#224; l'enqu&#234;te pr&#233;alable, un dossier de plans relatifs &#224; l'implantation BGE 101 Ia 213 S. 215et au volume d'un b&#226;timent locatif qu'il se proposait de construire sur sa parcelle et qui devait comprendre quatre niveaux, de deux appartements chacun, ainsi que des combles sous le toit et des caves avec garage en sous-sol. L'enqu&#234;te publique suscita de nombreuses oppositions. La Commission consultative du plan d'extension de la commune de Morges d&#233;clara que le projet, en principe conforme au RPE, ne s'int&#233;grait pas &#224; l'ensemble des constructions existantes.\nEn juin 1972, la Municipalit&#233; de Morges d&#233;cida d'admettre l'implantation du b&#226;timent projet&#233;, sous certaines conditions qu'elle pr&#233;cisa dans le permis d'implantation notifi&#233; au requ&#233;rant. Cordey fit alors d&#233;poser le dossier de plans dans le but d'obtenir le permis de construire. Au cours de l'enqu&#234;te publique, plusieurs personnes firent opposition en all&#233;guant que le projet ne r&#233;pondait pas &#224; l'implantation prescrite par la Municipalit&#233; dans sa d&#233;cision de juin 1972, qu'il n'offrait pas un aspect architectural satisfaisant et que le b&#226;timent projet&#233; ne s'int&#233;grait pas aux alentours.\nLa Municipalit&#233; de Morges a d&#233;livr&#233; le permis de construire. Plusieurs opposants ont recouru contre cette d&#233;cision aupr&#232;s de la Commission cantonale de recours en mati&#232;re de police des constructions (CCR). Par d&#233;cision du 20  juin 1974, celle-ci a admis le recours et annul&#233; l'autorisation de construire d&#233;livr&#233;e par la Municipalit&#233;.\nAgissant par la voie du recours de droit public, Cordey requiert le Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision de la CCR; il invoque essentiellement la violation des art. 4 et 22ter Cst.\nLe Tribunal f&#233;d&#233;ral a admis le recours et annul&#233; la d&#233;cision attaqu&#233;e.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    3. Le recourant soutient en premier lieu que l'autorit&#233; cantonale a viol&#233; l'art. 4 Cst. en remettant en cause le permis d'implantation d&#233;livr&#233; le 10 juillet 1972.\na) En droit vaudois, le propri&#233;taire peut, avant de d&#233;poser le dossier complet des plans n&#233;cessaire &#224; l'obtention du permis de construire, former une demande pr&#233;alable relative &#224; l'implantation du b&#226;timent qu'il se propose de construire (art. 72 al. 2 LCAT).\nIl appartient alors &#224; l'autorit&#233; communale de trancher les questions de base (droit de construire, emplacement, type BGE 101 Ia 213 S. 216d'ouvrage, rapport de surfaces) et de d&#233;livrer un \"permis d'implantation\". Celui-ci est p&#233;rim&#233; s'il n'est pas suivi, dans les trois mois d&#232;s sa d&#233;livrance, d'une demande de permis de construire (art. 87 al. 2 LCAT). L'octroi du permis d'implantation a les m&#234;mes effets juridiques, en ce qui concerne les &#233;l&#233;ments contenus dans cette autorisation, que celui du permis de construire. Ce dernier doit donc &#234;tre d&#233;livr&#233; si la demande en est faite dans le d&#233;lai de trois mois pr&#233;cit&#233; et si le projet de construction est conforme aux conditions fix&#233;es par le permis d'implantation (cf. PIERRE-ANDRE BOVARD, Le permis de construire, guide pratique &#233;l&#233;mentaire du droit vaudois, Morges 1966, p. 52/53).\nEn revanche, si le propri&#233;taire laisse son permis d'implantation se p&#233;rimer ou s'il pr&#233;sente un projet qui ne respecte pas les conditions fix&#233;es par cette autorisation, l'autorit&#233; communale et, le cas &#233;ch&#233;ant, l'autorit&#233; de recours examinent librement toutes les questions que soul&#232;ve le projet, sans &#234;tre li&#233;es par le permis d'implantation.\nb) En l'esp&#232;ce, l'autorit&#233; cantonale de recours n'a pas ignor&#233; les principes qui viennent d'&#234;tre rappel&#233;s. Le recourant admet d'ailleurs lui-m&#234;me que cette autorit&#233; a d&#233;fini de mani&#232;re parfaitement raisonnable la port&#233;e de l'institution du permis d'implantation. Mais il lui reproche d'avoir viol&#233;  l'art. 4 Cst. en consid&#233;rant qu'elle &#233;tait en droit d'examiner le projet litigieux sous tous ses aspects, d&#232;s lors que le recourant n'avait pas respect&#233;  plusieurs des conditions auxquelles &#233;tait subordonn&#233; l'octroi du permis d'implantation. D&#233;livr&#233; le 10 juillet 1972, celui-ci stipulait en effet que:\n\"a) Les dimensions en plan du b&#226;timent ne pourront pas exc&#233;der 18,12 m pour la longueur et 11,00 pour la largeur.\nb) Les distances respectivement aux limites Est et Ouest ne seront pas inf&#233;rieures &#224; 7,72 m.\nc) Des places de jeux pour les enfants devront &#234;tre pr&#233;vues conform&#233;ment &#224; l'art. 85 RPE; leur surface ne pourra pas &#234;tre inf&#233;rieure &#224; 12 m2 pour 65 m2 de plancher habitable.\nd) L'implantation du b&#226;timent projet&#233; ne peut &#234;tre qu'autoris&#233;e sous r&#233;serve toutefois que la construction, lors de l'enqu&#234;te d&#233;finitive, \"pr&#233;sente le meilleur aspect architectural\" (art. 67 RPE) afin de nuire le moins possible aux villas voisines.\"\nL'autorit&#233; cantonale a constat&#233; que les conditions pos&#233;es sous lettres a et b du permis d'implantation n'avaient pas &#233;t&#233; BGE 101 Ia 213 S. 217observ&#233;es. Elle a par ailleurs retenu que le b&#226;timent projet&#233; ne remplissait pas la condition mentionn&#233;e sous lettre d, en raison du contraste qu'il formerait avec les villas voisines.\nc) Ainsi que l'a relev&#233; la d&#233;cision entreprise, le permis d'implantation tend  &#224; procurer, apr&#232;s enqu&#234;te publique, une autorisation r&#233;glant en principe non seulement les questions de l'implantation proprement dite, mais aussi celles de volume, de hauteur, voire d'affectation de l'ouvrage projet&#233;. En l'esp&#232;ce, le dossier d'enqu&#234;te pr&#233;alable portait sur la construction d'un b&#226;timent &#224; usage locatif de trois &#233;tages sur rez. Dans sa d&#233;cision accordant le permis d'implantation, la Municipalit&#233; s'est prononc&#233;e sur l'implantation, le volume, les dimensions et l'affectation de l'ouvrage. Elle relevait en particulier que l'implantation de cet immeuble &#224; usage locatif posait un probl&#232;me d'int&#233;gration  &#224; l'ensemble avoisinant; elle rappelait l'opinion &#233;mise &#224; cet &#233;gard par la Commission consultative du plan d'extension, mais l'&#233;cartait \"eu &#233;gard aux probl&#232;mes d'am&#233;nagement du quartier selon le p&#233;rim&#232;tre d&#233;fini par la Morges, l'avenue de Marcelin et le chemin de Grassey\". Elle soulignait qu'elle ne disposait d'aucun moyen pour imposer la construction d'une villa plut&#244;t que celle d'un b&#226;timent &#224; usage locatif, et que seule une solution architecturale diff&#233;rente pouvait &#234;tre envisag&#233;e, mais avec la m&#234;me surface de plancher. Elle invitait en cons&#233;quence le requ&#233;rant &#224; pr&#233;senter une architecture adapt&#233;e &#224; la situation particuli&#232;re de la parcelle, conform&#233;ment &#224; l'art. 67 RPE.\nIl r&#233;sulte de ce qui pr&#233;c&#232;de qu'en r&#233;servant \"un meilleur aspect architectural\", l'autorit&#233; communale ne visait ni l'implantation du b&#226;timent, ni son volume, ni son affectation. Il s'agissait l&#224; de questions que le permis d'implantation tranchait d&#233;finitivement, et il e&#251;t appartenu aux opposants d'attaquer sur ces points l'autorisation d&#233;livr&#233;e, s'ils estimaient avoir les moyens de le faire.\nL'autorit&#233; cantonale de recours a consid&#233;r&#233; que le projet pr&#233;sent&#233; en vue de l'obtention du permis de construire ne respectait pas la condition &#233;nonc&#233;e sous lettre d du permis d'implantation, en raison du contraste qu'il formerait par son volume, ses dimensions et son affectation, avec les villas voisines. Cette d&#233;cision ne r&#233;siste pas au grief d'arbitraire. En r&#233;servant le \"meilleur aspect architectural\", le permis d'implantation ne visait pas les points pr&#233;cis&#233;ment examin&#233;s BGE 101 Ia 213 S. 218par la CCR. Il ne se rapportait qu'&#224; l'aspect architectural du b&#226;timent, question sur laquelle l'autorit&#233; de recours ne s'est pas prononc&#233;e.\nd) Il est vrai toutefois que l'autorit&#233; cantonale de recours a retenu que le projet litigieux ne satisfaisait pas non plus aux conditions relatives aux distances, pos&#233;es par le permis d'implantation (lettres a et b). Mais elle a relev&#233; que les diff&#233;rences existantes, de quelques centim&#232;tres, &#233;taient peu importantes. Elle a par ailleurs constat&#233; que les exigences &#233;mises &#224; cet &#233;gard par le permis d'implantation reposaient sur une interpr&#233;tation erron&#233;e des textes applicables et que le projet tel que pr&#233;sent&#233; &#233;tait conforme au r&#232;glement. Elle ne pouvait d&#232;s lors, sans violer l'art. 4 Cst., all&#233;guer l'inobservation de ces conditions pour revoir, dans son ensemble, le projet litigieux.\nLe recours doit donc &#234;tre admis en tant qu'il se fonde sur une violation de l'art. 4 Cst. Mais son admission s'impose aussi en raison d'une violation de la garantie constitutionnelle de la propri&#233;t&#233;.\n\n    4. L'autorit&#233; cantonale de recours s'est fond&#233;e sur l'art. 5 LCAT pour annuler le permis de construire accord&#233; par la Municipalit&#233;. Elle a ainsi limit&#233; le recourant dans l'exercice de ses droits de propri&#233;taire. Selon la jurisprudence, une telle limitation est compatible avec la garantie constitutionnelle de la propri&#233;t&#233; (art. 22ter Cst.) en tant qu'elle repose sur une base l&#233;gale, qu'elle est justifi&#233;e par l'int&#233;r&#234;t public et qu'elle est accompagn&#233;e d'une indemnit&#233; si elle &#233;quivaut &#224; une expropriation (RO 98 Ia 32 consid. 3; 98 Ia 376 consid. 4 et les arr&#234;ts cit&#233;s).\nLe recourant ne pr&#233;tend pas que le refus de permis de construire &#233;quivaudrait &#224; une expropriation; la question d'une indemnit&#233; ne se pose donc pas. Par ailleurs, il ne conteste pas la constitutionnalit&#233; de l'art. 57 LCAT, question que le Tribunal f&#233;d&#233;ral a d&#233;j&#224; tranch&#233;e par l'affirmative (cf. notamment RO 97 I 642 consid. 6b et l'arr&#234;t Zosso, du 17 f&#233;vrier 1971, partiellement publi&#233; in RDAF 1972, 336 ss). En outre, s'il qualifie de grave l'atteinte port&#233;e &#224; son droit de propri&#233;t&#233;, il ne pr&#233;tend pas, avec raison, qu'elle soit \"particuli&#232;rement grave\".\nLe recourant reproche en revanche &#224; l'autorit&#233; cantonale de recours d'avoir viol&#233; l'art. 57 LCAT en assimilant &#224; une rue, au sens de cet article, une simple rang&#233;e de quelques villas, BGE 101 Ia 213 S. 219isol&#233;es dans un quartier destin&#233; aux habitations collectives et, de surcro&#238;t, toutes situ&#233;es d'un seul c&#244;t&#233; d'un chemin priv&#233;. Outre cette violation de l'art. 22ter Cst. pour d&#233;faut de base l&#233;gale, le recourant all&#232;gue &#233;galement le d&#233;faut d'un int&#233;r&#234;t public suffisant pour justifier, au regard de cette disposition constitutionnelle, la d&#233;cision entreprise.\nSelon la jurisprudence, le Tribunal f&#233;d&#233;ral examine librement si la base l&#233;gale invoqu&#233;e par l'autorit&#233; cantonale est suffisante lorsque l'atteinte &#224; la propri&#233;t&#233; est \"particuli&#232;rement grave\". Dans les autres cas, il ne se livre &#224;  cet examen que sous l'angle restreint de l'arbitraire (RO 99 Ia 250 consid. 2  et les arr&#234;ts cit&#233;s), m&#234;me lorsque la garantie de la propri&#233;t&#233; est invoqu&#233;e &#224;  c&#244;t&#233; de l'art. 4 Cst. (RO 99 Ia 119 consid. 2). La question de l'int&#233;r&#234;t public et de la proportionnalit&#233; de l'atteinte est soumise en principe au libre examen du tribunal de c&#233;ans, qui use toutefois d'une certaine retenue lorsqu'il s'agit d'appr&#233;cier des circonstances locales, mieux connues des autorit&#233;s cantonales et communales (RO 99 Ia 583 consid. 2 et les arr&#234;ts cit&#233;s).\n\n    5. a) L'art. 57 LCAT dispose que \"sont interdites toutes constructions de nature &#224; compromettre l'aspect ou le caract&#232;re d'un site, d'une localit&#233;, d'un quartier ou d'une rue, ou &#224; nuire &#224; l'aspect d'un &#233;difice de valeur historique, artistique ou pittoresque\". Dans son arr&#234;t publi&#233; au RO 97 I 642 consid. 6b, le Tribunal f&#233;d&#233;ral a relev&#233; que cette disposition contenait une r&#232;gle particuli&#232;rement large du double point de vue des objets prot&#233;g&#233;s et de l'atteinte justifiant l'intervention du pouvoir &#233;tatique. Il a admis, en ce qui concerne les objets prot&#233;g&#233;s, que cet article ne visait pas seulement les \"sites\" comme tels, c'est-&#224;-dire des portions limit&#233;es du territoire d'une valeur esth&#233;tique manifeste, mais qu'il &#233;tendait la protection &#224; des aspects du paysage auxquels on n'attribuait dans le pass&#233; qu'une importance relative. Il a d'autre part relev&#233; que, tout en d&#233;signant une intervention pr&#233;judiciable, le terme \"compromettre\" ne supposait pas une atteinte particuli&#232;rement grave, &#233;tant plus large que les r&#233;dactions adopt&#233;es dans d'autres l&#233;gislations cantonales qui exigent un s&#233;rieux enlaidissement (cf. &#233;galement l'arr&#234;t non publi&#233; Conf&#233;d&#233;ration suisse, Entreprise des PTT, du 27 mars 1974).\nb) Ni l'autorit&#233; cantonale, ni les opposants au projet litigieux n'ont soutenu que la zone de villas, situ&#233;e entre le chemin BGE 101 Ia 213 S. 220du Petit-D&#233;zaley et l'avenue de Beausobre, f&#251;t un site au sens de l'art. 57  LCAT.\nEn revanche, Marthe Conod et consorts rel&#232;vent, dans leurs observations au recours, que la zone ainsi d&#233;limit&#233;e par deux voies publiques r&#233;pond &#224; la d&#233;finition d'un \"quartier\" pouvant faire l'objet d'un plan de quartier au sens de l'art. 42 al. 2 LCAT, ce que conteste le recourant. La CCR ne s'est pas formellement prononc&#233;e sur cette question; dans ses observations au recours, elle n'exclut pas que l'on puisse qualifier de \"quartier\" la zone o&#249; est situ&#233;e la parcelle du recourant. Dans la d&#233;cision entreprise, elle a consid&#233;r&#233; qu'il s'agissait en l'esp&#232;ce \"d'une rang&#233;e de sept ou huit villas de dimensions modestes et de volumes homog&#232;nes, qui conf&#232;rent &#224; ce c&#244;t&#233; de la rue une unit&#233;  bien nette\" et que le \"b&#226;timent projet&#233; serait de nature &#224; compromettre l'aspect et le caract&#232;re typiques de la rue\".\nc) A l'avis du recourant, l'autorit&#233; cantonale de recours ne pouvait admettre sans arbitraire que l'avenue de Beausobre constitue une rue au sens de l'art.  57 LCAT. Il s'agit en effet d'un chemin priv&#233;, dont le transfert au domaine public avait certes &#233;t&#233; pr&#233;vu, mais n'a pas &#233;t&#233; r&#233;alis&#233; et ne se r&#233;alisera probablement pas, en raison de l'opposition de plusieurs propri&#233;taires.\nCet argument n'est pas fond&#233;. L'avenue de Beausobre est une voie ouverte &#224; la libre circulation du public. Selon la doctrine et la jurisprudence, c'est l&#224; un  &#233;l&#233;ment caract&#233;ristique non seulement de la notion de \"route\" au sens de la LCR  (RO 92 IV 11/12), mais aussi de la notion plus g&#233;n&#233;rale, en droit public et administratif, de voie publique (RO 94 I 574 consid. 2a et la doctrine cit&#233;e). Dans ce cas, il n'y a pas lieu de tenir compte du r&#233;gime de la propri&#233;t&#233;, publique ou priv&#233;e, auquel cette voie est soumise. Il faut donc reconna&#238;tre &#224;  l'avenue de Beausobre la qualit&#233; de voie publique, situ&#233;e dans l'agglom&#233;ration morgienne.\nLe recourant rel&#232;ve par ailleurs la diff&#233;rence sensible existant entre les deux c&#244;t&#233;s de l'avenue de Beausobre, bord&#233;e au sud par quelques villas, au nord par plusieurs b&#226;timents &#224; usage locatif. Il en conclut que l'autorit&#233; cantonale ne pouvait pas faire application de l'art. 57 LCAT pour prot&#233;ger l'aspect ou le caract&#232;re d'un seul c&#244;t&#233; de la rue. Certes, &#224; cet &#233;gard, la d&#233;cision attaqu&#233;e est discutable. Le Tribunal f&#233;d&#233;ral peut BGE 101 Ia 213 S. 221toutefois s'abstenir de se prononcer sur ce point, car l'autorit&#233; de recours pouvait admettre sans arbitraire que l'ensemble de villas qu'elle a entendu prot&#233;ger formait un quartier au sens de l'art. 57 LCAT. L'art. 42 al. 2 LCAT pr&#233;cise en effet que \"le quartier doit &#234;tre limit&#233; sur deux de ses c&#244;t&#233;s par une voie publique existante ou &#224; projeter\"; il ne pr&#233;voit aucune condition relative &#224; la dimension du territoire pouvant faire l'objet d'un plan de quartier.\n\n    6. Il faut encore examiner si l'interdiction faite au recourant de r&#233;aliser son projet repose sur un int&#233;r&#234;t public qui l'emporte sur l'int&#233;r&#234;t des propri&#233;taires touch&#233;s.\na) Ainsi que l'a relev&#233; le Tribunal f&#233;d&#233;ral dans son arr&#234;t publi&#233; au RO 97 I 642, l'&#233;tendue de la base l&#233;gale que constitue l'art. 57 LCAT et le large &#233;ventail des possibilit&#233;s d'intervention des pouvoirs publics ne peuvent justifier &#224; priori n'importe quelle mesure. Une base l&#233;gale large exige en effet que l'on se montre particuli&#232;rement rigoureux dans la phase successive de la pes&#233;e des int&#233;r&#234;ts en pr&#233;sence et dans l'examen de la proportionnalit&#233; de la limitation par rapport au but poursuivi et &#224; l'objet de la protection. A ces conditions, une norme qui &#233;tend la protection &#224; des aspects du paysage auxquels on n'attribuait dans le pass&#233; qu'une importance relative, peut n&#233;anmoins se justifier aujourd'hui, m&#234;me s'imposer, par rapport au d&#233;ferlement des atteintes port&#233;es &#224; l'environnement sous la pression du d&#233;veloppement technique. Une telle formule ob&#233;it d'ailleurs aux tendances actuelles en mati&#232;re de protection des paysages et des monuments, con&#231;ue non seulement comme protection d'objets isol&#233;s de grande valeur, mais comme protection d'ensembles.\nb) Avec l'autorit&#233; cantonale de recours, il convient par ailleurs de rappeler que l'art. 57 LCAT constitue une disposition &#224; caract&#232;re et &#224; but publics. En revanche, il n'est pas destin&#233; &#224; la protection d'int&#233;r&#234;ts priv&#233;s, car le propri&#233;taire qui tient &#224; se pr&#233;munir contre un pr&#233;judice r&#233;sultant de constructions voisines peut arriver &#224; ses fins par des voies priv&#233;es (achat de terrains, servitudes, par exemple). Il peut aussi acqu&#233;rir la protection d&#233;sir&#233;e par la voie d'un plan de quartier; celui-ci le soumettra certes &#224; des restrictions, mais il le prot&#233;gera en imposant des limitations identiques aux propri&#233;taires voisins. Le propri&#233;taire ne b&#233;n&#233;ficiera donc de la protection de l'art. 57 LCAT que dans la mesure o&#249; ses int&#233;r&#234;ts priv&#233;s co&#239;ncident BGE 101 Ia 213 S. 222avec les buts d'int&#233;r&#234;t public recherch&#233;s par cette institution (RDAF 1957,  332).\nc) Un projet de construction peut &#234;tre interdit sur la base de l'art. 57  LCAT, quand bien m&#234;me il satisferait &#224; toutes les autres dispositions cantonales et communales en mati&#232;re de police des constructions. Au consid&#233;rant  7, non publi&#233;, de l'arr&#234;t Commune de Pully, du 17 mars 1971, le Tribunal f&#233;d&#233;ral avait soulev&#233; la question de savoir si l'art. 57 LCAT pouvait mettre obstacle &#224; la construction d'un immeuble r&#233;glementaire qui, par son volume, ne serait pas en harmonie avec les constructions d&#233;j&#224; &#233;difi&#233;es. Constatant que la r&#233;glementation en vigueur permettait la construction de b&#226;timents plus importants, par leur volume, que ceux qui avaient &#233;t&#233; construits jusqu'alors, il relevait \"qu'il serait manifestement difficile, sinon exclu, d'emp&#234;cher leur  &#233;dification en invoquant l'art. 57 LCAT\". C'est pr&#233;cis&#233;ment la question qui doit &#234;tre tranch&#233;e en l'esp&#232;ce. Il s'agit de savoir si l'autorit&#233; communale ou cantonale peut interdire la construction d'un b&#226;timent conforme au r&#232;glement en vigueur, pour le motif qu'il ne serait pas en harmonie, par son volume, avec les constructions avoisinantes, de dimensions plus modestes.\nLe but d'un r&#232;glement communal sur le plan d'extension et la police des constructions, tel celui de Morges, est de fixer les r&#232;gles destin&#233;es &#224; assurer un am&#233;nagement rationnel du territoire de la commune. Celui-ci est divis&#233; en diff&#233;rentes zones dont l'affectation est d&#233;finie. A chacune correspond ainsi un type de construction, dont les caract&#233;ristiques essentielles sont fix&#233;es par le r&#232;glement. La LCAT poursuit des buts semblables. Selon son art. 1er, cette loi fixe les r&#232;gles destin&#233;es &#224; assurer notamment le d&#233;veloppement des localit&#233;s et de leurs voies de communication, l'am&#233;nagement du territoire, la sauvegarde des beaut&#233;s et des curiosit&#233;s naturelles du pays, l'esth&#233;tique, la s&#233;curit&#233; et la salubrit&#233; des localit&#233;s et des constructions. Une intervention de l'autorit&#233;  communale ou cantonale sur la base de l'art. 57 LCAT ne peut s'inscrire que dans la ligne trac&#233;e par la loi elle-m&#234;me et par les r&#232;glements communaux.\nCe sont en effet ces textes qui d&#233;finissent l'orientation que doit suivre le d&#233;veloppement des localit&#233;s. Il faut certes admettre que les plans de zones ont un caract&#232;re de g&#233;n&#233;ralit&#233; qui met obstacle &#224; ce qu'ils prennent en consid&#233;ration la situation BGE 101 Ia 213 S. 223particuli&#232;re de telle ou telle portion restreinte du territoire. Mais les buts qu'ils poursuivent indiquent dans quelle mesure il peut &#234;tre tenu compte de ces situations de fait particuli&#232;res. Ainsi, lorsqu'un plan de zones pr&#233;voit que des constructions d'un certain volume peuvent &#234;tre &#233;difi&#233;es dans tel secteur du territoire, une interdiction de construire bas&#233;e sur l'art. 57 LCAT, en raison du contraste que formerait par son volume le b&#226;timent projet&#233; avec les constructions existantes, ne peut se justifier que par un int&#233;r&#234;t public pr&#233;pond&#233;rant. Il faut alors que l'utilisation des possibilit&#233;s de construire r&#233;glementaires apparaisse comme &#233;tant d&#233;raisonnable et irrationnelle. Tel sera par exemple le cas s'il s'agit de prot&#233;ger un site, un b&#226;timent ou un ensemble de b&#226;timents pr&#233;sentant des qualit&#233;s esth&#233;tiques remarquables, qui font d&#233;faut  &#224; l'immeuble projet&#233; ou que mettrait en p&#233;ril sa construction.\nd) En l'esp&#232;ce, l'autorit&#233; cantonale de recours a constat&#233; que la construction litigieuse formerait avec les petites maisons dans la rang&#233;e desquelles elle devait s'ins&#233;rer un contraste frappant. Ce b&#226;timent romprait l'&#233;quilibre de cette suite de modestes b&#226;tisses, heureuse transition entre les secteurs o&#249; les constructions ont une densit&#233; tr&#232;s sup&#233;rieure. Cette autorit&#233; a relev&#233; en outre qu'il y avait d'autant plus de raisons de sauvegarder cette harmonie que les propri&#233;taires avaient d&#233;lib&#233;r&#233;ment limit&#233; les dimensions de leurs habitations pour m&#233;nager ce caract&#232;re et que seule la parcelle du recourant &#233;tait encore disponible. L'aspect de la rue serait ainsi marqu&#233; et d&#233;fini; une seule construction diff&#233;rente ne pouvait &#234;tre l'amorce d'une orientation nouvelle de ce secteur, car elle occuperait le dernier fonds b&#226;ti.\nL'autorit&#233; cantonale de recours n'a en revanche pas soutenu que l'ensemble qu'elle entend sauvegarder pr&#233;senterait une valeur esth&#233;tique particuli&#232;re. Elle admet par ailleurs que la rue qu'elle veut prot&#233;ger est bord&#233;e, au nord, d'immeubles &#224; usage locatif importants et d'une architecture banale. Des habitations massives sont pr&#233;vues tant au nord-est qu'au sud. La portion du territoire de la commune de Morges comprise entre la rive gauche de la Morges et l'avenue Marcelin est destin&#233;e &#224; la construction d'habitations collectives. La rang&#233;e de maisons sise au sud de l'avenue de Beausobre comprend d'ailleurs,  &#224; chacune de ses extr&#233;mit&#233;s, un b&#226;timent &#224; usage locatif. L'affirmation de l'autorit&#233; cantonale, selon laquelle BGE 101 Ia 213 S. 224une seule construction diff&#233;rente ne pourrait pas &#234;tre l'amorce d'une orientation nouvelle de ce secteur, para&#238;t d&#232;s lors fort discutable. Peu importe toutefois. Les quelques &#233;l&#233;ments d'appr&#233;ciation qui viennent d'&#234;tre rappel&#233;s permettent dans tous les cas d'admettre que l'on on ne saurait consid&#233;rer comme d&#233;raisonnable ou irrationnelle la construction, sur la parcelle du recourant, d'un b&#226;timent &#224; usage locatif r&#233;glementaire.\nLe refus du permis de construire appara&#238;t donc en l'esp&#232;ce comme une restriction &#224; la propri&#233;t&#233; que ne justifie pas un int&#233;r&#234;t public suffisant.\n \n   \n   "
}