{
  "titre": "120 V 463",
  "annee": "1994",
  "contenu": "\n      \n  Chapeau\n120 V 46365. Arr&#234;t du 7 juin 1994 dans la cause Caisse-maladie Helvetia, Lausanne, recourante, contre H. et H. contre Caisse-maladie Helvetia, Lausanne, et Tribunal des assurances du canton de Vaud, Lausanne\n\n  \nRegeste\nArt. 12 al. 2 et 5 LAMA, art. 21 al. 1 et 2 Ord. III:  changement de sexe.  - Une fois &#233;tabli qu'une op&#233;ration chirurgicale est n&#233;cessaire au traitement d'un transsexuel vrai, les caisses-maladie doivent prendre en charge &#224; titre de prestations obligatoires non seulement les frais m&#233;dicaux relatifs &#224; l'ablation des organes g&#233;nitaux existants (ATF 114 V 153 et 162) mais &#233;galement les actes de chirurgie plastique et reconstructive tendant &#224; pourvoir l'assur&#233;(e) d'organes g&#233;nitaux du sexe oppos&#233; (changement de jurisprudence; consid. 5). \n- Les conditions justifiant l'op&#233;ration chirurgicale &#233;tant r&#233;alis&#233;es, les interventions compl&#233;mentaires destin&#233;es &#224; modifier les caract&#232;res sexuels secondaires font &#233;galement partie des prestations obligatoires &#224; la charge des caisses-maladie s'il existe une indication m&#233;dicale clairement pos&#233;e et que le principe de l'&#233;conomie du traitement (art. 23 LAMA) est respect&#233; (consid. 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 464\n\n\n    BGE 120 V 463 S. 464\n   \n\n    A.- Assur&#233; par la Caisse-maladie Helvetia (ci-apr&#232;s: la caisse), en particulier pour les frais de traitement m&#233;dico-pharmaceutiques et l'hospitalisation en division priv&#233;e, H., n&#233; en 1950, qui souffrait d'une dysphorie de genre (ou transsexualisme vrai), a suivi un traitement psychiatrique aupr&#232;s du docteur C., m&#233;decin-chef &#224; la clinique psychiatrique universitaire de l'H&#244;pital de Z., depuis fin 1989.\nEnvisageant de se soumettre &#224; une op&#233;ration chirurgicale de changement de sexe, par les soins du docteur M., &#224; Lausanne, l'assur&#233; a soumis le 18 janvier 1991 &#224; la caisse deux devis de ce chirurgien, en requ&#233;rant, dans les plus brefs d&#233;lais, \"une attestation de prise en charge de ces frais futurs\". Le premier devis, relatif &#224; une intervention pr&#233;vue pour le 8 f&#233;vrier 1991, concernait une adamectomie (ablation de la pomme d'Adam) sous anesth&#233;sie g&#233;n&#233;rale et une dermabrasion autour de la bouche. Il comprenait les postes suivants: honoraires m&#233;dicaux (2'000 francs + 1'500 francs); anesth&#233;sie (1'000 francs); frais de clinique (3 jours en chambre &#224; un lit &#224; la Clinique Y: 5'500 francs environ). Le second devis, se rapportant &#224; une intervention pr&#233;vue pour le 5 novembre 1991, &#224; savoir l'op&#233;ration de changement de sexe sous anesth&#233;sie g&#233;n&#233;rale, dans la m&#234;me clinique, s'&#233;levait &#224; 12'000 francs pour les honoraires m&#233;dicaux, 2'000 francs pour l'anesth&#233;sie et 13'000 francs environ pour les frais de clinique (chambre &#224; un lit).BGE 120 V 463 S. 465\n   \nApr&#232;s pourparlers entre l'assur&#233; et la caisse, cette derni&#232;re rendit, le 5  ao&#251;t 1991, une d&#233;cision aux termes de laquelle elle n'acceptait de prendre en charge que les frais des prestations d&#233;clar&#233;es obligatoires par le Tribunal f&#233;d&#233;ral des assurances dans sa jurisprudence de principe relative &#224; des cas analogues. A contrario, la caisse refusait de supporter les frais de construction d'organes g&#233;nitaux f&#233;minins, d'adamectomie, de dermabrasion et d'&#233;pilation &#233;lectrique.\n\n    B.- Par acte du 4 septembre 1991, H. recourut contre cette d&#233;cision devant le Tribunal des assurances du canton de Vaud. Il concluait &#224; ce que la caisse f&#251;t condamn&#233;e &#224; prendre &#224; sa charge, dans les limites de la couverture d'assurance patient priv&#233;, \"l'entier des frais m&#233;dicaux li&#233;s &#224; l'op&#233;ration de changement de sexe, &#224; l'adamectomie et &#224; la dermabrasion, ainsi que les frais d'&#233;pilation  &#233;lectrique du visage\". A cette date, il avait d&#233;j&#224; subi, depuis 1989, 208  s&#233;ances d'&#233;pilation &#233;lectrique, chez une esth&#233;ticienne, pour un prix total de  11'849 francs. En outre, le 8 f&#233;vrier 1991, le docteur M. avait pratiqu&#233; quatre interventions chirurgicales sur la personne de l'assur&#233;: l'augmentation des l&#232;vres sup&#233;rieure et inf&#233;rieure, la correction de la mandibule, l'adamectomie et la dermabrasion. Quant &#224; l'op&#233;ration de changement de sexe, elle eut lieu le  5 novembre 1991.\nPar jugement du 24 mars 1992, d&#233;finitif et ex&#233;cutoire d&#232;s le 9 avril 1992, le Tribunal civil du district de Lausanne a ordonn&#233; aux officiers d'&#233;tat civil concern&#233;s de modifier l'inscription concernant H. en l'inscrivant comme &#233;tant de sexe f&#233;minin.\nApr&#232;s avoir proc&#233;d&#233; &#224; l'audition du docteur Ch., sp&#233;cialiste en endocrinologie, et &#224; celle du docteur C., le Tribunal des assurances accueillit partiellement les conclusions du recours par jugement du 17 d&#233;cembre 1992 et r&#233;forma la d&#233;cision attaqu&#233;e en ce sens que l'assur&#233;e avait droit au remboursement des frais entra&#238;n&#233;s par la reconstruction des organes g&#233;nitaux f&#233;minins, conform&#233;ment &#224; sa couverture d'assurance, sous suite de d&#233;pens.\n\n    C.- Tant la caisse que l'assur&#233;e interjettent un recours de droit administratif contre ce jugement. La caisse conclut &#224; la \"r&#233;vision\" du jugement attaqu&#233; \"dans le sens de (ses) conclusions\", soit implicitement au r&#233;tablissement de sa d&#233;cision du 5 ao&#251;t 1991, tandis que l'assur&#233;e conclut &#224; la r&#233;forme du jugement cantonal en ce sens que lui soit reconnu le droit au remboursement des frais entra&#238;n&#233;s par l'adamectomie, l'&#233;pilation &#233;lectrique et la dermabrasion, dans les limites de sa couverture d'assurance.\nLe Pr&#233;sident du Tribunal des assurances du canton de Vaud pr&#233;sente des observations sur les deux recours et produit &#224; l'appui de celles-ci le BGE 120 V 463 S. 466jugement rendu par ledit tribunal, en date du 31 mars 1989, dans la cause X c./SUPRA Caisse-maladie et accidents faisant suite &#224; l'arr&#234;t du Tribunal f&#233;d&#233;ral des assurances dans la m&#234;me cause (ATF 114 V 153), ainsi qu'un avis critique du professeur Roland Schaer sur ce dernier arr&#234;t.\nChacune des parties conclut au rejet des conclusions de son adversaire, l'assur&#233;e ayant au surplus chang&#233; de mandataire en cours de proc&#233;dure.\nInvit&#233; par deux fois &#224; se d&#233;terminer sur les conclusions des recourantes et les observations du Pr&#233;sident du tribunal cantonal des assurances, l'Office f&#233;d&#233;ral des assurances sociales (ci-apr&#232;s: l'OFAS) s'y est refus&#233;.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Les deux recours de droit administratif concernent des faits de m&#234;me nature, portent sur des questions juridiques communes et sont dirig&#233;s contre le m&#234;me jugement, de sorte qu'il se justifie de les r&#233;unir et de les liquider dans un seul arr&#234;t (ATF 116 V 309 consid. 1, ATF 110 V 148 consid. 1, ATF 108 V 192 consid. 1, ATF 105 V 129 consid. 2b; POUDRET, Commentaire de la loi f&#233;d&#233;rale d'organisation judiciaire, vol. I, p. 343 s.).\n\n    2. Le jugement entrepris expose de mani&#232;re exacte la jurisprudence en mati&#232;re de prestations obligatoirement &#224; la charge des caisses-maladie dans des cas de ce genre (ATF 114 V 161 consid. 4c et 168 consid. 5), de sorte qu'il suffit d'y renvoyer.\n\n    3. a) Dans son arr&#234;t du 6 juin 1988 en la cause SUPRA c./X (ATF 114 V 153), le Tribunal f&#233;d&#233;ral des assurances avait confirm&#233; le renvoi de la cause &#224; la caisse recourante, afin qu'elle d&#233;termine l'&#233;tendue de ses prestations par une nouvelle d&#233;cision, ce que la caisse avait fait en date du 21 novembre 1988. Dans son nouveau prononc&#233;, la caisse avait fix&#233; le montant de ses prestations &#224; 50% des frais m&#233;dicaux, pharmaceutiques et hospitaliers support&#233;s par l'assur&#233;e et s'&#233;levant au total &#224; 16'130 fr. 80. X ayant recouru contre cette d&#233;cision, le tribunal cantonal des assurances admit le recours et, par jugement du 31 mars 1989, condamna la caisse &#224; prendre en charge les frais non seulement de l'ablation chirurgicale des organes g&#233;nitaux masculins mais &#233;galement - et contrairement &#224; la jurisprudence du Tribunal f&#233;d&#233;ral des assurances - les frais se rapportant &#224; la plastie d'organes g&#233;nitaux f&#233;minins.BGE 120 V 463 S. 467\n   \nPour justifier leur d&#233;cision, les juges vaudois avaient consid&#233;r&#233; que l'art.  4 al. 2 Cst. commandait de traiter de la m&#234;me mani&#232;re celui ou celle qui souffre d'une dysphorie de genre et doit, par cons&#233;quent, subir une op&#233;ration de changement de sexe et celui qui est atteint d'un syndrome adr&#233;no-g&#233;nital (ou pseudo-hermaphrodisme), n&#233;cessitant &#233;galement une telle op&#233;ration. Or, dans ce dernier cas, le Tribunal f&#233;d&#233;ral des assurances a jug&#233; que la totalit&#233; des frais de l'intervention chirurgicale comportant une mastectomie, une hyst&#233;rectomie et la plastie d'organes g&#233;nitaux masculins faisait partie des prestations obligatoires (RAMA 1985 no K 630 p. 147). D&#232;s lors, se r&#233;f&#233;rant &#224;  la doctrine psychiatrique (Bleuler, Benedetti, Benjamin et Breton), ainsi qu'&#224;  l'avis du docteur C., &#233;galement m&#233;decin traitant dans ce cas, les juges cantonaux avaient estim&#233; que, s'agissant d'un transsexuel vrai et contrairement au cas du travesti, la reconstruction de nouveaux organes g&#233;nitaux avait un caract&#232;re th&#233;rapeutique qui justifiait sa prise en charge par les caisses-maladie, au titre des prestations obligatoires. Enfin, les juges vaudois s'&#233;taient &#233;galement r&#233;f&#233;r&#233;s &#224; la jurisprudence relative &#224; la prise en charge obligatoire des frais de reconstruction du sein apr&#232;s amputation mammaire (ATF 111 V 229) pour justifier, par surabondance, leur opinion.\nLa Caisse-maladie SUPRA avait interjet&#233; recours de droit administratif contre ce jugement, ce qui donna lieu &#224; un pr&#233;avis de l'OFAS. Toutefois, les parties ayant transig&#233; en cours d'instance, la caisse retira son recours et l'affaire fut ray&#233;e du r&#244;le.\nb) Apr&#232;s avoir rappel&#233; cette jurisprudence dans son jugement, la juridiction cantonale a consid&#233;r&#233; qu'en l'esp&#232;ce l'assur&#233;e doit se voir garantir tant les frais d'ablation des organes g&#233;nitaux masculins que les frais de reconstruction des organes g&#233;nitaux f&#233;minins. En revanche, vu leur caract&#232;re avant tout esth&#233;tique, les op&#233;rations d'adamectomie et de dermabrasion ainsi que l'&#233;pilation &#233;lectrique ne font pas partie du traitement &#224; la charge de la caisse.\n\n    4. a) Dans son recours, la caisse conteste l'argument des premiers juges d'apr&#232;s lequel le principe d'&#233;galit&#233; de traitement commande de traiter de la m&#234;me mani&#232;re, en ce qui concerne la prise en charge des frais de reconstruction d'organes g&#233;nitaux correspondant au nouveau sexe du (ou de la) transsexuel(le), les assur&#233;s qui souffrent d'une dysphorie de genre et ceux qui sont atteints d'un syndrome adr&#233;no-g&#233;nital. Selon elle, en effet, dans ce dernier cas, le but de l'op&#233;ration d'ablation puis de reconstruction serait \"de r&#233;tablir une apparence sexuelle conforme &#224; la situation g&#233;n&#233;tique\", tandis que chez le transsexuel, on cherche uniquement \"&#224; mettre l'apparence ext&#233;rieure en concordance avec l'image que le malade BGE 120 V 463 S. 468se dessine de lui-m&#234;me\". Ici, l'op&#233;ration de changement de sexe (ablation et reconstruction) ne ferait \"qu'ancrer d&#233;finitivement dans les chairs une situation contre nature, dans le but de soulager le malaise psychique de l'op&#233;r&#233;\". La caisse estime, en outre, qu'une fois priv&#233; des organes sexuels qu'il rejette, le malade, s'il n'a toujours pas surmont&#233; son \"malaise\", doit recourir &#224; la psychoth&#233;rapie et non &#224; la chirurgie. Il serait enfin contraire au principe de l'&#233;conomie du traitement (art. 23 LAMA) d'admettre encore l'ex&#233;cution d'une op&#233;ration de reconstruction dans le seul but d'am&#233;liorer le bien-&#234;tre du transsexuel.\nb) Dans sa r&#233;ponse, l'assur&#233;e r&#233;fute cette argumentation en soulignant tout d'abord qu'aux termes des d&#233;finitions psychiatriques du transsexualisme, le besoin d'acqu&#233;rir les caract&#233;ristiques du sexe oppos&#233; signe la maladie. Il faut donc au transsexuel un \"n&#233;o-vagin\" ou un \"n&#233;o-p&#233;nis\", car il n'entend pas devenir un &#234;tre asexu&#233; mais une personne du sexe oppos&#233;. D'apr&#232;s un auteur, le professeur John Money, il faut distinguer six sexes:\n- le sexe chromosomique\n- le sexe anatomique\n- le sexe g&#233;nital\n- le sexe l&#233;gal\n- le sexe endocrinien\n- le sexe psychologique, lequel serait pr&#233;dominant\nSelon cette th&#233;orie, \"le transsexuel d&#233;sire mettre en accord les sexes anatomique et l&#233;gal avec le sexe psychologique, alors que celui qui souffre de syndrome adr&#233;no-g&#233;nital veut faire co&#239;ncider les sexes anatomique et l&#233;gal avec le sexe endocrinien ou g&#233;n&#233;tique\". Il s'agit donc bien de cas semblables, au regard du principe d'&#233;galit&#233;, car \"rien ne justifie d'accorder plus d'importance au sexe endocrinien qu'au sexe psychologique\". L'intim&#233;e s'appuie  &#233;galement sur la critique formul&#233;e par le professeur Schaer &#224; l'encontre de la jurisprudence du Tribunal f&#233;d&#233;ral des assurances (RJB 1991 p. 382). Elle r&#233;fute l'argument d'apr&#232;s lequel, du point de vue de la psychiatrie, la reconstruction de nouveaux organes g&#233;nitaux ne serait pas indispensable pour atteindre le but th&#233;rapeutique vis&#233;, ne r&#233;pondant g&#233;n&#233;ralement pas &#224; l'attente des patients et donnant souvent lieu &#224; des complications ult&#233;rieures, appr&#233;ciation qui serait d&#233;pass&#233;e &#224; l'heure actuelle, comme pourront le confirmer des sp&#233;cialistes.\nL'assur&#233;e insiste sur le fait que les deux parties de l'op&#233;ration de changement de sexe (ablative et reconstructive) sont indissociables l'une BGE 120 V 463 S. 469de l'autre, faute de quoi, si l'on s'en tenait seulement &#224; l'ablation des organes g&#233;nitaux (castration ou hyst&#233;rectomie), le traitement serait vou&#233; &#224;  l'&#233;chec puisqu'on ferait du transsexuel op&#233;r&#233; un &#234;tre mutil&#233; et asexu&#233;, ce qui serait encore pire que l'&#233;tat auquel on a voulu rem&#233;dier.\nQuant &#224; l'&#233;conomie du traitement, l'assur&#233;e met s&#233;rieusement en doute qu'un traitement psychiatrique au tarif horaire de 125 francs soit plus avantageux, compte tenu de sa dur&#233;e, que l'op&#233;ration de reconstruction de nouveaux organes g&#233;nitaux.\nL'assur&#233;e demande des mesures d'instruction, en particulier l'audition des docteurs C., P., M. et D., et elle propose des questionnaires &#224; cette fin.\nc) L'OFAS n'entend pas se prononcer sur le bien-fond&#233; de la jurisprudence cantonale ici en cause. Il convient toutefois de rappeler que dans le dossier X, prenant position sur le recours form&#233; devant le Tribunal f&#233;d&#233;ral des assurances par la SUPRA, le service m&#233;dical de cet office s'&#233;tait express&#233;ment ralli&#233; &#224; la solution adopt&#233;e par le Tribunal des assurances du canton de Vaud dans son jugement du 31 mars 1989, d&#233;clarant qu'&#224; l'instar de cette juridiction, il &#233;tait d'avis \"qu'en cas de transsexualisme vrai, l'intervention de reconstruction d'organes g&#233;nitaux f&#233;minins fait partie du traitement au m&#234;me titre que l'ablation des organes g&#233;nitaux masculins\", les deux interventions faisant au surplus l'objet d'une seule op&#233;ration, ce qui rendrait encore plus difficile la distinction impos&#233;e par la jurisprudence du Tribunal f&#233;d&#233;ral des assurances.\n\n    5. Les motifs pour lesquels, dans la jurisprudence pr&#233;cit&#233;e, le Tribunal f&#233;d&#233;ral des assurances a consid&#233;r&#233; que les frais de reconstruction d'organes g&#233;nitaux correspondant au nouveau sexe du transsexuel ne faisaient pas partie des prestations obligatoires ressortent essentiellement d'un avis du professeur K. Selon ce sp&#233;cialiste, de telles interventions ne sont pas indispensables pour atteindre le but th&#233;rapeutique vis&#233;, ne r&#233;pondent g&#233;n&#233;ralement pas &#224; l'attente des patients, donnent souvent lieu &#224; des complications ult&#233;rieures et sont particuli&#232;rement d&#233;licates et co&#251;teuses. A cet &#233;gard, les opinions des psychiatres ne sont toutefois pas unanimes. Ainsi, d'apr&#232;s les avis m&#233;dicaux mentionn&#233;s par le Tribunal des assurances du canton de Vaud dans son jugement du 31 mars 1989, d&#233;j&#224; cit&#233;, les actes de chirurgie plastique et reconstructive tendant &#224; pourvoir l'assur&#233;(e) d'organes g&#233;nitaux (masculins ou f&#233;minins) ont un caract&#232;re th&#233;rapeutique, s'agissant d'un transsexualisme vrai. Pour sa part, l'assur&#233;e se r&#233;f&#232;re &#224; deux ouvrages m&#233;dicaux (GARNIER/DELAMARE, Dictionnaire des termes de m&#233;decine, 23e &#233;d., BGE 120 V 463 S. 470Paris 1992; Diagnostic and statistical manual of mental disorders [DSM/Manuel diagnostique et statistique des troubles mentaux], 3e &#233;d. r&#233;vis&#233;e, trad. fran&#231;aise, Paris/Milan/Barcelone/Mexico 1989, p. 82) qui soulignent l'un et l'autre que le transsexuel &#233;prouve le besoin pathologique de changer d'apparence, en acqu&#233;rant les caract&#233;ristiques sexuelles du sexe oppos&#233;. Cette opinion est partag&#233;e par le docteur C. (lettre du 19 d&#233;cembre 1988) dont l'avis est mentionn&#233; dans le jugement pr&#233;cit&#233; du Tribunal des assurances du canton de Vaud du 31 mars 1989.\nAu demeurant, il s'agit d'une question de bon sens plus que d'un probl&#232;me m&#233;dical n&#233;cessitant l'avis de sp&#233;cialistes: celui (ou celle) qui veut &#224; tout prix \"changer de sexe\" parce qu'il (elle) est convaincu(e) que son apparence physique n'est pas en accord avec son sexe v&#233;ritable, ne saurait manifestement obtenir satisfaction par la simple ablation des organes g&#233;nitaux, masculins ou f&#233;minins, dont la nature l'a dot&#233;(e). Si, toutes autres conditions &#233;tant remplies, l'intervention chirurgicale est justifi&#233;e, alors elle ne peut tendre, logiquement, qu'&#224; donner au (&#224; la) transsexuel(le) l'apparence ext&#233;rieure de son nouveau sexe, ce que permet aujourd'hui la chirurgie avec, semble-t-il, des r&#233;sultats satisfaisants pour les int&#233;ress&#233;(e)s.\nDe plus, cette limitation de la prise en charge des frais de l'op&#233;ration de changement de sexe ne peut que cr&#233;er l'occasion de nouveaux litiges puisque, en pratique, les deux interventions (ablative et reconstructive) ont lieu conjointement et qu'il est par cons&#233;quent presque impossible ou en tout cas tr&#232;s difficile de chiffrer avec pr&#233;cision ce qui rel&#232;ve de l'ablation et ce qui a trait &#224; la reconstruction de nouveaux organes.\nC'est pourquoi, sans qu'une instruction compl&#233;mentaire, dans le sens demand&#233;  par l'assur&#233;e, soit n&#233;cessaire et sans qu'il y ait lieu de consulter &#224; nouveau la Commission de sp&#233;cialistes pr&#233;vue &#224; l'art. 12 al. 5 LAMA - mais en tenant compte de l'opinion exprim&#233;e par le service m&#233;dical de l'OFAS dans la deuxi&#232;me affaire X -, il convient de revenir sur la jurisprudence des arr&#234;ts ATF 114 V 153 et 162. Certes, l'argumentation des juges cantonaux, fond&#233;e sur l'&#233;galit&#233;  de traitement avec celui ou celle qui souffre d'un syndrome adr&#233;no-g&#233;nital, n'est pas vraiment convaincante. Mais, dans ce pr&#233;c&#233;dent (RAMA 1985 no K 630 p.  147), le Tribunal n'a apparemment pas estim&#233; n&#233;cessaire de distinguer entre la partie ablative et la partie reconstructive de l'intervention: une fois r&#233;solue la question de principe, il a mis &#224; la charge de la caisse-maladie l'ensemble des frais de l'op&#233;ration destin&#233;e &#224; donner une apparence sexuelle masculine &#224;  l'assur&#233; BGE 120 V 463 S. 471(loc.cit., p. 152). Il ne doit pas en aller autrement dans le cas d'esp&#232;ce, l'argumentation de la caisse &#233;tant, sur ce point, manifestement d&#233;nu&#233;e de pertinence.\nCela &#233;tant, le recours de la caisse est mal fond&#233; et la jurisprudence des arr&#234;ts ATF 114 V 153 et 162 doit &#234;tre modifi&#233;e en ce sens qu'une fois &#233;tabli qu'une op&#233;ration chirurgicale est n&#233;cessaire au traitement d'un transsexuel vrai, l'ensemble des frais m&#233;dicaux relatifs &#224; l'ablation des organes g&#233;nitaux existants et &#224; la reconstruction d'organes g&#233;nitaux du sexe oppos&#233; sur la personne de l'assur&#233;(e) doivent &#234;tre pris en charge par les caisses-maladie &#224;  titre de prestations obligatoires au sens de l'art. 12 LAMA.\n\n    6. a) A l'appui de ses conclusions tendant au remboursement des frais entra&#238;n&#233;s par l'adamectomie, l'&#233;pilation &#233;lectrique et la dermabrasion, H. demande des mesures d'instruction qui lui ont &#233;t&#233; refus&#233;es en proc&#233;dure cantonale, &#224; savoir l'interpellation des docteurs M. et V. Elle entend ainsi prouver que, contrairement &#224; l'opinion des premiers juges et &#224; celle de la caisse, l'adamectomie et la dermabrasion qu'elle a subies par les soins du docteur M. \"ne peuvent &#234;tre assimil&#233;es &#224; des traitements de nature esth&#233;tique, compte tenu de l'importance de la pomme d'Adam et des cicatrices au visage de la recourante, dues &#224; l'&#233;pilation &#233;lectrique\".\nb) Pour le (la) transsexuel(le), les caract&#232;res sexuels secondaires ne rev&#234;tent pas moins d'importance que les caract&#232;res sexuels primaires. Aussi l'int&#233;ress&#233;(e) ne peut-il (-elle) acqu&#233;rir l'apparence ext&#233;rieure de son nouveau sexe que si les caract&#232;res sexuels secondaires correspondent &#224; cette nouvelle image. Pour des raisons tant physiques que psychologiques, l'op&#233;ration de changement de sexe doit donc &#234;tre envisag&#233;e de mani&#232;re globale. Aussi, lorsque les conditions justifiant l'op&#233;ration chirurgicale sont r&#233;alis&#233;es, les interventions compl&#233;mentaires destin&#233;es &#224; modifier les caract&#232;res sexuels secondaires font aussi partie, en principe, des prestations obligatoires &#224; la charge des caisses-maladie au sens de l'art. 12 LAMA. Encore faut-il, d'une part, qu'il existe une indication m&#233;dicale clairement pos&#233;e et, d'autre part, que le principe de l'&#233;conomie du traitement &#233;nonc&#233; &#224; l'art. 23 LAMA soit respect&#233;. En effet, cette norme l&#233;gale s'applique aussi dans le domaine de la chirurgie esth&#233;tique lorsque, exceptionnellement, un traitement relevant de cette discipline ressortit aux prestations obligatoires des caisses-maladie.\nc) En l'esp&#232;ce, l'&#233;pilation &#233;lectrique a &#233;t&#233; pratiqu&#233;e par une esth&#233;ticienne, laquelle ne fait pas partie du personnel param&#233;dical autoris&#233; &#224; exercer une activit&#233; &#224; la charge des caisses en vertu des BGE 120 V 463 S. 472art. 12 al. 2 ch. 1 let. b et 21 al. 6 LAMA, en liaison avec l'art. 1 al. 1 Ord. VI. D&#232;s lors, dans la mesure o&#249; il tend &#224; la prise en charge par la caisse de l'&#233;pilation &#233;lectrique, le recours est manifestement mal fond&#233;.\nEn revanche, sur le vu des d&#233;clarations des docteurs Ch. et C., dont les t&#233;moignages ont &#233;t&#233; recueillis en instance cantonale, l'exigence d'une indication m&#233;dicale clairement pos&#233;e appara&#238;t remplie en ce qui concerne l'adamectomie et la dermabrasion. Cependant, les &#233;l&#233;ments dont on dispose au dossier ne permettent pas de se prononcer sur le point de savoir si le principe de l'&#233;conomie de traitement (ATF 109 V 41) a &#233;t&#233; respect&#233; lors de ces deux interventions. Aussi la cause doit-elle &#234;tre renvoy&#233;e &#224; la juridiction cantonale pour instruction compl&#233;mentaire sur ce point uniquement.\n\n    7. (D&#233;pens)\n \n   \n   "
}