{
  "titre": "129 IV 216",
  "annee": "2003",
  "contenu": "\n      \n  Chapeau\n129 IV 21633. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale dans la cause X. contre Juge d'instruction et Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n6S.361/2002 du 5 juin 2003\n  \nRegeste\nArt. 270 let. e ch. 1 PPF; art. 2 al. 1 LAVI.  Des enfants &#226;g&#233;s d'une dizaine d'ann&#233;es qui sont frapp&#233;s par le compagnon de leur m&#232;re ont un besoin accru de protection du fait de leur &#226;ge et de leur situation de d&#233;pendance et doivent en cons&#233;quence se voir reconna&#238;tre le statut de victime, m&#234;me si les atteintes &#224; l'int&#233;grit&#233; physique rel&#232;vent seulement de l'art. 126 CP (consid. 1). \nArt. 126 CP, art. 32 CP; droit de correction. \nEn frappant les enfants de son amie une dizaine de fois en l'espace de trois ans et en leur tirant r&#233;guli&#232;rement les oreilles, l'auteur agit &#224; r&#233;it&#233;r&#233;es reprises au sens de l'art. 126 al. 2 CP et d&#233;passe ce qui est admissible au regard d'un &#233;ventuel droit de correction (consid. 2 et 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 217\n\n\n    BGE 129 IV 216 S. 217\n   \n\n    A.- X., qui vit s&#233;par&#233; de sa femme, reproche au compagnon de celle-ci, Y., de maltraiter ses deux enfants, n&#233;s respectivement en 1991 et en 1993, notamment en leur donnant des gifles et des coups de pied au derri&#232;re. Il a d&#233;pos&#233; plainte p&#233;nale contre ce dernier le 29 juin 2001.\n\n    B.- Le 13 juin 2002, le juge d'instruction de l'arrondissement du Nord vaudois a prononc&#233; un non-lieu en faveur de Y., estimant que celui-ci b&#233;n&#233;ficiait d'un droit de correction d&#232;s lors qu'il vivait maritalement depuis trois ans avec la m&#232;re des enfants.\nPar arr&#234;t du 30 juillet 2002, le Tribunal d'accusation du Tribunal cantonal vaudois a confirm&#233; la d&#233;cision de non-lieu.\n\n    C.- X. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral contre cet arr&#234;t. Invoquant une violation des art. 32 et 126 CP, il conclut &#224; l'annulation de la d&#233;cision attaqu&#233;e.\nInvit&#233; &#224; se prononcer, l'intim&#233; n'a d&#233;pos&#233; aucune prise de position.\nLe Tribunal f&#233;d&#233;ral a admis le pourvoi en nullit&#233;.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. Le Tribunal f&#233;d&#233;ral examine d'office et librement la recevabilit&#233; des recours qui lui sont soumis (ATF 126 IV 107 consid. 1 p. 109).\n\n    1.1 Aux termes de l'art. 268 ch. 2 PPF, le pourvoi en nullit&#233; &#224; la Cour de cassation du Tribunal f&#233;d&#233;ral est ouvert contre une ordonnance de non-lieu rendue en derni&#232;re instance. Par ordonnance de non-lieu, il faut entendre toute d&#233;cision qui met fin &#224; l'action p&#233;nale, au moins sur un chef d'accusation, et qui est rendue par une autre BGE 129 IV 216 S. 218autorit&#233; que la juridiction de jugement. Il importe peu que la d&#233;cision attaqu&#233;e soit qualifi&#233;e par le droit cantonal de non-lieu, de classement ou de refus de suivre (ATF 122 IV 45 consid. 1c p. 46; ATF 120 IV 107 consid. 1a p. 108 s.; ATF 119 IV 92 consid. 1b p. 95). Rendu en derni&#232;re instance cantonale, l'arr&#234;t du Tribunal d'accusation vaudois qui confirme la d&#233;cision de non-lieu du juge d'instruction met un terme &#224; l'action p&#233;nale et constitue donc une ordonnance de non-lieu au sens de l'art. 268 ch. 2 PPF (ATF 120 IV 107 consid. 1a p. 108 s.).\n\n    1.2 En vertu de l'art. 270 let. e ch. 1 PPF, seul le l&#233;s&#233; qui est victime d'une infraction au sens de l'art. 2 de la loi f&#233;d&#233;rale sur l'aide aux victimes d'infractions (LAVI; RS 312.5) peut exercer un pourvoi en nullit&#233; pour autant qu'il soit d&#233;j&#224; partie &#224; la proc&#233;dure et dans la mesure o&#249; la sentence touche ses pr&#233;tentions civiles ou peut avoir des incidences sur le jugement de celles-ci.\n\n    1.2.1 Est une victime au sens de l'art. 2 al. 1 LAVI toute personne qui a subi, du fait d'une infraction, une atteinte directe &#224; son int&#233;grit&#233; corporelle, sexuelle ou psychique.\nLa doctrine et la jurisprudence exigent que l'atteinte ait une certaine gravit&#233;. Les d&#233;lits de peu de gravit&#233;, tels que les voies de fait, qui ne causent pas de l&#233;sions, sont en principe exclus du champ d'application de la LAVI; il ne suffit pas que la victime ait subi des d&#233;sagr&#233;ments, qu'elle ait eu peur ou qu'elle ait eu quelque mal (FF 1999 p. 909 ss, sp&#233;c. p. 925 s.; EVA WEISHAUPT, Die verfahrensrechtlichen Bestimmungen des Opferhilfegesetzes [OHG], unter besonderer Ber&#252;cksichtigung ihrer Auswirkungen auf das Z&#252;rcher Verfahrensrecht, th&#232;se Zurich 1998, p. 30 s., 38; ULRICH WEDER, Das Opfer, sein Schutz und seine Rechte im Strafverfahren, RPS 113/1995 p. 39 ss, sp&#233;c. p. 42; CORBOZ, Les droits proc&#233;duraux d&#233;coulant de la LAVI, SJ 1996 p. 53 ss, sp&#233;c. p. 58). La notion de victime ne d&#233;pend pas de la qualification de l'infraction, mais exclusivement de ses effets sur le l&#233;s&#233;. Des voies de fait peuvent ainsi suffire &#224; fonder la qualit&#233; de victime si elles causent une atteinte notable &#224; l'int&#233;grit&#233; psychique du l&#233;s&#233;, mais il est aussi possible que des l&#233;sions corporelles simples n'entra&#238;nent, au contraire, qu'une alt&#233;ration insignifiante de l'int&#233;grit&#233; physique et psychique (ATF 128 I 218 consid. 1.2 p. 220 s.; ATF 127 IV 236 consid. 2b/bb p. 239; ATF 125 II 265 consid. 2a/aa p. 268 et consid. 2e p. 271; ATF 120 Ia 157 consid. 2d/aa-bb p. 162). En d&#233;finitive, il faut d&#233;terminer si, au regard des cons&#233;quences de l'infraction en cause, le l&#233;s&#233; pouvait l&#233;gitimement invoquer le besoin de la protection pr&#233;vue par la loi f&#233;d&#233;rale.\n\n    BGE 129 IV 216 S. 219\n   \nLorsque, comme en l'esp&#232;ce, le pourvoi est dirig&#233; contre une ordonnance de non-lieu (art. 268 ch. 2 PPF; sur cette notion, voir ci-dessus consid. 1.1), il faut se fonder sur les all&#233;gu&#233;s du l&#233;s&#233; et sur la vraisemblance des actes et de l'atteinte pour d&#233;terminer si le recourant rev&#234;t la qualit&#233; de victime (ATF 126 IV 147 consid. 1 p. 149). En l'occurrence, le recourant reproche &#224; l'intim&#233; d'avoir donn&#233; aux enfants, en particulier &#224; son fils a&#238;n&#233;, des gifles et des coups de pied au derri&#232;re &#224; une dizaine de reprises et d'avoir pris l'habitude de leur tirer l'oreille et de s'&#234;tre ainsi rendu coupable de voies de fait (art. 126 CP). M&#234;me si les atteintes &#224; l'int&#233;grit&#233; physique des enfants paraissent peu graves et rel&#232;vent seulement de l'art. 126 CP, il faut accorder dans le cas particulier une protection accrue aux enfants du fait qu'ils ne sont &#226;g&#233;s que de neuf et onze ans et qu'ils se trouvent, face au compagnon de leur m&#232;re, dans une relation de d&#233;pendance. D&#232;s lors, le statut de victime LAVI doit leur &#234;tre reconnu et leur p&#232;re, d&#233;tenteur de l'autorit&#233; parentale et &#224; ce titre repr&#233;sentant l&#233;gal des enfants, doit pouvoir invoquer l'art. 2 al. 1 LAVI.\n\n    1.2.2 Le recourant r&#233;alise en outre les deux autres conditions pr&#233;vues &#224; l'art. 270 let. e ch. 1 PPF. Il a d&#233;j&#224; particip&#233; &#224; la proc&#233;dure, d&#232;s lors qu'il a d&#233;pos&#233; une plainte p&#233;nale et qu'il a provoqu&#233;, par son recours, la d&#233;cision attaqu&#233;e. On ne saurait en outre lui reprocher de ne pas avoir pris de conclusions civiles sur le fond, puisque la proc&#233;dure n'a pas &#233;t&#233; men&#233;e jusqu'&#224; un stade qui lui aurait permis de le faire. Le recourant ne donne certes aucune indication dans son m&#233;moire sur les pr&#233;tentions qu'il entend faire valoir sur le plan civil et en quoi celles-ci peuvent &#234;tre touch&#233;es par la d&#233;cision attaqu&#233;e (ATF 123 IV 184 consid. 1b p. 187). Il est cependant &#233;vident que son but est de faire cesser les voies de fait &#224; l'&#233;gard de ses enfants. Il pourra d&#232;s lors invoquer les actions d&#233;fensives d&#233;coulant du droit de la personnalit&#233; au sens des art. 28 ss CC. La jurisprudence f&#233;d&#233;rale admet en effet que la notion de pr&#233;tention civile ne vise pas seulement les dommages-int&#233;r&#234;ts et l'indemnit&#233; pour tort moral, mais aussi les conclusions tendant &#224; une interdiction, &#224; la cessation d'un comportement illicite ou &#224; la constatation de ce caract&#232;re illicite (ATF 122 IV 139 consid. 3b p. 143; ATF 121 IV 76 consid. 1c p. 80; ATF 120 IV 154 consid. 3c/aa p. 158). En cons&#233;quence, il y a lieu d'admettre que le recourant a qualit&#233; pour recourir au sens de l'art. 270 let. e ch. 1 PPF.\n\n    2. L'autorit&#233; cantonale a retenu en fait que l'intim&#233; avait donn&#233; des coups de pied au derri&#232;re et des gifles aux enfants du recourant BGE 129 IV 216 S. 220&#224; une dizaine de reprises; les circonstances exactes sont cependant inconnues. Les juges cantonaux ont admis que les &#233;l&#233;ments constitutifs de l'infraction de voies de fait au sens de l'art. 126 al. 1 CP &#233;taient r&#233;alis&#233;s, mais ont estim&#233; que l'intim&#233;, en tant que concubin de la m&#232;re, pouvait se pr&#233;valoir de circonstances justificatives au sens de l'art. 32 CP, en particulier d'un droit de correction.\n\n    2.1 En 1978, le l&#233;gislateur a abrog&#233; l'art. 278 aCC, qui accordait express&#233;ment un droit de correction aux parents; le Conseil f&#233;d&#233;ral pr&#233;cisait cependant alors que les parents b&#233;n&#233;ficiaient toujours d'un droit de correction qui trouvait son fondement dans l'autorit&#233; parentale (message du Conseil f&#233;d&#233;ral du 5 juin 1974 concernant la r&#233;vision du droit de la filiation, FF 1974 II 1ss, sp&#233;c. p. 78). En 1991, amen&#233; &#224; se prononcer sur le cas d'un enseignant qui avait frapp&#233; un &#233;l&#232;ve, le Tribunal f&#233;d&#233;ral a d&#233;clar&#233; que les gifles donn&#233;es &#224; un enfant constituaient objectivement des voies de fait, mais qu'un droit de correction pouvait les justifier lorsque l'auteur avait agi dans un but &#233;ducatif (art. 32 CP); en l'esp&#232;ce, le ma&#238;tre d'&#233;cole n'avait cependant aucun droit de correction faute de base l&#233;gale formelle (ATF 117 IV 14 consid. 4a p. 18).\n\n    2.2 Aujourd'hui, toute forme de violence et de traitement d&#233;gradant &#224; l'&#233;gard des enfants est r&#233;prouv&#233;e. Sur le plan international, la protection de l'enfant a fait l'objet de diff&#233;rentes normes. L'art. 3 de la Convention de sauvegarde des droits de l'homme et des libert&#233;s fondamentales interdit tout traitement inhumain ou d&#233;gradant (CEDH; RS 0.101); la Cour europ&#233;enne a jug&#233; que cette disposition interdisait de frapper un enfant &#224; l'aide d'un b&#226;ton avec beaucoup de force et &#224; plusieurs reprises (arr&#234;t dans la cause A. c. Royaume-Uni du 23 septembre 1998, Recueil CourEDH 1998-IV p. 2692). L'art. 19 de la Convention du 20 novembre 1989 relative aux droits de l'enfant, ratifi&#233;e par la Suisse le 24 f&#233;vrier 1997, demande que les Etats parties prennent toutes les mesures l&#233;gislatives, administratives, sociales et &#233;ducatives appropri&#233;es pour prot&#233;ger l'enfant contre toute forme de violence, d'atteinte ou de brutalit&#233;s physiques ou mentales, d'abandon ou de n&#233;gligence, de mauvais traitements ou d'exploitation, y compris la violence sexuelle, pendant qu'il est sous la garde de ses parents ou de l'un d'eux, de son ou ses repr&#233;sentants l&#233;gaux ou de toute autre personne &#224; qui il est confi&#233; (RS 0.107). Au niveau europ&#233;en, le Comit&#233; des Ministres du Conseil de l'Europe a recommand&#233; aux gouvernements des Etats membres de revoir leur l&#233;gislation concernant le pouvoir de correction &#224; l'&#233;gard des enfants dans le but de limiter, voire d'interdire les ch&#226;timents BGE 129 IV 216 S. 221corporels, m&#234;me si la violation de cette interdiction n'entra&#238;ne pas n&#233;cessairement une sanction p&#233;nale (cf. Recommandation no R [85] 4 du Conseil de l'Europe sur la violence au sein de la famille). Certains pays, notamment les pays scandinaves et l'Allemagne, ont adopt&#233; des r&#232;gles &#224; ce sujet (cf. pour l'Allemagne, LACKNER/K&#220;HL, StGB, Strafgesetzbuch mit Erl&#228;uterungen, 24e &#233;d., Munich 2001, n. 11 ad &#167; 223 StGB).\n\n    2.3 En Suisse, les traitements d&#233;gradants et les moyens de correction qui portent atteinte &#224; l'int&#233;grit&#233; physique, psychique ou spirituelle de l'enfant ou qui la mettent en danger sont consid&#233;r&#233;s comme illicites. Cela d&#233;coule des art. 10 et 11 Cst. qui prot&#232;gent sp&#233;cifiquement l'int&#233;grit&#233; des enfants et des jeunes (cf. &#224; ce sujet le message du Conseil f&#233;d&#233;ral du 20 novembre 1996 relatif &#224; une nouvelle constitution f&#233;d&#233;rale, FF 1997 I 1 ss, sp&#233;c. p. 151; RUTH REUSSER/KURT L&#220;SCHER, in Die schweizerische Bundesverfassung, St. Galler Kommentar, Zurich 2002, n. 9 ad art. 11 Cst.). Le parent ne saurait en particulier utiliser un instrument, susceptible de causer des l&#233;sions corporelles (SCHUBARTH, Kommentar zum schweizerischen Strafrecht, Besonderer Teil I, Berne 1982, n. 11 et 12 p. 220 et n. 24 p. 223 ad art. 126 CP).\n\n    2.4 En doctrine, certains auteurs accordent le droit aux parents de recourir &#224; de l&#233;g&#232;res corrections corporelles et consid&#232;rent que les voies de fait au sens de l'art. 126 al. 1 CP sont encore admissibles (STRATENWERTH/JENNY, Schweizerisches Strafrecht, Besonderer Teil I, 6e &#233;d., Berne 2003, n. 18 ad &#167; 3; GRAVEN, L'infraction punissable, 2e &#233;d., Berne 1995, p. 106; SCHUBARTH, op. cit., n. 12 ad art. 126 CP p. 220; REHBERG/SCHMID/DONATSCH, Strafrecht III, 8e &#233;d., Zurich 2003, p. 36; TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2e &#233;d., Zurich 1997, n. 7 ad art. 126 CP p. 460). Le droit de correction doit toutefois toujours &#234;tre la cons&#233;quence d'un comportement inadapt&#233; de l'enfant et intervenir dans un but &#233;ducatif (URS TSCH&#220;MPERLIN, Die elterliche Gewalt in Bezug auf die Person des Kindes [art. 301 bis 303 ZGB], th&#232;se Fribourg 1989, p. 346; STRATENWERTH/JENNY, op. cit.; TRECHSEL, op. cit.), et la r&#233;p&#233;tition des voies de fait &#224; l'&#233;gard d'un enfant doit toujours &#234;tre sanctionn&#233;e p&#233;nalement et d'office (art. 126 al. 2 CP; message du Conseil f&#233;d&#233;ral du 26 juin 1985 concernant la modification du code p&#233;nal et du code p&#233;nal militaire [infractions contre la vie et l'int&#233;grit&#233; corporelle, les moeurs et la famille], FF 1985 II 1021 ss, sp&#233;c. p. 1046; SCHUBARTH, op. cit., n. 24 ad art. 126 CP p. 223; REHBERG/SCHMID/DONATSCH, op. cit.). D'autres auteurs sont plus restrictifs et excluent tout droit BGE 129 IV 216 S. 222de correction corporelle, y compris les voies de fait (HEGNAUER, Droit suisse de la filiation et de la famille, 4e &#233;d., Berne 1998, n. 26.03 p. 172; TUOR/SCHNYDER/SCHMID/RUMO-JUNGO, Das Schweizerische Zivilgesetzbuch, Zurich 2002, 12e &#233;d., p. 438; SCHWENZER, Basler Kommentar, vol. 4/1,1, n. 8 ad art. 301 CC); ils laissent cependant ouverte la question de savoir si une simple tape (\"Klaps\") peut &#234;tre admise (SCHWENZER, op. cit.).\n\n    2.5 On peut laisser en l'esp&#232;ce sans r&#233;ponse la question de savoir dans quelle mesure le droit d'infliger de l&#233;g&#232;res corrections corporelles existe encore. On peut &#233;galement s'abstenir de rechercher si un des parents peut d&#233;l&#233;guer contre la volont&#233; de l'autre parent le droit de corriger ses enfants &#224; une tierce personne. En effet, en donnant aux enfants des gifles et des coups de pied au derri&#232;re &#224; une dizaine de reprises, l'intim&#233; a d&#233;pass&#233; ce qui est admissible et ne saurait donc se pr&#233;valoir d'un quelconque droit de correction (art. 32 CP).\n\n    3. Selon l'art. 126 al. 2 CP, la poursuite aura lieu d'office si le d&#233;linquant a agi &#224; r&#233;it&#233;r&#233;es reprises contre une personne, notamment contre un enfant, dont il avait la garde ou sur laquelle il avait le devoir de veiller.\n\n    3.1 Dans son message, le Conseil f&#233;d&#233;ral explique que l'auteur agit &#224; r&#233;it&#233;r&#233;es reprises lorsque les voies de fait sont perp&#233;tr&#233;es plusieurs fois sur la m&#234;me victime et qu'elles d&#233;notent une certaine habitude. Avec l'introduction de cette nouvelle disposition, le l&#233;gislateur a voulu interdire tout mode d'&#233;ducation fond&#233; sur la violence; le Conseil f&#233;d&#233;ral pr&#233;cise ainsi que les coups exc&#232;dent manifestement le droit de correction et d'&#233;ducation s'ils sont r&#233;p&#233;t&#233;s, c'est-&#224;-dire quasi habituels pour ne pas dire syst&#233;matiques (FF 1985 II 1021 ss, sp&#233;c. p. 1045 s.).\nDans la doctrine, REHBERG/SCHMID/DONATSCH estiment que de nombreux coups, de mani&#232;re syst&#233;matique, devraient aussi suffire lorsqu'ils sont administr&#233;s durant quelques jours ou quelques heures (REHBERG/SCHMID/DONATSCH , op. cit., p. 36). Pour HURTADO POZO, l'art. 126 al. 2 CP est applicable dans la mesure o&#249; les voies de fait perp&#233;tr&#233;es plusieurs fois sur la m&#234;me victime d&#233;notent une certaine habitude et sont propres &#224; porter atteinte &#224; la sant&#233; des enfants (HURTADO POZO, Droit p&#233;nal, Partie sp&#233;ciale I, 3e &#233;d., Zurich 1997, n. 470 p. 132). STRATENWERTH/JENNY et CORBOZ exigent que l'auteur agisse souvent, pr&#233;cisant que deux fois ne sauraient suffire (STRATENWERTH/JENNY, op. cit., n. 47 ad &#167; 3; CORBOZ, Les infractions BGE 129 IV 216 S. 223en droit suisse, vol. I, Berne 2002, n. 22, p. 154). TRECHSEL estime qu'il y a voies de fait r&#233;p&#233;t&#233;es d&#232;s que l'auteur agit au moins deux fois dans un laps de temps relativement court (TRECHSEL, op. cit., n. 7a ad art. 126 CP). Enfin, ANDREAS ROTH reprend la formulation du message et les avis des diff&#233;rents auteurs (ANDREAS ROTH, Basler Kommentar, vol. II, 2003, n. 9 ad art. 126 CP).\n\n    3.2 Au vu de l'&#233;volution restrictive du droit de correction, le juge doit pouvoir intervenir rapidement et ordonner une poursuite d'office avant que cela ne d&#233;g&#233;n&#232;re et que les coups ne deviennent habituels. En l'esp&#232;ce, le recourant a frapp&#233; les enfants en l'espace de trois ans une dizaine de fois; il a en outre admis qu'il avait pris l'habitude de leur tirer l'oreille. On ne saurait d&#232;s lors plus parler d'actes occasionnels au sens de l'art. 126 al. 1 CP; il s'agit bien plus d'un mode d'&#233;ducation fond&#233; sur la violence physique. Il faut en cons&#233;quence admettre que l'intim&#233; a agi &#224; r&#233;it&#233;r&#233;es reprises au sens de l'art. 126 al. 2 CP et qu'il a donc d&#233;pass&#233; ce qui &#233;tait admissible au regard d'un &#233;ventuel droit de correction (cf. consid. 2.4). Au surplus, les coups de pied donn&#233;s aux enfants constituent un traitement d&#233;gradant et ne sauraient &#234;tre justifi&#233;s par un quelconque devoir d'&#233;ducation.\n \n   \n   "
}