{
  "titre": "84 IV 149",
  "annee": "1958",
  "contenu": "\n      \n  Chapeau\n84 IV 14943. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 19 d&#233;cembre 1958 dans la cause Bosio contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nArt. 52 ch. 1 al. 2 CP, privation des droits civiques, bassesse de caract&#232;re.  La bassesse de caract&#232;re doit ressortir de l'infraction elle-m&#234;me et non de circonstances qui ont pr&#233;c&#233;d&#233; ou suivi l'acte punissable ou qui lui sont m&#234;me &#233;trang&#232;res. \nY a-t-il eu en l'esp&#232;ce bassesse de caract&#232;re? \n\n\n  \n  \n  \nFaits &#224; partir de page 149\n\n\n    BGE 84 IV 149 S. 149\n   \n\n    A.- En automne 1954, Severino Bosio, qui exploitait un atelier de tissage &#224; Moudon, obtint de l'Union vaudoise du cr&#233;dit l'ouverture d'un compte de cr&#233;dit de 50 000 fr., qu'il s'&#233;tait engag&#233; &#224; garantir en c&#233;dant &#224; la banque des cr&#233;ances contre ses clients. Il avait &#233;t&#233; convenu qu'&#224; la r&#233;ception d'un double de facture, muni d'une formule de cession, l'Union vaudoise du cr&#233;dit lui verserait 70% de la somme factur&#233;e. Dans plusieurs cas, Bosio fit envoyer &#224; la banque des factures ne correspondant &#224; aucune livraison de marchandises et toucha 70% du montant. Dans d'autres cas, bien que les factures fussent payables &#224; l'Union vaudoise du cr&#233;dit, il encaissa et fit encaisser directement le montant d&#251; et, au lieu de le remettre &#224; la banque, l'utilisa pour r&#233;gler ses dettes.\n\n    BGE 84 IV 149 S. 150\n   \n\n    B.- Le 11 juillet 1958, le Tribunal de police correctionnelle du district de Moudon condamna Bosio &#224; un an d'emprisonnement et deux ans de privation des droits civiques pour escroquerie et abus de confiance. Le 13 octobre 1958, la Cour de cassation vaudoise maintint ce jugement.\n\n    C.- Bosio se pourvoit en nullit&#233; contre cet arr&#234;t. Il conclut notamment &#224; l'annulation de la privation des droits civiques.\nLe Minist&#232;re public vaudois propose de rejeter le pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. .....\n\n    2. Condamn&#233; &#224; l'emprisonnement, le recourant ne peut &#234;tre priv&#233; des droits civiques que si les infractions qu'il a commises d&#233;notent chez lui la bassesse du caract&#232;re (art. 52 ch. 1 al. 2 CP). On peut se demander si cette bassesse du caract&#232;re doit ressortir de l'infraction elle-m&#234;me ou s'il suffit qu'elle soit manifest&#233;e par des circonstances se trouvant dans un rapport plus ou moins &#233;troit avec les actes punissables.\nLa doctrine ne se prononce pas nettement. Certains auteurs paraissent se contenter d'un lien relativement l&#226;che entre le crime ou le d&#233;lit et la bassesse de caract&#232;re. Ainsi THORMANN et VON OVERBECK affirment que \"die Ehrlosigkeit der Gesinnung muss mit der Tat zusammenh&#228;ngen und darf nicht etwa in anderweitigen Lebensgewohnheiten der Betreffenden gesucht werden\" (Commentaire, note 8 ad art. 52 CP). De m&#234;me LOGOZ estime que \"le juge ne doit prononcer la privation des droits civiques que si. .. la bassesse du caract&#232;re. .. est en rapport avec l'infraction commise\" (Commentaire, p. 227, litt. cc). HAFTER semble en revanche plus restrictif puisque, &#224; son avis, \"das Gesetz fordert. .. dass der T&#228;ter aus einer ehrlosen Gesinnung heraus gehandelt hat, dass aus det Tat auf sie zu schliessen ist\" (Lehrbuch, p. 275). SCHWANDER BGE 84 IV 149 S. 151para&#238;t &#233;galement pr&#233;f&#233;rer une interpr&#233;tation &#233;troite (Das schweizerische Strafgesetzbuch, p. 168 ch. 2). Ni les uns ni les autres cependant ne motivent leur opinion.\nEn r&#233;alit&#233;, les termes de l'art. 52 ch. 1 al. 2 ne souffrent aucune h&#233;sitation. En effet, d'apr&#232;s ce texte, la bassesse du caract&#232;re doit ressortir du crime ou du d&#233;lit, c'est-&#224;-dire de l'acte punissable lui-m&#234;me, ce qui d&#233;coule encore plus clairement du texte allemand (\"wenn seine Tat eine ehrlose Gesinnung bekundet\"). Le code a du reste adopt&#233; une solution identique pour d'autres peines accessoires. Ainsi, la destitution n'est possible qu'&#224; l'&#233;gard du fonctionnaire \"qui s'est rendu indigne de sa fonction par un crime ou un d&#233;lit\" (art. 51 CP). De m&#234;me, la d&#233;ch&#233;ance de la puissance paternelle ou de la tutelle ne peut &#234;tre prononc&#233;e qu'&#224; l'&#233;gard de \"celui qui, par un crime ou un d&#233;lit..., a enfreint ses devoirs de parent, de tuteur ou de curateur\" (art. 53 CP).\nLa nature de la privation des droits civiques confirme la justesse de cette interpr&#233;tation. Il s'agit l&#224; en effet d'une peine accessoire au sens des art. 51 &#224; 56 CP. Elle ne peut donc &#234;tre prononc&#233;e qu'en liaison avec une peine principale et, comme celle-ci, sert &#224; r&#233;primer une infraction d&#233;termin&#233;e et non, en principe, le comportement qui a pr&#233;c&#233;d&#233; ou suivi cette derni&#232;re. Il est vrai que tel n'est pas le cas de toutes les peines accessoires. Ainsi l'interdiction des d&#233;bits de boisson (art. 56 CP) ne vise pas tant le crime ou le d&#233;lit r&#233;prim&#233; par la peine principale que le comportement qui est &#224; l'origine de l'infraction. C'est ce qui ressort clairement des termes de la loi (\"lorsqu'un crime ou un d&#233;lit provient de l'usage immod&#233;r&#233; de boissons alcooliques\"). Cependant, l'art. 52 ch. 2 al. 2 CP ne contient pas de pr&#233;cision de ce genre. En l'absence de pareille indication, il ne convient pas d'&#233;tendre le sens du texte l&#233;gal et d'autoriser le juge &#224; prononcer la privation des droits civiques aussi lorsque la bassesse du caract&#232;re ressort de circonstances qui ont pr&#233;c&#233;d&#233; ou suivi l'infraction ou m&#234;me de faits &#233;trangers &#224; l'acte.\n\n    BGE 84 IV 149 S. 152\n   \nUne interpr&#233;tation extensive de l'art. 52 ch. 1 al. 2 CP se justifierait d'autant moins qu'elle ne se concilierait pas avec l'esprit qui a inspir&#233; le syst&#232;me des peines privatives de libert&#233; dans le code p&#233;nal: tandis que la condamnation &#224; une peine de ce genre tend &#224; exercer sur le d&#233;linquant une action &#233;ducative et &#224; pr&#233;parer son retour &#224; la vie libre (art. 37), la privation des droits civiques risque de compromettre ses moyens d'existence (RO 70 IV 53, no 13) et, partant, de l'emp&#234;cher, apr&#232;s sa lib&#233;ration, de reprendre une vie normale.\nEn l'esp&#232;ce, la juridiction cantonale a d&#233;duit la bassesse de caract&#232;re du recourant notamment de l'attitude qu'il a eue &#224; l'&#233;gard de ses employ&#233;s. Toutefois, il ressort des constatations de fait du jugement du Tribunal de Moudon - constatations qui sont reprises par l'arr&#234;t attaqu&#233; et lient donc la Cour de c&#233;ans (art. 277 bis al. 1 PPF) - que ce comportement est, pour l'essentiel en tout cas, post&#233;rieur aux infractions et n'en est d'ailleurs pas un &#233;l&#233;ment constitutif. Il ne saurait d&#232;s lors jouer de r&#244;le dans le cadre de l'art. 52 ch. 1 al. 2 CP. Il est vrai que la Cour vaudoise a tenu compte aussi du comportement du recourant en affaires et de son absence de scrupules. Encore que ces motifs soient assez vagues, ils visent sans doute les infractions pour lesquelles Bosio a &#233;t&#233; puni. Il &#233;tait donc licite d'en faire &#233;tat pour l'application de l'art. 52 ch. 1 al. 2 CP. Il reste cependant &#224; savoir si ces infractions d&#233;notent vraiment chez leur auteur la bassesse du caract&#232;re. Cela d&#233;pend au premier chef des circonstances de l'esp&#232;ce, hormis les cas o&#249;, en vertu de la loi, la peine principale, m&#234;me si elle ne comporte que l'emprisonnement, doit n&#233;cessairement &#234;tre accompagn&#233;e de la privation des droits civiques (art. 199 al. 1, 201 al. 3 CP; cf. aussi art. 171 et 284 CP).\nEn l'occurrence, ces circonstances ne font pas des infractions retenues &#224; la charge de Bosio des actes sp&#233;cialement vils. Ce dernier n'a pas choisi ses victimes parmi des gens &#226;g&#233;s, modestes ou peu exp&#233;riment&#233;s pour vivre BGE 84 IV 149 S. 153&#224; leur d&#233;pens de fa&#231;on syst&#233;matique. Il n'a pas agi non plus avec une m&#233;chancet&#233;, une perversit&#233; ou une habilet&#233; particuli&#232;res. Au contraire, les d&#233;lits dont il s'est rendu coupable et qui ont atteint une banque frappent par leur banalit&#233;. S'ils t&#233;moignent assur&#233;ment de l&#233;g&#232;ret&#233;, de d&#233;loyaut&#233; et d'absence de scrupules, ils ne vont pas jusqu'&#224; d&#233;noter de la bassesse de caract&#232;re.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale\nAdmet partiellement le pourvoi, annule l'arr&#234;t attaqu&#233; en tant qu'il prive le recourant des droits civiques pour deux ans et renvoie la cause &#224; la juridiction cantonale pour qu'elle statue &#224; nouveau sur ce point, dans le sens des consid&#233;rants.\n \n   \n   "
}