{
  "titre": "83 IV 46",
  "annee": "1957",
  "contenu": "\n      \n  Chapeau\n83 IV 4612. Arr&#234;t de la Cour de cassation p&#233;nale du 12 avril 1957 dans la cause Minist&#232;re public du canton de Vaud contre Schlaepfer.\n\n  \nRegeste\nArt.60 LA:  1. Quand y a-t-il accident? Consid. 1. \n2. Quand un v&#233;hicule automobile est-il impliqu&#233; dans un accident? Consid. 2. \n3. Cas grave. Consid. 3. \n4. Infraction impossible? Consid. 4. \n\n\n  \n  \n  \nFaits &#224; partir de page 47\n\n\n    BGE 83 IV 46 S. 47\n   \n\n    A.- Le 15 juillet 1956, vers 3 h. du matin, sur la route de Lausanne &#224; Montreux, une voiture automobile renversa un pi&#233;ton qui fut tu&#233; sur le coup. Peu apr&#232;s, une autre voiture, conduite par Schlaepfer, accrocha le corps au passage et le tra&#238;na sur 2 m. La secousse fit tomber le chapeau de l'une de ses roues. Schlaepfer stoppa, descendit et s'avan&#231;a dans la direction du corps, dont il n'osa pas s'approcher. Au bout d'un quart d'heure, la police n'&#233;tant pas arriv&#233;e, il remonta dans sa voiture et d&#233;clara aux occupants qu'il venait de passer sur un homme, mort ou vif, il ne le savait pas. Il se rendit alors au Casino de Montreux.\nVers les 5 h., il repassa sur le lieu de l'accident, mais sans s'arr&#234;ter, bien que la gendarmerie f&#251;t encore sur place. Le 17 juillet seulement, il s'annon&#231;a &#224; la police, donnant suite &#224; un appel qu'elle avait publi&#233; dans la presse.\n\n    B.- Le 15 d&#233;cembre 1956, le Tribunal du district de Lavaux d&#233;clara que Schlaepfer avait gravement viol&#233; l'art. 36 LA et le condamna &#224; vingt jours d'arr&#234;ts sans sursis en vertu de l'art. 60 al. 2 LA.\n\n    C.- Statuant le 4 f&#233;vrier 1957, sur recours de Schlaepfer, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois r&#233;forma le jugement de premi&#232;re instance et substitua une amende de 1000 fr. &#224; la peine de vingt jours d'arr&#234;ts, en bref par les motifs suivants:\nN'ayant caus&#233; aucun dommage, Schlaepfer n'&#233;tait pas l'auteur d'un accident. Mais, du simple fait qu'il avait, avec sa voiture, d&#233;plac&#233; le corps gisant sur la chauss&#233;e, il &#233;tait impliqu&#233; dans l'accident survenu avant son arriv&#233;e. Objectivement, il a manqu&#233; au devoir d'attendre la police, de lui donner son identit&#233; et d'indiquer la part qu'il avait prise aux faits; il s'est pourtant annonc&#233; de son propre chef au bout de deux jours, de sorte que son infraction n'appara&#238;t pas grave. Elle l'est en revanche du point de vue subjectif, car il a voulu abandonner une personne qu'il croyait avoir tu&#233;e ou bless&#233;e, alors qu'il n'en &#233;tait rien. La manifestation de cette volont&#233; ne pourrait &#234;tre r&#233;prim&#233;e BGE 83 IV 46 S. 48que comme d&#233;lit impossible de par l'art. 23 CP. Cette disposition l&#233;gale, cependant, ne s'applique qu'aux crimes et aux d&#233;lits par opposition aux contraventions. Or les premiers juges n'ont pas retenu de d&#233;lit &#224; la charge du recourant, f&#251;t-ce &#224; titre de d&#233;lit impossible. La Cour de cassation cantonale ne peut d&#232;s lors qualifier la contravention de Schlaepfer que d'apr&#232;s son aspect objectif et doit d&#233;clarer qu'elle n'est pas grave. Seul l'art. 60 al. 1 LA est donc applicable.\n\n    D.- Le Minist&#232;re public du canton de Vaud s'est pourvu en nullit&#233;. Il conclut &#224; l'annulation de l'arr&#234;t attaqu&#233; et au renvoi de la cause &#224; l'autorit&#233; cantonale pour condamner Schlaepfer en vertu de l'art. 60 al. 2 LA.\n\n    E.- Schlaepfer s'est &#233;galement pourvu en nullit&#233;. Il conclut, lui aussi, au renvoi de la cause &#224; l'autorit&#233; cantonale, mais pour que celle-ci prononce son acquittement.\n\n    F.- Invit&#233; &#224; r&#233;pondre au pourvoi du Minist&#232;re public, Schlaepfer n'a pas utilis&#233; le d&#233;lai qui lui avait &#233;t&#233; assign&#233; pour ce faire.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. A juste titre, la cour cantonale caract&#233;rise tout accident comme un &#233;v&#233;nement dommageable qui peut soit causer des l&#233;sions corporelles &#224; une personne, soit atteindre une chose (RO 79 IV 78). En tra&#238;nant le corps sur la chauss&#233;e avec sa voiture, Schlaepfer n'a caus&#233; aucune l&#233;sion corporelle et, selon l'arr&#234;t attaqu&#233;, il n'est pas &#233;tabli qu'il ait endommag&#233; une chose. Il n'a donc pas caus&#233; d'accident.\n\n    2. En a caus&#233; un'au contraire, le conducteur de la premi&#232;re voiture, qui a heurt&#233; et tu&#233; le pi&#233;ton. La cour cantonale a jug&#233; que Schlaepfer &#233;tait impliqu&#233; dans cet accident au sens de l'art. 60 LA; Schlaepfer le conteste.\nLa cour de c&#233;ans a d&#233;j&#224; dit que le conducteur peut &#234;tre impliqu&#233; dans un accident sans avoir commis de faute (RO 79 IV 179). Il peut en outre y &#234;tre impliqu&#233; sans en &#234;tre la cause. L'art. 28 de l'avant-projet du 15 septembre 1930 exigeait express&#233;ment un tel rapport de causalit&#233; BGE 83 IV 46 S. 49(\"quand un accident est caus&#233;\"...) mais, le 8 octobre 1930, la commission d'experts a remplac&#233; le terme \"caus&#233;\" (verursacht) par le terme \"impliqu&#233;\" (beteiligt), lequel est plus large et a pass&#233; dans la loi aujourd'hui en vigueur.\nLe texte est ainsi conforme &#224; son but, qui est, d'une part, d'assurer la protection des victimes et, d'autre part, de faciliter la recherche des responsables. Pour que ce double but soit atteint, il faut astreindre &#224; s'arr&#234;ter, &#224; s'annoncer et, au besoin, &#224; porter secours non seulement le conducteur qui a commis une faute ou caus&#233; l'accident et le conducteur qui pense &#234;tre dans ce cas, mais aussi tout conducteur qui, vu les circonstances, a simplement lieu de se consid&#233;rer comme l'auteur possible. Les n&#233;cessit&#233;s pratiques imposent cette interpr&#233;tation, qui s'accorde du reste avec la lettre comme avec la gen&#232;se du texte.\nEn l'esp&#232;ce, apr&#232;s la secousse ressentie et la perte du chapeau de l'une de ses roues, Schlaepfer devait penser qu'il &#233;tait peut-&#234;tre l'auteur d'un accident. Il l'a du reste admis, puisqu'il a cru avoir tu&#233; ou bless&#233; la victime. Il importe peu, dans ces conditions, qu'&#224; son arriv&#233;e sur le lieu, les faits constitutifs de l'accident aient d&#233;j&#224; &#233;t&#233; accomplis. Son pourvoi est donc mal fond&#233;.\n\n    3. Impliqu&#233; dans un accident, Schlaepfer a viol&#233; l'art. 36 LA. S'il s'est arr&#234;t&#233;, il n'a pas offert son assistance, ni pourvu aux secours. Il a, en outre, attendu deux jours avant de s'annoncer &#224; la police, alors qu'il aurait d&#251; le faire sans d&#233;lai. Il tombe donc sous le coup de l'art. 60 LA. De par cette disposition l&#233;gale, il est passible, selon que son cas est grave ou non, soit des arr&#234;ts pour deux mois au plus ou de l'amende pour 2000 fr. au plus, soit seulement de l'amende pour 1000 fr. au plus (art. 60 al. 1 et 2).\nLa d&#233;cision, sur ce point, rel&#232;ve du droit et non du fait (RO 73 IV 113; 77 IV 115; 79 IV 76); elle est soumise &#224; la censure de la cour de c&#233;ans (art. 269 al. 1 PPF). Elle comporte cependant une certaine marge d'appr&#233;ciation dans les limites de laquelle l'autorit&#233; cantonale tranche souverainement. Car la question ne peut &#234;tre r&#233;solue au BGE 83 IV 46 S. 50moyen de principes abstraits formul&#233;s une fois pour toutes; elle appelle au contraire une solution qui tienne compte des circonstances de chaque cas (RO 71 IV 215; 73 IV 113; 79 IV 178).\nSi l'on s'en tient aux circonstances purement objectives, l'infraction de Schlaepfer n'appara&#238;t pas grave au sens de l'art. 60 al. 2 LA. E&#251;t-il accompli son devoir d'assistance, cela n'e&#251;t servi &#224; rien. De plus, sauf l'infraction &#224; l'art. 36 LA, le juge cantonal n'a retenu contre lui aucune violation des r&#232;gles de la circulation. Il n'aurait donc pas facilit&#233; la constatation des responsabilit&#233;s en se faisant conna&#238;tre sans d&#233;lai &#224; la police.\nSubjectivement, en revanche, sa faute est lourde. Tout ce que l'on peut relever en sa faveur, c'est qu'il s'est arr&#234;t&#233;. Mais, croyant avoir bless&#233; ou m&#234;me tu&#233; le pi&#233;ton, il ne s'en est pas approch&#233;. Il s'en est all&#233; avant l'arriv&#233;e de la police et la conscience d'avoir attent&#233; &#224; la vie d'un homme ne l'a pas retenu de se rendre dans un lieu de plaisir. Revenu &#224; l'endroit de l'accident quelques heures plus tard, il a pass&#233; outre, bien que les gendarmes eussent encore &#233;t&#233; sur place. S'il s'est annonc&#233; deux jours plus tard &#224; la police, le juge cantonal n'a pas constat&#233; que &#231;'ait &#233;t&#233; par suite de remords ou de scrupules. Il avait lieu de craindre que des tiers n'eussent not&#233; le num&#233;ro de ses plaques de contr&#244;le, que les traces que portait la carrosserie de sa voiture ne le trahissent et que son silence ne f&#251;t interpr&#233;t&#233; comme une circonstance aggravante. Ces faits d&#233;notent un m&#233;pris certain pour la vie d'autrui, voire du cynisme.\nLes circonstances subjectives peuvent, &#224; elles seules, conf&#233;rer au cas le caract&#232;re de gravit&#233; requis par l'art. 60 al. 2 LA (RO 73 IV 114). Il en va bien ainsi en l'esp&#232;ce. La cour cantonale l'admet elle-m&#234;me.\n\n    4. Si, tout en reconnaissant la gravit&#233; subjective du cas, cette cour a n&#233;anmoins refus&#233; d'appliquer l'art. 60 al. 2 LA, c'est que, voulant abandonner une personne tu&#233;e ou bless&#233;e par lui, Schlaepfer n'a en r&#233;alit&#233; abandonn&#233; BGE 83 IV 46 S. 51qu'une personne tu&#233;e par un tiers. Il s'agirait donc d'une infraction impossible par son objet, mais qui, comme simple contravention, ne serait pas punissable (art. 23 CP).\nCette argumentation est erron&#233;e parce que pr&#233;cis&#233;ment, comme on l'a montr&#233; plus haut, les devoirs que l'art. 36 LA impose en cas d'accident peuvent incomber &#224; une personne qui, bien qu'\"impliqu&#233;e\", n'a rien fait qui ait pu causer l'accident. Schlaepfer &#233;tait \"impliqu&#233;\" dans l'accident, alors m&#234;me que la victime &#233;tait d&#233;j&#224; morte lorsqu'il est arriv&#233; sur place. L'infraction qu'il a commise en quittant le lieu comme il l'a fait n'&#233;tait nullement impossible; elle &#233;tait au contraire parfaitement consomm&#233;e. L'art. 23 CP n'est donc pas applicable et il est inadmissible de l'invoquer pour faire abstraction de l'&#233;l&#233;ment subjectif.\nIl suit de l&#224; que la Cour de cassation cantonale a refus&#233; &#224; tort de condamner Schlaepfer en vertu de l'art. 60 al. 2 LA. Cette condamnation devra &#234;tre prononc&#233;e comme le requiert le Minist&#232;re public du canton de Vaud.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nAdmet le pourvoi du Minist&#232;re public du canton de Vaud, annule l'arr&#234;t attaqu&#233; et renvoie la cause &#224; l'autorit&#233; cantonale pour que celle-ci se prononce &#224; nouveau.\n \n   \n   "
}