{
  "titre": "100 V 65",
  "annee": "1974",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     600\n                                                                        601\n                                                                        602\n                                                                        603\n                                                                        604\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n100 V 6517. Arr&#234;t du 28 juin 1974 dans la cause Soci&#233;t&#233; vaudoise et romande de secours mutueels contre Bettex et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 5bis al. 1-3 LAMA.  -  Dans l'assurance-maladie collective, des relations juridiques directes s'&#233;tablissent entre la caisse-maladie et les assur&#233;s. S'ils introduisent dans les conditions d'assurance une clause nouvelle d'adaptation des cotisations, le preneur d'assurance et la caisse-maladie doivent donc respecter en principe les droits acquis des assur&#233;s. \n- Est-il licite de couvrir le d&#233;ficit d'un exercice donn&#233; par une majoration des cotisations de cet exercice-l&#224;? (Question laiss&#233;e ind&#233;cise.) \n\n\n  \n  \n  \nFaits &#224; partir de page 65\n\n\n    BGE 100 V 65 S. 65\n   \n\n    A.- D&#232;s 1961, la Soci&#233;t&#233; vaudoise et romande de secours mutuels (SVRSM), caisse-maladie reconnue dont le si&#232;ge est &#224; Lausanne, a conclu une convention d'assurance collective avec la F&#233;d&#233;ration rurale vaudoise, avec l'appui de l'Union des communes vaudoises. Le but de cet accord &#233;tait de permettre aux habitants non assur&#233;s des r&#233;gions urbaines &#226;g&#233;s de 60 ans et plus d'acc&#233;der &#224; l'assurance-maladie, ce qui - sans actions BGE 100 V 65 S. 66de ce genre - leur aurait &#233;t&#233; pratiquement impossible, &#224; raison des limitations de l'&#226;ge maximum d'admission pr&#233;vues par les statuts des caisses-maladie. Selon la convention, le candidat doit remettre une demande &#224; l'agence communale de l'assurance-vieillesse et survivants; l'admission est prononc&#233;e par la F&#233;d&#233;ration rurale vaudoise. L'assur&#233; peut sortir de l'assurance pour la fin d'un trimestre civil moyennant un avertissement donn&#233; par &#233;crit au moins un mois &#224; l'avance.   De 1965 &#224; 1970, les r&#233;sultats de l'assurance du groupe des personnes &#226;g&#233;es ont &#233;t&#233;, dans l'ensemble, d&#233;ficitaires. En d&#233;cembre 1971, la SVRSM a inform&#233;, par une circulaire motiv&#233;e, les assur&#233;s du groupe de ce que la cotisation mensuelle serait port&#233;e d&#232;s le 1er janvier 1972 de 60 fr. &#224; 70 fr. et de ce que, fort probablement, elle devrait facturer pour 1971 une cotisation de rappel d'un montant assez &#233;lev&#233;. A cause d'un retard des services comptables de l'H&#244;pital cantonal de Lausanne, le r&#233;sultat de l'ann&#233;e 1971 &#233;volua ainsi:\nau 31 mars 1971, exc&#233;dent de recettes: fr. 236 732.70\nau 30 juin 1971, exc&#233;dent de recettes: fr. 150 601.15\nau 30 septembre 1971, exc&#233;dent de d&#233;penses: fr. 511 421.20\nau 31 d&#233;cembre 1971, exc&#233;dent de d&#233;penses: fr. 1 222 191.30\nVu cette situation la SVRSM et la preneuse d'assurance entr&#232;rent en pourparlers. Elles avaient le choix entre deux m&#233;thodes d'assainissement: ou bien augmenter davantage les primes de 1972 ou bien percevoir pour 1971 une cotisation de rappel. Le 28 f&#233;vrier 1972, elles conclurent une nouvelle convention, qui rempla&#231;ait la pr&#233;c&#233;dente depuis le 1er janvier 1972, et qui, sous la rubrique \"dispositions sp&#233;ciales\", pr&#233;voit au chiffre VIII qu'en cas de d&#233;ficit les assur&#233;s acquittent une cotisation de rappel - fix&#233;e &#224; 120 fr. par assur&#233; pour 1971 - afin de couvrir l'exc&#233;dent de d&#233;penses.\nLe 17 mars 1972, le Comit&#233; central de la SVRSM d&#233;cida de pr&#233;lever de chaque personne assur&#233;e collectivement en 1971 dans le groupe des personnes &#226;g&#233;es le suppl&#233;ment de cotisation de 120 fr. pr&#233;vu par la convention. Le 24 mars 1972, la caisse-maladie en avisa les assur&#233;s int&#233;ress&#233;s et leur remit un bulletin de versement. Le 5 mai 1972, l'Office f&#233;d&#233;ral des assurances sociales approuva la perception dudit suppl&#233;ment.\n\n    B.- Berthe Bettex, n&#233;e en 1893, est assur&#233;e aupr&#232;s de la SVRSM en vertu de la convention d'assurance collective mentionn&#233;e BGE 100 V 65 S. 67ci-dessus. Elle recourut contre le pr&#233;l&#232;vement d'une cotisation extraordinaire.\nLe Tribunal des assurances du canton de Vaud admit le recours le 25 janvier  1973. Selon les premiers juges, les statuts de la SVRSM en vigueur en 1971 ne pr&#233;voyaient de cotisation extraordinaire qu'en cas de charges exceptionnelles;  or, les motifs du d&#233;ficit de 1971 (hausse des frais de traitement) n'avaient rien d'exceptionnel; en particulier, le retard de la facturation imputable &#224;  l'H&#244;pital cantonal ne rendait pas le d&#233;ficit impr&#233;visible; les statuts en vigueur d&#232;s 1972 autorisaient, eux, le pr&#233;l&#232;vement d'une prestation telle que la cotisation litigieuse, mais, communiqu&#233;s en novembre 1971, ils ne sauraient  &#234;tre appliqu&#233;s avant le 1er janvier 1972.\n\n    C.- La SVRSM a form&#233; en temps utile un recours de droit administratif contre le jugement cantonal. Elle insiste sur le fait que sa d&#233;cision repose sur l'accord intervenu le 28 f&#233;vrier 1972 entre elle et la preneuse d'assurance et que l'Office f&#233;d&#233;ral des assurances sociales a autoris&#233; le pr&#233;l&#232;vement d'une cotisation extraordinaire de 120 fr. par assur&#233; pour 1971. Elle conclut au r&#233;tablissement de sa d&#233;cision.\nL'intim&#233;e conclut au rejet du recours, que dans son pr&#233;avis, l'Office f&#233;d&#233;ral des assurances sociales propose au contraire d'admettre.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'art. 5bis al. 1 &#224; 3 LAMA s'exprime en ces termes:\n\"Les caisses peuvent &#234;tre autoris&#233;es par l'autorit&#233; de surveillance &#224; conclure des contrats relatifs &#224; l'assurance de groupes de personnes.\n\" Les contrats d'assurance collective peuvent pr&#233;voir des conditions d'assurance diff&#233;rant de celles de l'assurance individuelle; il doit cependant y avoir une juste proportion entre les prestations de l'assurance collective et celles de l'assurance individuelle. Les droits de soci&#233;taires des assur&#233;s collectifs sont fix&#233;s par les statuts des caisses.\n\" Les contrats d'assurance collective ne peuvent &#234;tre conclus qu'avec des preneurs d'assurance ayant leur si&#232;ge, une succursale, un &#233;tablissement ou une section dans le rayon d'activit&#233; de la caisse.\"\nCharg&#233; par l'art. 5bis al. 5 de la loi d'&#233;dicter les dispositions de d&#233;tail sur l'assurance collective, le Conseil f&#233;d&#233;ral a pr&#233;vu &#224; l'art. 1 al. 1 de l'ordonnance I que les caisses qui pratiquent l'assurance collective doivent organiser leur comptabilit&#233; de fa&#231;on &#224; pouvoir prouver les r&#233;sultats annuels pour chaque BGE 100 V 65 S. 68contrat et pour l'assurance collective dans son ensemble. En outre il a consacr&#233; &#224; l'assurance-collective l'ordonnance II tout enti&#232;re, dont l'art. 8  prescrit que \"les statuts sont aussi applicables &#224; l'assurance collective &#224;  moins de dispositions contraires des contrats\" et dont l'art. 4 soumet &#224;  l'approbation de l'Office f&#233;d&#233;ral des assurances sociales les contrats, leurs modifications et leurs compl&#233;ments. Enfin, aux termes de l'art. 23 al. 1 de l'ordonnance V, les cotisations pour les assurances collectives doivent &#234;tre fix&#233;es selon les risques propres aux diff&#233;rents contrats.\n\n    2. Dans le cas particulier, on se trouve en pr&#233;sence d'une caisse-maladie, la SVRSM recourante, et d'une preneuse d'assurance, la F&#233;d&#233;ration rurale vaudoise qui ont conclu des accords d'assurance collective, ratifi&#233;s par l'Office f&#233;d&#233;ral des assurances sociales, en faveur de personnes dont la preneuse s'occupe, &#224; savoir des personnes - non assur&#233;es ailleurs - &#226;g&#233;es d'au moins 60 ans, qui r&#233;sident dans le canton de Vaud en r&#233;gion urbaine et qui d&#233;sirent s'assurer contre la maladie. La question qui se pose d'abord est celle de savoir si, dans une telle assurance collective, l'assureur et le preneur peuvent valablement modifier la convention collective au d&#233;triment des assur&#233;s, pour une p&#233;riode d&#233;j&#224; &#233;coul&#233;e, soit ici d&#233;cider au d&#233;but de 1972 de percevoir des assur&#233;s une cotisation suppl&#233;mentaire pour 1971. Qui, estiment la recourante et l'Office f&#233;d&#233;ral des assurances sociales; dans ce cas, la clause conventionnelle l'emporte sur les statuts, conform&#233;ment &#224; l'art. 8 Ord. II: l'accord conclu par la caisse-maladie et le preneur lie la caisse, parce qu'elle l'a sign&#233;, et les assur&#233;s, parce que leur repr&#233;sentant, le preneur, l'a sign&#233;, libre &#224; eux de se retourner contre le dit preneur si leurs relations r&#233;ciproques le leur permettent.\nCette th&#233;orie fait abstraction de ce que, dans l'assurance collective, des relations juridiques s'&#233;tablissent entre la caissemaladie et les assur&#233;s. C'est ainsi que les assur&#233;s ont droit aux prestations de la caisse et peuvent les lui r&#233;clamer directement et que la caisse a droit aux cotisations et peut, dans des cas comme celui qui se pr&#233;sente ici, les leur r&#233;clamer directement, elle aussi. Le preneur qui est partie &#224; une convention collective conclut une assurance pour autrui, institution dont la nature est controvers&#233;e. La doctrine tend &#224; la consid&#233;rer, en mati&#232;re d'assurance priv&#233;e, plut&#244;t comme une institution sui generis BGE 100 V 65 S. 69que comme une stipulation pour autrui selon l'art. 112 du code des obligations  (cf. l'art. 87 LCA et ROELLI/KELLER p. 292-294). Quoi qu'il en soit, comme le Tribunal f&#233;d&#233;ral des assurances l'a dit dans l'arr&#234;t RO 96 V 97 (RJAM 1971 p.  24), o&#249; il s'agissait d'une r&#233;duction de prestations dans l'assurance individuelle, il faut en mati&#232;re de clauses d'adaptation \"maintenir un juste  &#233;quilibre entre les exigences d'une saine gestion, d'une part, et le souci de respecter les droits des assur&#233;s, d'autre part\". Or, m&#234;me &#224; l'&#233;gard d'assur&#233;s collectifs, il n'est pas admissible d'introduire dans les conditions de la convention d'assurance une disposition nouvelle, permettant &#224; la caisse-maladie de majorer les cotisations d'un exercice d&#233;j&#224; commenc&#233; ou &#233;coul&#233; au moment o&#249;  la modification a lieu. L'assur&#233; qui, sur la foi des conditions d'assurance, compte pour un exercice d&#233;termin&#233; sur une cotisation fixe est l&#233;s&#233; dans ses droits de mani&#232;re excessive si, apr&#232;s coup, son paiement est transform&#233; en une avance sur une cotisation &#224; calculer selon les r&#233;sultats de l'exercice en cause.\nEn l'occurrence, lorsqu'elle s'est engag&#233;e dans l'assurance ou qu'elle y est rest&#233;e pour l'exercice 1971, l'intim&#233;e &#233;tait en droit de penser que, sauf dans le cas, pr&#233;vu dans les conditions d'assurance, de charges exceptionnelles, elle n'aurait pas &#224; verser pour cette ann&#233;e-l&#224; de cotisation extraordinaire. Or, ainsi que le premier juge l'a constat&#233; avec pertinence, le d&#233;ficit enregistr&#233;  en 1971 ne saurait &#234;tre qualifi&#233; de charge exceptionnelle, dans ce sens qu'il  &#233;tait d&#251; &#224; un ph&#233;nom&#232;ne de rench&#233;rissement devenu habituel depuis des ann&#233;es. Par cons&#233;quent, on ne peut contraindre l'intim&#233;e &#224; se soumettre &#224; la r&#233;glementation impr&#233;visible que la caisse-maladie et le preneur d'assurance ont arr&#234;t&#233;e. Cela n'emp&#234;che pas la disposition litigieuse de rester valable &#224;  l'&#233;gard des assur&#233;s qui l'ont accept&#233;e. Comme il s'agit de la quasi-totalit&#233;  d'entre eux, il est superflu de rechercher comment la caisse-maladie aurait d&#251;  couvrir la perte de 1971 si les assur&#233;s avaient, d'une mani&#232;re g&#233;n&#233;rale, refus&#233;  la cotisation suppl&#233;mentaire per&#231;ue en 1972.\nAu surplus, on peut se demander s'il est conforme &#224; la loi de fixer la cotisation d&#233;finitive pour un exercice d&#233;termin&#233; selon le r&#233;sultat de cet exercice-l&#224;, m&#234;me en le pr&#233;voyant en temps utile dans les conditions d'assurance. Le syst&#232;me comporte pour le moins des difficult&#233;s d'application. La m&#233;thode usuelle consiste &#224; adapter la cotisation future &#224; la situation BGE 100 V 65 S. 70financi&#232;re de la caisse-maladie ou de la collectivit&#233;. La question souffre cependant de rester ind&#233;cise, puisqu'en l'esp&#232;ce les conditions d'assurance ont  &#233;t&#233; modifi&#233;es tardivement...\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce: \nLe recours de droit administratif est rejet&#233;.\n \n   \n   "
}