{
  "titre": "106 II 311",
  "annee": "1980",
  "contenu": "\n      \n  Chapeau\n106 II 31160. Extrait de l'arr&#234;t de la IIe Cour civile du 19 d&#233;cembre 1980 dans la cause hoirs Robyr et Fontannaz contre Conseil d'Etat du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 4 Cst.; art. 704 CC.  Il n'est pas arbitraire de ne pas consid&#233;rer comme une source au sens de l'art. 704 CC un &#233;tang constitu&#233; par la mise au jour, sur un fonds priv&#233;, de l'eau provenant de la nappe phr&#233;atique et d&#233;gag&#233;e &#224; l'air libre par des travaux d'excavation dans une gravi&#232;re. \n\n\n  \n  \n  \nFaits &#224; partir de page 311\n\n\n    BGE 106 II 311 S. 311\n   \n\n    A.- Pierre Robyr a exploit&#233;, jusqu'en 1972, une gravi&#232;re sur des parcelles dont il &#233;tait propri&#233;taire dans la commune de Noville. Jean-Pierre Fontannaz en a fait de m&#234;me, jusqu'en 1969 ou 1970, sur un terrain lui appartenant &#224; Noville &#233;galement. L'extraction des graviers a provoqu&#233;, dans les deux cas, la formation d'un &#233;tang par l'apparition &#224; la surface de l'eau provenant de la nappe phr&#233;atique. Par la suite, Pierre Robyr et Jean-Pierre Fontannaz ont empoissonn&#233; les &#233;tangs ainsi form&#233;s, soit, respectivement, les &#233;tangs de la Mure et de la Praille.\nLe 20 f&#233;vrier 1979, au terme d'un &#233;change de correspondance, le Conservateur de la faune a confirm&#233; aux hoirs de Pierre Robyr qu'il consid&#233;rait l'&#233;tang de la Mure comme une eau publique soumise au droit de p&#234;che de l'Etat de Vaud. Les dispositions sur l'exercice de la p&#234;che en 1979, dat&#233;es du 20 f&#233;vrier 1979 et publi&#233;es dans la Feuille des avis BGE 106 II 311 S. 312officiels du canton de Vaud, d&#233;clarent la p&#234;che ouverte, entre autres, dans les  &#233;tangs de la Mure et de la Praille.\n\n    B.- Les hoirs Robyr et Jean-Pierre Fontannaz ont recouru au Conseil d'Etat, qui, le 16 janvier 1980, a rejet&#233; les deux recours. Cette d&#233;cision est motiv&#233;e, en substance, comme il suit:\nLes &#233;tangs de la Mure et de la Praille ne sont soumis au droit de p&#234;che de l'Etat que s'ils font partie du domaine public. Or, ils sont aliment&#233;s par la nappe phr&#233;atique de la plaine du Rh&#244;ne, laquelle appartient au domaine public tant en vertu du droit f&#233;d&#233;ral que du droit cantonal. Certes, le caract&#232;re public d'une eau souterraine n'emp&#234;che pas les sources qu'elle alimente d'&#234;tre propri&#233;t&#233; priv&#233;e. Mais, selon la jurisprudence f&#233;d&#233;rale r&#233;cente et la doctrine, la propri&#233;t&#233; priv&#233;e de sources aliment&#233;es par des eaux souterraines publiques est limit&#233;e aux cas o&#249; l'eau jaillit naturellement sur le fonds du propri&#233;taire. Il n'en est pas ainsi en l'esp&#232;ce: il n'y a pas eu &#233;mergence naturelle, d&#232;s lors que ce sont les fouilles effectu&#233;es par Robyr et Fontannaz qui ont mis la nappe d'eau au jour; sans l'exploitation des gravi&#232;res, l'eau serait rest&#233;e enfouie dans le sol.\n\n    C.- Les hoirs Robyr, d'une part, et Jean-Pierre Fontannaz, d'autre part, ont recouru au Tribunal f&#233;d&#233;ral par la voie du recours en r&#233;forme et du recours de droit public.\nLe recours en r&#233;forme a &#233;t&#233; d&#233;clar&#233; irrecevable, par le motif que la question de savoir si les &#233;tangs de la Mure et de la Praille sont soumis au droit de p&#234;che de l'Etat de Vaud n'est pas une contestation civile au sens de l'art. 46  OJ.\nLe recours de droit public a &#233;t&#233; rejet&#233;.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    II.1. Selon les recourants, l'autorit&#233; cantonale a commis arbitraire en assimilant les eaux des &#233;tangs de la Mure et de la Praille &#224; des eaux du domaine public: une telle assimilation, disent-ils, est insoutenable \"du point de vue de la logique des faits\", la situation d'une nappe d'eau &#224; l'air libre &#233;tant fondamentalement diff&#233;rente de celle d'une nappe d'eau souterraine.\n\n    II.2. a) De mani&#232;re g&#233;n&#233;rale, la doctrine et la jurisprudence d&#233;finissent comme source l'eau qui appara&#238;t durablement &#224; la surface du sol, BGE 106 II 311 S. 313qu'elle jaillisse naturellement ou qu'elle ait &#233;t&#233; capt&#233;e artificiellement. Est  &#233;galement consid&#233;r&#233;e comme source l'eau souterraine qui &#233;merge sur toute la surface d'un fonds, formant ainsi un mar&#233;cage, et qui peut &#234;tre capt&#233;e et d&#233;riv&#233;e. D'autre part, une source ne trouve son origine que dans un cours d'eau ou dans une nappe souterraine, dont l'eau &#233;merge &#224; l'air libre, par opposition  &#224; l'eau de surface et aux eaux de pluie (ROSSEL/MENTHA, Manuel de droit civil suisse, II par. 1314 et 1315; LEEMANN, 2e &#233;d., n. 4, 5, 8 et HAAB, n. 5 ad art.  704 CC; LIVER, Das Eigentum, Schweizerisches Privatrecht, V/1, p. 291; ATF 93 II 180 consid. 8a, 65 II 57 consid. 2, 48 II 321 consid. 3, 44 II 475/476, 43  II 158 consid. 3).\nS'agissant du cas particulier d'eaux souterraines soustraites &#224; la propri&#233;t&#233;  priv&#233;e et d&#233;clar&#233;es eaux publiques en raison de leur importance pour la collectivit&#233;, la question se pose de savoir si les cantons peuvent &#233;tendre le caract&#232;re public aux sources qui jaillissent de ces eaux (Grundwasseraufst&#246;sse) sur la propri&#233;t&#233; priv&#233;e. HAAB (n. 12 ad art. 704 CC) est enclin &#224; r&#233;pondre par l'affirmative; &#224; tout le moins est-il favorable &#224; un syst&#232;me de concession, si le captage augmente sensiblement le d&#233;bit de la source. En revanche, LIVER (Die Entwicklung des Wasserrechts in der Schweiz seit hundert Jahren, RDS NF 71,1  (1952) p. 305 ss., sp&#233;cialement p. 347/348; &#214;ffentliches Grundwasserrecht und privates Quellenrecht, RJB 89 (1953) p. 1 ss., sp&#233;cialement p. 14 ss.) et DESCHENAUX/J&#196;GGI (Le r&#233;gime juridique des sources provenant d'eaux souterraines publiques, JdT 1959 I p. 98 ss., sp&#233;cialement p. 103/104) estiment que les sources qui sont aliment&#233;es par des eaux souterraines publiques demeurent des eaux priv&#233;es; toutefois, ils r&#233;duisent la notion de source priv&#233;e &#224; l'eau qui jaillit naturellement du sol, &#224; l'exclusion de toute source capt&#233;e et d&#233;riv&#233;e artificiellement, lors m&#234;me qu'ils admettent que le propri&#233;taire priv&#233; peut, par des installations de captage, en augmenter le d&#233;bit dans des limites restreintes, si cela ne nuit pas &#224; l'int&#233;r&#234;t public. Tel est &#233;galement, dans l'essentiel, l'avis du Tribunal f&#233;d&#233;ral, en tout cas pour ce qui concerne les sources aliment&#233;es par des eaux souterraines d&#233;clar&#233;es eaux publiques en vertu de la jurisprudence et non pas d'une disposition expresse du droit cantonal  (ATF 93 II 182). S'il en allait autrement, le droit priv&#233; des sources, en particulier l'art. 704 al. 3 CC, serait vid&#233; de son contenu. Or, la facult&#233;, pour le droit public cantonal, d'attribuer un caract&#232;re public &#224; certaines grandes nappes souterraines trouve sa limite dans le droit civil f&#233;d&#233;ral, qui r&#232;gle la mati&#232;re (MEIER-HAYOZ, 3e &#233;d., n. 157 ad art. 664 CC; DAETWYLER, Ausgew&#228;hlte Fragen zur rechtlichen Behandlung des Grundwassers in der Schweiz, th&#232;se Zurich 1966, p. 87 et 91).\nIl n'est cependant pas besoin d'examiner la question plus avant. En effet, le Conseil d'Etat ne pr&#233;tend pas qu'en vertu du droit cantonal les sources issues de la nappe phr&#233;atique de la plaine du Rh&#244;ne rel&#232;vent sans plus du m&#234;me r&#233;gime juridique que la nappe. Ce qui est d&#233;cisif en l'esp&#232;ce, selon lui, c'est que les &#233;tangs de la Mure et de la Praille ne sont pas des sources au sens de l'art. 704 CC.\nb) Ce point de vue est loin d'&#234;tre insoutenable.\nContrairement &#224; ce que pensent les recourants, le fait que l'eau \"sort de la terre\", apparaissant &#224; l'air libre, ne suffit pas pour qu'il y ait source soumise au droit priv&#233;. Ainsi, les sources qui jaillissent sur une propri&#233;t&#233;  priv&#233;e et qui forment d&#232;s le d&#233;but un cours d'eau ne sont pas assimil&#233;es aux sources de l'art. 704 al. 1 CC: elles sont cens&#233;es faire partie du cours d'eau auquel elles donnent naissance et sont d&#232;s lors soumises au r&#233;gime juridique de celui-ci (ATF 97 II 337).\nEn l'esp&#232;ce, il est artificiel, voire incompatible avec le sens ordinaire des mots de d&#233;signer comme source un plan d'eau form&#233; par la mise au jour de la nappe phr&#233;atique ensuite de l'exploitation de gravi&#232;res: comme c'est l'extraction des graviers qui a provoqu&#233; l'apparition de l'eau &#224; l'air libre, l'autorit&#233; cantonale &#233;tait fond&#233;e &#224; admettre qu'il n'y avait pas eu &#233;mergence naturelle.\n\n    II.3. Selon la jurisprudence, la propri&#233;t&#233; priv&#233;e du rivage d'un lac ou du lit d'une rivi&#232;re n'emp&#234;che pas que l'eau qui les recouvre fasse partie du domaine public: si un riverain couvre d'eau d'autres parties de sa propri&#233;t&#233; en abaissant la rive ou en creusant un bassin, cette eau doit &#234;tre consid&#233;r&#233;e comme eau publique (ATF 95 I 246 ss. consid. 2). En l'esp&#232;ce, on se trouve dans un cas voisin. Il n'est pas arbitraire non plus de faire d&#233;pendre du domaine public les eaux de la nappe phr&#233;atique mises au jour par des travaux d'excavation.\n \n   \n   "
}