{
  "titre": "100 Ib 260",
  "annee": "1974",
  "contenu": "\n      \n  Chapeau\n100 Ib 26043. Arr&#234;t du 12 juillet 1974 dans la cause Bindella et Aguet contre Commission de recours en mati&#232;re fonci&#232;re du canton de Vaud.\n\n  \nRegeste\nArt. 19 de la loi f&#233;d&#233;rale sur le maintien de la propri&#233;t&#233; fonci&#232;re rurale (LPR).  1. Pouvoir d'examen du Tribunal f&#233;d&#233;ral concernant l'application par l'autorit&#233; cantonale de l'art. I 9 al. 1 LPR (consid. 2). \n2. L'art. 19 al. 1 lit b LPR a pour but d'emp&#234;cher de fa&#231;on g&#233;n&#233;rale que n'importe quel propri&#233;taire d'un immeuble rural propre &#224; assurer l'existence d'une famille paysanne ach&#232;te d'autres biens-fonds agricoles (consid. 3). \n3. Application de l'art. 19 al. 1 LPR &#224; une entreprise commerciale ou industrielle. Comment d&#233;terminer si l'extension des propri&#233;t&#233;s rurales de l'acheteur est encore raisonnable? question r&#233;serv&#233;e (consid. 4). \n4. Justes motifs au sens de l'art. 19 al. 1 lit b et c LPR: du c&#244;t&#233; de l'acheteur (consid. 5a) et du vendeur (consid. 5b). \n\n\n  \n  \n  \nFaits &#224; partir de page 261\n\n\n    BGE 100 Ib 260 S. 261\n   \n\n    A.- Clara Aguet, &#226;g&#233;e de 74 ans, veuve de Fr&#233;d&#233;ric Aguet, est propri&#233;taire &#224; Villette d'une vigne de 962 m2. Ne pouvant l'exploiter elle-m&#234;me, elle a l'intention de la vendre pour le prix de 30 784 fr. (32 fr. le m2) &#224; Rudolf Bindella. Celui-ci exploite &#224; Zurich, sous raison sociale individuelle, un commerce de vins suisses et &#233;trangers. Il est en outre propri&#233;taire, dans la m&#234;me ville, de l'h&#244;tel \"Villette\" et d'un caf&#233;-restaurant, &#224; l'enseigne de \"La pinte vaudoise\". Pour satisfaire sa client&#232;le en d&#233;pit de certaines difficult&#233;s d'approvisionnement aupr&#232;s des producteurs suisses, pour les vins vaudois et valaisans plus particuli&#232;rement, il en est venu &#224; acqu&#233;rir le domaine viticole de La Crausaz, &#224; Grandvaux et Villette, d'une superficie de 34 138 m2, qu'il fait exploiter pour son compte par un vigneron.\nAgissant au nom des parties, le notaire charg&#233; d'instrumenter l'acte a demand&#233; &#224; la Commission fonci&#232;re I de ne pas s'opposer &#224; la vente en application de la loi f&#233;d&#233;rale du 12 juin 1951 sur le maintien de la propri&#233;t&#233; fonci&#232;re rurale (LPR). Le 5 septembre 1973, cette commission a d&#233;cid&#233; qu'elle ferait opposition en se fondant sur l'art. 19 al. 1 lit. b LPR. Elle relevait, d'une part, que Rudolf Bindella &#233;tait d&#233;j&#224; propri&#233;taire d'un domaine assurant &#224; une famille des conditions d'existence suffisantes et, d'autre part, qu'il y avait dans la r&#233;gion des viticulteurs-propri&#233;taires dont les vignes ne remplissaient pas cette condition et qui avaient de la peine &#224; les agrandir.\nClara Aguet et Rudolf Bindella ont alors recouru aupr&#232;s de la Commission cantonale de recours en mati&#232;re fonci&#232;re (ci- BGE 100 Ib 260 S. 262apr&#232;s: la Commission), qui les a d&#233;bout&#233;s par prononc&#233; du 13 d&#233;cembre 1973. Apr&#232;s avoir jug&#233; d'office que l'opposition ne pouvait se fonder en l'esp&#232;ce sur l'art. 19 al. 1 lit. a LPR, la Commission a en revanche admis l'applicabilit&#233; de l'art. 19 al. 1 lit. b, pour aboutir &#224; la conclusion que, d&#233;j&#224; propri&#233;taire du domaine de La Crausaz, Rudolf Bindella n'avait pas besoin d'autres vignes pour assurer l'existence de son entreprise, et qu'il n'y avait ni du c&#244;t&#233; de l'acheteur, ni du c&#244;t&#233; de la venderesse, de justes motifs permettant de faire une exception.\n\n    B.- Agissant conjointement par la voie du recours de droit administratif, Rudolf Bindella et Clara Aguet demandent au Tribunal f&#233;d&#233;ral de prononcer que l'opposition form&#233;e contre la vente, par Clara Aguet, d'une parcelle de 962 m2 en nature de vigne &#224; Rudolf Bindella n'est pas fond&#233;e et doit &#234;tre &#233;cart&#233;e. Les recourants soutiennent pour l'essentiel que l'art. 19 al. 1 lit. b LPR n'est pas applicable, Rudolf Bindella n'&#233;tant pas un agriculteur ni un vigneron, et la jurisprudence relative aux personnes morales ne pouvant &#234;tre invoqu&#233;e par analogie dans le cas d'une personne physique qui exploite un commerce; et que m&#234;me si on en jugeait autrement, il faudrait dire qu'en l'esp&#232;ce la vente &#233;tait command&#233;e par de justes motifs du double point de vue du vendeur et de l'acheteur.\n\n    C.- La Commission de recours en mati&#232;re fonci&#232;re et le D&#233;partement f&#233;d&#233;ral de justice et police concluent au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Selon l'art. 18 LPR (RS 211.412.11), les cantons sont autoris&#233;s &#224; instituer, pour leur territoire, une proc&#233;dure d'opposition en mati&#232;re de ventes de domaines agricoles ou de biens-fonds agricoles. Le canton de Vaud a fait usage de cette facult&#233;, d'abord par un arr&#234;t&#233; du Conseil d'Etat fond&#233; sur une d&#233;l&#233;gation l&#233;gislative, puis par une loi du 18 septembre 1973 modifiant notamment l'art. 6 de la loi d'application de la LPR dans le canton, du 1er d&#233;cembre 1952; selon cette disposition, il peut &#234;tre form&#233; opposition dans les cas vis&#233;s aux alin&#233;as 1, 2 et 3 de l'art. 19 LPR.\nb) Les recourants reprochent au canton de Vaud d'avoir BGE 100 Ib 260 S. 263introduit en fait une proc&#233;dure d'autorisation pr&#233;alable, &#224; la place du r&#233;gime de l'opposition &#224; la vente que pr&#233;voit le droit f&#233;d&#233;ral. Cette critique est sans rapport avec les questions litigieuses; elle est en outre d&#233;nu&#233;e de fondement. Selon l'art. 5 de l'arr&#234;t&#233; du Conseil d'Etat du 14 mai 1969, abrog&#233; le 28 septembre 1973, les parties pouvaient, avant l'instrumentation de l'acte de vente, demander la d&#233;cision de la Commission fonci&#232;re I, autorit&#233; de premi&#232;re instance. C'&#233;tait l&#224; une simple facult&#233; qui avait pour but &#233;vident d'&#233;viter les frais d'un acte notari&#233; peut-&#234;tre inutile. Il ne s'agit donc pas d'un v&#233;ritable syst&#232;me d'autorisation pr&#233;alable impos&#233; par la loi cantonale en violation du droit f&#233;d&#233;ral.\n\n    2. Selon l'art. 19 al. 1 LPR, il peut &#234;tre form&#233; opposition contre des contrats de vente portant sur des domaines agricoles ou sur des biens-fonds agricoles dans trois &#233;ventualit&#233;s &#233;num&#233;r&#233;es sous lettres a, b et c. La novelle du 6 octobre 1972 (ROLF 1973 p. 93) a compl&#233;t&#233; l'ancien alin&#233;a 2, devenu alin&#233;a 3, et introduit un nouvel alin&#233;a 2. L'alin&#233;a 1 n'a &#233;t&#233; modifi&#233; que dans son pr&#233;ambule, par la suppression apr&#232;s \"bienfonds\" des mots \"qui en font partie\". Cette modification ne joue pas de r&#244;le en l'esp&#232;ce, si ce n'est qu'elle rend inutile de se demander si les terrains en cause font partie ou non d'un domaine agricole.\nL'art. 19 al. 1 LPR donne &#224; l'autorit&#233; cantonale la facult&#233; de faire dans certains cas opposition. Le Tribunal f&#233;d&#233;ral a, en cons&#233;quence, consid&#233;r&#233; qu'il ne lui appartenait pas d'examiner d'office si l'autorit&#233; aurait pu fonder son intervention sur une autre des lettres de l'art. 19 al. 1 LPR que celle dont elle a fait application (RO 89 I 62 s.; 97 I 551, consid. 4; cf. &#233;galement RO 94 I 646). En l'esp&#232;ce, l'autorit&#233; cantonale de recours a express&#233;ment exclu l'applicabilit&#233; de la lettre a. Si elle n'a rien dit de la lettre c, c'est sans doute qu'elle pensait que celle-ci ne pouvait de toute &#233;vidence pas entrer en consid&#233;ration. Le Tribunal f&#233;d&#233;ral ne peut donc revoir que l'application qui a &#233;t&#233; faite en l'esp&#232;ce de l'art. 19 al. 1 lit. b LPR.\n\n    3. Selon l'art. 19 al. 1 lit. b LPR, il peut &#234;tre form&#233; opposition si l'acheteur est d&#233;j&#224; propri&#233;taire de biens-fonds agricoles lui assurant, ainsi qu'&#224; sa famille, une existence suffisante, &#224; moins que l'achat ne doive permettre &#224; des descendants de cr&#233;er une exploitation agricole ind&#233;pendante ou que d'autres justes motifs ne le commandent.\n\n    BGE 100 Ib 260 S. 264\n   \nLes recourants soutiennent, contrairement &#224; la d&#233;cision attaqu&#233;e, que cette disposition n'est pas applicable en l'esp&#232;ce; elle ne viserait que les agriculteurs ou viticulteurs propri&#233;taires de leur domaine, et par extension jurisprudentielle, puis l&#233;gale (art. 19 al. 2 nouveau LPR), certaines personnes morales, &#224; l'exclusion des personnes physiques qui, exploitant une entreprise commerciale, ne sont pas des agriculteurs. Si cette mani&#232;re de voir &#233;tait juste, le recours devrait &#234;tre admis sans qu'il soit n&#233;cessaire d'examiner les autres questions qu'il soul&#232;ve.\na) Au consid&#233;rant 4 de l'arr&#234;t Emser Werke AG du 15 juillet 1966 (RO 92 I 322), le Tribunal f&#233;d&#233;ral a relev&#233; que l'art. 19 al. 1 lit. b LPR avait &#233;t&#233; manifestement con&#231;u pour des acheteurs qui sont des personnes physiques, une personne morale n'ayant ni famille, ni descendants. Cela n'excluait toutefois pas que cette disposition soit aussi appliqu&#233;e par analogie aux personnes morales, sans quoi on pourrait en cr&#233;er abusivement pour rendre la loi inefficace.\nLe Tribunal f&#233;d&#233;ral a &#233;t&#233; plus explicite dans l'arr&#234;t Studer et Thommen &amp; Cie, du 31 janvier 1969 (RO 95 I 190). Il y a r&#233;p&#233;t&#233; que, pris &#224; la lettre, l'art. 19 al. 1 lit. b LPR concernait les personnes physiques, soit les agriculteurs d&#233;j&#224; propri&#233;taires d'un domaine agricole qu'ils exploitent eux-m&#234;mes. Il a soulign&#233; que le but de cette disposition, qui est de mettre obstacle &#224; l'extension de leurs domaines par de tels agriculteurs au-del&#224; de ce qu'il faut pour leur assurer une existence suffisante, &#224; eux et &#224; leur famille, ne se limitait toutefois pas &#224; cela. Il est d'emp&#234;cher de fa&#231;on g&#233;n&#233;rale que n'importe quel propri&#233;taire d'un immeuble rural propre &#224; assurer l'existence d'une famille paysanne ach&#232;te d'autres biens-fonds agricoles. Dans la mesure o&#249; ce but le demande, la r&#232;gle est aussi applicable aux achats faits par des personnes morales ou par des soci&#233;t&#233;s commerciales sans personnalit&#233; juridique.\nL'arr&#234;t non publi&#233; Vaudroz et soci&#233;t&#233; Jean et Pierre Testuz SA, du 5 octobre 1973, s'en tient &#224; cela, contrairement &#224; ce que pr&#233;tendent les recourants; la r&#233;f&#233;rence erron&#233;e (RO 92 I 322 au lieu de RO 95 I 190) que contient son consid&#233;rant 2 est, &#224; cet &#233;gard, sans importance.\nb) Il y a lieu de confirmer cette jurisprudence, avec des pr&#233;cisions quant &#224; ses motifs et sa port&#233;e.\nLes diverses dispositions de la loi sur le maintien de la BGE 100 Ib 260 S. 265propri&#233;t&#233; fonci&#232;re rurale doivent &#234;tre interpr&#233;t&#233;es et appliqu&#233;es d'apr&#232;s le but de cette loi, tel que d&#233;fini &#224; l'art. 1er, encore qu'il s'agisse l&#224; d'une disposition-programme ne suffisant pas &#224; justifier &#224; elle seule des mesures non pr&#233;vues dans l'une ou l'autre des parties sp&#233;ciales (RO 81 II 642; 82 II 74 et 469; 86 II 422; 90 I 271; 93 I 685, &#224; propos de l'art. 19 ch. 1 lit. b). Ce but est notamment de prot&#233;ger la propri&#233;t&#233; fonci&#232;re rurale en tant que fondement d'une paysannerie saine et capable d'un effort productif, comme aussi de favoriser la cr&#233;ation et le maintien d'entreprises agricoles. L'art. 19 al. 1 lit. b est en rapport avec ces deux objectifs. Il doit emp&#234;cher l'agrandissement d&#233;mesur&#233; des domaines existants et l'absorption progressive des exploitations autonomes de dimensions raisonnables. En disant cela, on ne se met pas en contradiction avec l'arr&#234;t RO 83 I 315, invoqu&#233; par les recourants, qui condamne l'id&#233;e selon laquelle l'acquisition de domaines agricoles devrait &#234;tre r&#233;serv&#233;e aux seuls agriculteurs, &#224; l'exclusion des acqu&#233;reurs qui veulent faire un simple placement; c'est en effet une question de mesure et non de qualit&#233; de l'acqu&#233;reur.\nTel &#233;tant le but de l'art. 19 al. 1 lit. b, on cr&#233;erait une anomalie, si ce n'est une in&#233;galit&#233; de traitement, en limitant l'application de cette disposition aux seuls agriculteurs d&#233;j&#224; propri&#233;taires d'un domaine qu'ils exploitent eux-m&#234;mes. La m&#234;me r&#232;gle doit s'appliquer aussi, et m&#234;me &#224; fortiori, aux propri&#233;taires terriens qui, n'&#233;tant pas agriculteurs, afferment leurs terres, ou les louent, ou les font exploiter pour leur compte par du personnel sp&#233;cialis&#233;. L'art. 19 al. 1 lit. b vise une sorte d'accaparement, dans un autre sens que celui de la lettre a, &#224; laquelle il ajoute un cas particulier (ALBERT COMMENT, Fiche juridique suisse No 228, 1972, p. 15 en bas). Il se justifie d'intervenir contre un accaparement de ce genre s'il est le fait non seulement d'un agriculteur, mais aussi d'un propri&#233;taire terrien qui n'est pas lui-m&#234;me agriculteur. Sans cela, le but vis&#233; ne serait pas compl&#232;tement atteint.\nAinsi que l'a d&#233;j&#224; dit l'arr&#234;t Studer et Thommen (RO 95 I 190), il s'agit d'emp&#234;cher de fa&#231;on g&#233;n&#233;rale que n'importe quel propri&#233;taire d'un immeuble rural propre &#224; assurer l'existence d'une famille paysanne n'ach&#232;te d'autres biens-fonds agricoles, sauf les exceptions pr&#233;vues par la loi. Comme l'arr&#234;t Emser Werke AG (RO 92 I 322), cet arr&#234;t ne parlait ensuite que des personnes morales et des soci&#233;t&#233;s commerciales BGE 100 Ib 260 S. 266sans personnalit&#233; juridique; il s'agissait en effet dans les deux cas d'acqu&#233;reurs de ce genre. Cela ne signifiait pas, ni ne pouvait signifier, qu'il en irait diff&#233;remment dans le cas d'une entreprise commerciale ou industrielle sous raison sociale individuelle. Une telle discrimination, d&#233;pourvue de toute justification, serait contraire &#224; l'art. 4 Cst.\nOn doit donc admettre que l'art. 19 al. 1 lit. b LPR s'applique en principe &#224; Rudolf Bindella.\nc) Les recourants tirent cependant argument du nouvel art. 19 al. 2 LPR, tel qu'introduit par la novelle du 6 octobre 1971. Selon cette disposition, il peut &#233;galement &#234;tre form&#233; opposition lorsque l'acheteur est une personne morale, ou une soci&#233;t&#233; de personnes d&#233;pourvue de la personnalit&#233; juridique et ayant la capacit&#233; d'acqu&#233;rir, &#224; laquelle participe financi&#232;rement dans une mesure pr&#233;pond&#233;rante une personne qui, si elle agissait en son nom propre, serait touch&#233;e par les dispositions du premier alin&#233;a de l'article 19.\nSe fondant sur le fait que l'arr&#234;t Emser Werke AG par le de fraude &#224; la loi, puis sur les travaux parlementaires de 1972, les recourants soutiennent que, s'agissant de l'art. 19 al. 1 lit. b, le nouveau texte vise uniquement les personnes morales appartenant &#224; un agriculteur ou contr&#244;l&#233;es par lui; ils en d&#233;duisent que la lettre b de l'alin&#233;a 1 ne peut pas s'appliquer &#224; une entreprise commerciale. Il y a l&#224; une &#233;vidente p&#233;tition de principe. Absent du projet du Conseil f&#233;d&#233;ral et introduit par la Commission du Conseil national, puis adopt&#233; sans discussion par ce Conseil (Bull. st&#233;n. 1972, p. 1178) et ensuite par le Conseil des Etats (Bull. st&#233;n. 1972, p. 599), le nouvel art. 19 al. 2 a bien &#233;t&#233; pr&#233;sent&#233; par les rapporteurs comme &#233;tant destin&#233; &#224; \"d&#233;jouer les manoeuvres plus ou moins &#233;l&#233;gantes entreprises pour passer au travers du filet de la proc&#233;dure d'opposition\" (d&#233;claration Deb&#233;taz, Bull. st&#233;n. CN, p. 1151) et &#224; r&#233;gler des cas \"die bisher dem Einspruchsverfahren nicht unterstellt waren\" (d&#233;claration Amstad, Bull. st&#233;n. CE, p. 599). Mais on ne saurait rien tirer ni du texte, ni de sa gen&#232;se, quant &#224; l'interpr&#233;tation &#224; donner de l'art. 19 al. 1 lit. b. La nouvelle disposition a tout son sens m&#234;me si cette lettre b doit s'appliquer &#224; des entreprises industrielles ou commerciales, pour des raisons valables en l'absence de toute fraude &#224; la loi (cf. supra lit. a et b; RO 97 I 551 consid. 2). On peut d'ailleurs remarquer que le rapporteur Deb&#233;taz a donn&#233;, BGE 100 Ib 260 S. 267au sujet de la modification du pr&#233;ambule de l'art. 19 al. l'une explication qui rejoint les motifs t&#233;l&#233;ologiques retenus plus haut dans l'interpr&#233;tation de la lettre b. Constatant qu'auparavant l'opposition n'&#233;tait pas possible en cas de vente de biens-fonds ne faisant pas partie d'un domaine agricole, il a parl&#233; d'abus flagrants, du fait qu'en divers endroits, dans le vignoble notamment, des personnes morales et physiques aux moyens financiers importants monopolisaient la propri&#233;t&#233; en achetant des parcelles isol&#233;es au d&#233;triment de ceux qui devraient pouvoir les acqu&#233;rir pour agrandir raisonnablement leur exploitation (Bull. st&#233;n. CN 1972, p. 1151).\n\n    4. L'application de l'art. 19 al. 1 LPR &#224; une entreprise industrielle ou commerciale suscite comme premi&#232;re question celle de savoir par rapport &#224; quoi il faut d&#233;terminer si l'extension des propri&#233;t&#233;s rurales de l'acheteur est encore raisonnable, abstraction faite d'une &#233;ventuelle exception tenant &#224; de justes motifs. L'arr&#234;t Emser Werke AG dit qu'il faut en juger d'apr&#232;s l'&#233;tendue des terrains agricoles dont l'entreprise a un besoin &#233;conomiquement d&#233;fendable pour atteindre ses buts l&#233;gitimes; mais l'arr&#234;t ajoute aussit&#244;t qu'apr&#232;s avoir r&#233;solu cette question de fa&#231;on positive, on a d&#233;j&#224; tranch&#233; dans le m&#234;me sens celle de l'existence de justes motifs du c&#244;t&#233; de l'acheteur. L'arr&#234;t Studer et Thommen &amp; Cie semble dire en revanche que, quelle que soit la qualit&#233; de l'acheteur, il faut d&#233;terminer d'abord quel doit &#234;tre l'agrandissement admissible du domaine pour assurer une existence suffisante &#224; une famille paysanne. C'est ainsi que, dans sa r&#233;ponse au pr&#233;sent recours, le D&#233;partement f&#233;d&#233;ral de justice et police envisage les choses; partant de l'id&#233;e que, d'une superficie de 3,5 ha environ, le domaine de La Crausaz suffit &#224; assurer l'existence d'une famille de vignerons, ce qui en principe pouvait motiver l'opposition, il se borne &#224; examiner s'il y avait de justes motifs permettant de faire une exception. Cette mani&#232;re de voir para&#238;t plus conforme au but de la r&#232;gle &#224; appliquer. Mais la question peut rester ouverte, car, en l'esp&#232;ce, le probl&#232;me des dimensions suffisantes du domaine existant et celui d'&#233;ventuels justes motifs du c&#244;t&#233; de l'acheteur se confondent.\n\n    5. D'apr&#232;s une jurisprudence bien &#233;tablie qui concerne les lettres b et c de l'art. 19 LPR, les justes motifs dont parlent ces deux dispositions peuvent tenir soit &#224; l'acheteur, soit au vendeur, soit &#224; la nature objective de l'immeuble. Il faut BGE 100 Ib 260 S. 268appr&#233;cier l'ensemble des circonstances du cas d'esp&#232;ce, en mettant en balance selon le droit et l'&#233;quit&#233; l'int&#233;r&#234;t public que la loi tend &#224; prot&#233;ger et les int&#233;r&#234;ts priv&#233;s que les parties font valoir en faveur de la vente (RO 97 I 552 et 557, 95 I 191, 94 I 179, 92 I 313). Il s'agit l&#224; d'une question de droit que le Tribunal f&#233;d&#233;ral examine en principe librement (RO 94 I 179). Mais il doit faire preuve d'une certaine retenue dans la mesure o&#249; interviennent des circonstances locales, et lorsqu'une autorit&#233; cantonale ind&#233;pendante de l'administration s'est d&#233;j&#224; prononc&#233;e (RO 97 I 552) avec de s&#233;rieux motifs, ce qui est le cas en l'esp&#232;ce.\na) Des arr&#234;ts Emser Werke AG (RO 92 I 322) et Studer et Thommen &amp; Cie (RO 95 I 190), il ressort que, lorsque l'acheteur est une entreprise industrielle ou commerciale, l'achat doit &#234;tre consid&#233;r&#233; comme command&#233; par de justes motifs (texte fran&#231;ais de l'art. 19 al. 1 lit. b LPR; \"es sei denn, der Kauf... lasse sich aus wichtigen Gr&#252;nden rechtfertigen\", \"salvo che l'acquisito... sia giustificato da altri gravi motivi\", disent les textes allemand et italien) si l'entreprise qui ach&#232;te a un besoin suffisant et &#233;conomiquement d&#233;fendable des terrains en cause pour atteindre ses buts l&#233;gitimes. N'importe quel besoin, m&#234;me compr&#233;hensible, ne suffit cependant pas, sans quoi il n'y aurait pas de limites. Selon les pr&#233;cisions apport&#233;es par l'arr&#234;t Vaudroz et soci&#233;t&#233; Jean et Pierre Testuz SA, il faut qu'&#224; d&#233;faut de l'acquisition envisag&#233;e, l'entreprise soit menac&#233;e dans son existence, ou du moins s&#233;rieusement entrav&#233;e dans son activit&#233; ou dans son d&#233;veloppement normal et raisonnable. Il faut en d'autres termes une certaine n&#233;cessit&#233;, ce qu'expriment les termes soulign&#233;s plus haut dans les trois textes de la loi.\nEn l'esp&#232;ce, l'acheteur ne remplit pas ces conditions. Il admet lui-m&#234;me que son commerce ne sera pas menac&#233; dans l'imm&#233;diat s'il ne peut acqu&#233;rir la vigne en cause. Il ajoute bien qu'il le sera dans un avenir relativement proche, compte tenu des gros investissements faits pour am&#233;liorer les installations techniques des caves de La Crausaz et en raison des difficult&#233;s croissantes d'approvisionnement aupr&#232;s des producteurs vaudois; un simple lien commercial entre l'exploitation de l'entreprise et l'achat projet&#233; ne saurait toutefois &#234;tre consid&#233;r&#233; comme un motif valable. De toute fa&#231;on, la d&#233;cision attaqu&#233;e rel&#232;ve apr&#232;s instruction de la cause que la r&#233;colte du BGE 100 Ib 260 S. 269domaine de La Crausaz (34 138 m2) et les achats de vins vaudois et valaisans suffisent &#224; assurer &#224; l'entreprise la possibilit&#233; de poursuivre son activit&#233;, de remplir sa fonction &#233;conomique et d'atteindre ses buts. Les recourants n'apportant pas de preuves contraires, cette constatation de fait, qui n'est pas manifestement inexacte, lie le Tribunal f&#233;d&#233;ral en vertu de l'art. 105 al. 2 OJ. Elle est d'autant plus vraisemblable que, d'apr&#232;s le catalogue figurant au dossier, les vins suisses ne tiennent qu'une petite place parmi tous ceux que l'entreprise offre &#224; sa client&#232;le.\nIl n'y a donc pas de justes motifs du c&#244;t&#233; de l'acheteur.\nb) La d&#233;cision attaqu&#233;e n'approfondit pas la question de l'existence de justes motifs du c&#244;t&#233; de la venderesse. Elle se borne &#224; dire, sans explication, que l'int&#233;r&#234;t des parties n'est pas compromis d'une mani&#232;re si grave qu'il doive l'emporter sur celui de la collectivit&#233;.\naa) Selon la jurisprudence relative soit &#224; la lettre b, soit &#224; la lettre c de l'art. 19 LPR, il peut y avoir justes motifs du c&#244;t&#233; du vendeur si, pour des raisons d'&#226;ge ou de sant&#233;, celui-ci n'est plus en mesure d'exploiter ses terres ni de trouver de l'aide parmi ses proches, ni d'exercer une autre activit&#233; lucrative, et que sa situation financi&#232;re est modeste au point qu'il doive r&#233;aliser tout ou partie de ses propri&#233;t&#233;s fonci&#232;res pour assurer son existence. Le Tribunal f&#233;d&#233;ral a pour de telles raisons d&#233;clar&#233; l'opposition non fond&#233;e dans les arr&#234;ts Lauchenauer (RO 92 I 313 s.), Studer et Thommen &amp; Cie (RO 95 I 184 ss., consid. 6 non publi&#233;) et Kr&#228;henb&#252;hl (arr&#234;t non publi&#233; du 23 mai 1969, consid. 4); dans le deuxi&#232;me de ces trois cas, o&#249; il s'agissait de l'art. 19 al. 1 lit. b LPR, il a attach&#233; de l'importance au fait qu'avant de traiter avec une entreprise commerciale, Studer avait vainement cherch&#233; &#224; vendre &#224; quelqu'un d'autre &#224; des conditions convenables. Dans l'arr&#234;t Heinis (RO 94 I 179 ss., consid. 4 et 5), il a constat&#233; qu'on se trouvait en pr&#233;sence de la situation d&#233;crite plus haut, mais il a n&#233;anmoins d&#233;clar&#233; l'opposition bien fond&#233;e en consid&#233;rant que le vendeur pouvait s'assurer des moyens d'existence suffisants en vendant uniquement une parcelle class&#233;e en zone &#224; b&#226;tir et en affermant le reste de son domaine. Il a chaque fois tenu compte dans son appr&#233;ciation de la plus ou moins grande importance de l'int&#233;r&#234;t public en cause.\n\n    BGE 100 Ib 260 S. 270\n   \nbb) En l'esp&#232;ce, le recours all&#232;gue sans apporter ni offrir aucune preuve qu'apr&#232;s le d&#233;c&#232;s de son mari, Clara Aguet est, en raison de son &#226;ge et de son &#233;tat de sant&#233;, dans l'imp&#233;rieuse n&#233;cessit&#233; de vendre la vigne en cause, parce que c'est le seul bien lui appartenant en propre et que le revenu provenant de l'usufruit sur la fortune de l'hoirie ne lui permet ni de vivre, ni surtout de payer les soins m&#233;dicaux et pharmaceutiques dont elle a besoin.\nIl pourrait y avoir l&#224; de justes motifs, d'autant plus que, la parcelle &#233;tant tr&#232;s petite, sa vente &#224; Rudolf Bindella ne compromettrait que faiblement l'int&#233;r&#234;t public prot&#233;g&#233; par la loi. Pour se prononcer, il faudrait toutefois &#233;lucider les faits all&#233;gu&#233;s, ce dont la Commission de recours s'est abstenue, quand bien m&#234;me elle devait, selon le droit cantonal, revoir la cause dans son entier. Il y aurait donc lieu de lui renvoyer l'affaire pour compl&#233;ment d'instruction et nouvelle d&#233;cision. Cela n'est toutefois pas n&#233;cessaire, l'opposition devant &#234;tre d&#233;clar&#233;e bien fond&#233;e sur ce point pour un motif que le Tribunal f&#233;d&#233;ral peut faire intervenir sur la base du dossier. Dans sa d&#233;cision du 5 septembre 1973, la Commission fonci&#232;re I avait constat&#233; que, de notori&#233;t&#233; publique, il y a dans la r&#233;gion de Villette des propri&#233;taires qui exploitent eux-m&#234;mes leurs vignes et qui d&#233;sireraient les agrandir pour s'assurer, &#224; eux et &#224; leur famille, une existence suffisante. Le membre de cette Commission charg&#233; de l'instruction avait relev&#233; dans son rapport que la parcelle en cause int&#233;ressait d'autres vignerons du lieu et qu'une offre de leur part &#224; 28 fr. le m2 n'avait pas re&#231;u de r&#233;ponse. La Commission de recours confirme cela dans sa r&#233;ponse. Les recourants n'ont &#224; aucun moment contest&#233; la constatation faite en premi&#232;re instance. On doit donc admettre que Clara Aguet pourrait vendre sa parcelle &#224; un prix convenable &#224; un autre acheteur qu'&#224; Rudolf Bindella, et cela sans qu'il soit n&#233;cessaire de d&#233;roger pour des raisons d'&#233;quit&#233; au principe pos&#233; par l'art. 19 al. 1 lit. b LPR.\nIl n'y a donc pas de justes motifs du c&#244;t&#233; de la venderesse. S'il se r&#233;v&#233;lait par la suite qu'en d&#233;pit de tentatives s&#233;rieuses, Clara Aguet ne parvient pas &#224; vendre sa parcelle pour un prix convenable &#224; quelqu'un d'autre qu'&#224; Rudolf Bindella, ce qui semble &#224; vrai dire peu probable, les parties auront encore la facult&#233; de pr&#233;senter une nouvelle requ&#234;te &#224; l'autorit&#233; cantonale BGE 100 Ib 260 S. 271comp&#233;tente. Il y aurait en effet un fait nouveau qui appellerait une nouvelle d&#233;cision administrative.\n\n    6. Les recourants font finalement valoir que l'op&#233;ration ici frapp&#233;e d'opposition n'enl&#232;vera rien aux terres agricoles, puisque Rudolf Bindella entend continuer &#224; exploiter la vigne qu'il d&#233;sire acheter, et qu'il permettra ainsi &#224; un vigneron - son employ&#233; - d'y travailler en assurant son existence et celle de sa famille.\nPour juste qu'elle soit, cette consid&#233;ration ne change rien &#224; la situation juridique, car c'est uniquement le r&#233;gime de propri&#233;t&#233; que vise l'art. 19 LPR.\nLe recours se r&#233;v&#232;le ainsi &#224; tous &#233;gards mal fond&#233;, si bien qu'il doit &#234;tre rejet&#233;.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral prononce:\nLe recours est rejet&#233;.\n \n   \n   "
}