{
  "titre": "139 I 272",
  "annee": "2013",
  "contenu": "\n      \n  Chapeau\n139 I 27226. Extrait de l'arr&#234;t de la Ire Cour de droit social dans la cause S. contre Etat de Vaud, D&#233;partement de l'&#233;conomie (recours en mati&#232;re de droit public)\n8C_912/2012 du 22 novembre 2013\n  \nRegeste\nArt. 7 et 12 Cst.; art. 3 et 8 par. 1 CEDH; art. 86 al. 1 LEtr; art. 82 LAsi; aide d'urgence accord&#233;e &#224; une personne sous le coup d'une d&#233;cision de renvoi d&#233;finitive et ex&#233;cutoire.  Pour un homme c&#233;libataire et en bonne sant&#233;, le fait de devoir passer la nuit dans un abri de protection civile n'est pas contraire aux exigences minimales garanties par l'art. 12 Cst. et, en particulier, ne viole pas le droit au respect de la dignit&#233; humaine (consid. 3). Les inconv&#233;nients li&#233;s &#224; l'h&#233;bergement provisoire dans un abri de protection civile n'atteignent pas le minimum n&#233;cessaire de gravit&#233; pour tomber sous le coup de l'art. 3 CEDH qui interdit les traitements inhumains ou d&#233;gradants (consid. 4). Compte tenu de la situation personnelle et familiale de l'int&#233;ress&#233;, ils ne sauraient non plus constituer une atteinte &#224; la vie priv&#233;e ni toucher au respect du domicile au sens de l'art. 8 par. 1 CEDH (consid. 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 273\n\n\n    BGE 139 I 272 S. 273\n   \n\n    A. S., n&#233; en 1978, est arriv&#233; en Suisse le 30 avril 2011, apr&#232;s avoir transit&#233; par l'Italie. Il a requis l'asile en Suisse et a &#233;t&#233; attribu&#233; au canton de Vaud.\nPar d&#233;cision du 26 juillet 2011, l'Office f&#233;d&#233;ral des migrations (ODM) a refus&#233; d'entrer en mati&#232;re sur la demande d'asile et a prononc&#233; le renvoi de S. Cette d&#233;cision est devenue d&#233;finitive et ex&#233;cutoire le 6 ao&#251;t 2011. La veille, les autorit&#233;s ont &#233;t&#233; inform&#233;es de la disparition de l'int&#233;ress&#233;.\nLe 11 octobre 2011, celui-ci s'est pr&#233;sent&#233; en Suisse et a requis une nouvelle fois l'asile. Il a &#233;t&#233; plac&#233; par l'Etablissement vaudois d'accueil des migrants (ci-apr&#232;s: EVAM) dans l'abri de protection civile Z. (PC). L'int&#233;ress&#233; s'est oppos&#233; &#224; son renvoi en Italie. Le 16 f&#233;vrier 2012, il a requis la reconsid&#233;ration de la d&#233;cision du 26 juillet 2011. Par d&#233;cision du 7 mars 2012, l'ODM a refus&#233; d'entrer en mati&#232;re sur cette demande. Par arr&#234;t du 30 avril 2012, le Tribunal administratif f&#233;d&#233;ral a rejet&#233; le recours form&#233; par S. contre cette d&#233;cision.\nLe 16 f&#233;vrier 2012, l'int&#233;ress&#233; a requis de l'EVAM d'&#234;tre transf&#233;r&#233; dans un autre type de logement en faisant valoir, en substance, que ses conditions d'h&#233;bergement &#224; l'abri PC lui rappelaient les conditions inhumaines et traumatisantes de ses d&#233;tentions dans son pays d'origine.\nPar d&#233;cision du 21 f&#233;vrier 2012, confirm&#233;e sur opposition le 20 mars suivant, l'EVAM a rejet&#233; la demande de transfert de l'int&#233;ress&#233; dans un autre type de logement.\n Saisi d'un recours contre la d&#233;cision sur opposition, le chef du D&#233;partement de l'&#233;conomie du canton de Vaud (aujourd'hui: le BGE 139 I 272 S. 274D&#233;partement de l'&#233;conomie et du sport; ci-apr&#232;s: DECS) l'a rejet&#233; par d&#233;cision du 29 juin 2012. \n\n    B. Par jugement du 10 octobre 2012, la Cour de droit administratif et public du Tribunal cantonal du canton de Vaud a rejet&#233; le recours form&#233; contre la d&#233;cision du DECS du 29 juin 2012.\n\n    C. S. interjette un recours contre ce jugement en concluant &#224; son annulation, sous suite de d&#233;pens. Pr&#233;alablement, il demande &#224; &#234;tre dispens&#233; de payer des frais de proc&#233;dure.\nL'Etat de Vaud, agissant par le chef du DECS, et la juridiction cantonale ont renonc&#233; &#224; se d&#233;terminer sur le recours.\n(...)\nLe recours a &#233;t&#233; rejet&#233;.\n\n    (extrait)\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. \n   \n\n    2.1 Aux termes de l'art. 86 al. 1 de la loi f&#233;d&#233;rale du 16 d&#233;cembre 2005 sur les &#233;trangers (LEtr; RS 142.20), les cantons r&#232;glent la fixation et le versement de l'aide sociale et de l'aide d'urgence destin&#233;es aux personnes admises provisoirement; les art. 80 &#224; 84 de la loi du 26 juin 1998 sur l'asile (LAsi; RS 142.31) concernant les requ&#233;rants d'asile sont applicables (1re et 2e phrases). Selon l'art. 81 LAsi, dans sa version en vigueur depuis le 1er janvier 2008, les personnes qui s&#233;journent en Suisse en vertu de cette loi et qui ne peuvent subvenir &#224; leur entretien par leurs propres moyens re&#231;oivent l'aide sociale n&#233;cessaire, &#224; moins qu'un tiers ne soit tenu d'y pourvoir en vertu d'une obligation l&#233;gale ou contractuelle, ou l'aide d'urgence, &#224; condition qu'elles en fassent la demande. L'art. 82 LAsi pr&#233;voit que l'octroi de l'aide sociale et de l'aide d'urgence est r&#233;gi par le droit cantonal; les personnes frapp&#233;es d'une d&#233;cision de renvoi ex&#233;cutoire auxquelles un d&#233;lai de d&#233;part a &#233;t&#233; imparti peuvent &#234;tre exclues du r&#233;gime d'aide sociale (al. 1); l'aide d'urgence est octroy&#233;e sous la forme de prestations en nature ou de prestations p&#233;cuniaires journali&#232;res aux lieux d&#233;sign&#233;s par les cantons (al. 4, 1re phrase).\n\n    2.2 Selon l'art. 4a de la loi cantonale du 2 d&#233;cembre 2003 sur l'action sociale vaudoise (LASV; RSV 850.051), toute personne r&#233;sidant dans le canton a droit au minimum &#224; l'aide d'urgence si elle n'est plus en mesure de subvenir &#224; son entretien en raison d'une situation de d&#233;tresse pr&#233;sente ou in&#233;luctable (al. 1); l'aide d'urgence est dans la BGE 139 I 272 S. 275mesure du possible allou&#233;e sous forme de prestations en nature; elle comprend en principe: a. le logement, en r&#232;gle g&#233;n&#233;rale, dans un lieu d'h&#233;bergement collectif; b. la remise de denr&#233;es alimentaires et d'articles d'hygi&#232;ne; c. les soins m&#233;dicaux d'urgence dispens&#233;s en principe par la Policlinique M&#233;dicale Universitaire (PMU), en collaboration avec les Hospices cantonaux/CHUV; d. l'octroi, en cas de besoin &#233;tabli, d'autres prestations de premi&#232;re n&#233;cessit&#233; (al. 3). A la diff&#233;rence des demandeurs d'asile qui ont droit &#224; l'assistance, &#224; savoir &#224; l'aide ordinaire, sur d&#233;cision de l'EVAM (art. 3 et 10 al. 1 de la loi cantonale vaudoise du 7 mars 2006 sur l'aide aux requ&#233;rants d'asile et &#224; certaines cat&#233;gories d'&#233;trangers [LARA; RSV 142.21]), les personnes qui s&#233;journent ill&#233;galement sur territoire vaudois n'ont droit qu'&#224; l'aide d'urgence, sur d&#233;cision du d&#233;partement en charge de l'asile, si elles se trouvent dans une situation de d&#233;tresse et ne sont pas en mesure de subvenir &#224; leur entretien (art. 6 al. 3, art. 49 et 50 al. 1 LARA).\n\n    2.3 En l'esp&#232;ce, au moment - d&#233;terminant en l'occurrence (ATF 132 V 215 consid. 3.1.1 p. 220; ATF 121 V 362 consid. 1b p. 366 et les arr&#234;ts cit&#233;s) - o&#249; le DECS a rendu sa d&#233;cision par laquelle il a confirm&#233; le refus de l'EVAM de transf&#233;rer S. dans un autre type de logement, l'int&#233;ress&#233; &#233;tait sous le coup d'une d&#233;cision de renvoi d&#233;finitive et ex&#233;cutoire depuis le 6 ao&#251;t 2011, sa demande de reconsid&#233;ration du refus d'entrer en mati&#232;re ayant &#233;t&#233; d&#233;finitivement rejet&#233;e le 30 avril 2012. Il n'est d&#232;s lors pas contestable qu'il n'avait plus droit &#224; l'assistance ordinaire pr&#233;vue &#224; l'art. 81 LAsi, mais seulement &#224; l'aide d'urgence garantie par l'art. 12 Cst. (ATF 135 I 119 consid. 5.3 p. 123; voir aussi ATF 130 II 377 consid. 3.2.1 p. 381).\n\n    3. \n   \n\n    3.1 Le recourant invoque le droit &#224; la protection de sa dignit&#233; humaine consacr&#233;e aux art. 7 et 12 Cst., ainsi que le droit au respect de la vie priv&#233;e au sens de l'art. 8 CEDH. Il soul&#232;ve de nombreux griefs en relation avec ses conditions d'h&#233;bergement dans un abri PC qu'il consid&#232;re comme humiliantes et contraires &#224; la dignit&#233; humaine au sens de l'art. 3 CEDH. Il rel&#232;ve qu'un abri PC est une cavit&#233; sous la terre, a&#233;r&#233;e artificiellement et &#233;clair&#233;e de mani&#232;re artificielle &#233;galement, o&#249; la lumi&#232;re du jour n'entre jamais; c'est un espace hostile, enti&#232;rement b&#233;tonn&#233;, qui donne un sentiment d'enfermement; les dortoirs communs sont sommairement am&#233;nag&#233;s de banquettes superpos&#233;es &#224; trois &#233;tages sur lesquelles sont pos&#233;s des matelas et o&#249; on ne peut pas se tenir assis en raison de l'&#233;troitesse; les dortoirs BGE 139 I 272 S. 276sentent mauvais faute d'a&#233;ration ad&#233;quate et la respiration y est difficile, sp&#233;cialement la nuit; en raison de la promiscuit&#233;, il y a toujours du bruit pendant la nuit et il n'est pas possible de dormir paisiblement; les maladies infectieuses se transmettent rapidement; la promiscuit&#233; est grande, et il n'y a pas d'espace priv&#233;. En outre, le recourant fait valoir qu'il ne peut pas d&#233;poser ses affaires selon son go&#251;t, comme on le fait habituellement dans son logement, lequel comporte, en principe, des fen&#234;tres; par ailleurs, l'int&#233;ress&#233; est contraint d'errer dans la rue pendant la journ&#233;e ou de se rendre dans un lieu d'accueil collectif trop &#233;troit, surpeupl&#233; et bruyant; s'il a mal dormi ou a de la fi&#232;vre, notamment en raison du froid, il n'a aucun autre choix que d'errer dans la rue toute la journ&#233;e et demeurer expos&#233; aux intemp&#233;ries, &#224; la chaleur en &#233;t&#233;, au vent, au froid et &#224; la pluie le reste de l'ann&#233;e; pendant la journ&#233;e, il n'a pas acc&#232;s aux sanitaires, au chauffage, &#224; l'eau courante, ni &#224; aucun espace de repos; il ne peut installer nulle part le centre de sa vie priv&#233;e.\n\n    3.2 L'art. 12 Cst. dispose que quiconque est dans une situation de d&#233;tresse et n'est pas en mesure de subvenir &#224; son entretien a le droit d'&#234;tre aid&#233; et assist&#233; et de recevoir les moyens indispensables pour mener une existence conforme &#224; la dignit&#233; humaine. La dignit&#233; humaine doit &#234;tre respect&#233;e et prot&#233;g&#233;e (art. 7 Cst.).\nLa jurisprudence consid&#232;re que la mise en oeuvre de l'art. 12 Cst. incombe aux cantons. Ceux-ci sont libres de fixer la nature et les modalit&#233;s des prestations &#224; fournir au titre de l'aide d'urgence (ATF 135 I 119 consid. 5.3 p. 123; ATF 131 I 166 consid. 8.5 p. 184). Le droit fondamental &#224; des conditions minimales d'existence selon l'art. 12 Cst. ne garantit pas un revenu minimum, mais uniquement la couverture des besoins &#233;l&#233;mentaires pour survivre d'une mani&#232;re conforme aux exigences de la dignit&#233; humaine, tels que la nourriture, le logement, l'habillement et les soins m&#233;dicaux de base. L'art. 12 Cst. se limite, autrement dit, &#224; ce qui est n&#233;cessaire pour assurer une survie d&#233;cente afin de ne pas &#234;tre abandonn&#233; &#224; la rue et r&#233;duit &#224; la mendicit&#233; (ATF 135 I 119 consid. 5.3 p. 123; ATF 121 I 367 consid. 2c p. 373). L'aide d'urgence, par d&#233;finition, a en principe un caract&#232;re transitoire. L'art. 12 Cst. ne vise qu'une aide minimale - &#224; savoir un filet de protection temporaire pour les personnes qui ne trouvent aucune protection dans le cadre des institutions sociales existantes - pour mener une existence conforme &#224; la dignit&#233; humaine (AUBERT/MAHON, Petit Commentaire de la Constitution f&#233;d&#233;rale de la Conf&#233;d&#233;ration suisse du 18 avril 1999, 2003, n&#176; 4 ad art. 12 Cst.). En effet, le droit BGE 139 I 272 S. 277constitutionnel d'obtenir de l'aide dans des situations de d&#233;tresse est &#233;troitement li&#233; au respect de la dignit&#233; humaine garanti par l'art. 7 Cst. (ATF 135 I 119 consid. 7.3 p. 126; ATF 131 I 166 consid. 3.1 p. 172; AUBERT/MAHON, op. cit., n&#176; 6 ad art. 7 Cst.; KATHRIN AMSTUTZ, Das Grundrecht auf Existenzsicherung, 2002, p. 71 ss; MARGRITH BIGLER-EGGENBERGER, in: Die schweizerische Bundesverfassung, Bernhard Ehrenzeller [Hrsg.], 2e &#233;d. 2008, n&#176; 7 ad art. 12 Cst.; PETER UEBERSAX, Nothilfe: Gesetze auf Verfassungsm&#228;ssigkeit pr&#252;fen, Pl&#228;doyer 2006 4 p. 46), lequel sous-tend l'art. 12 Cst.\n\n    3.3 La mise en oeuvre de l'art. 12 Cst. peut &#234;tre diff&#233;renci&#233;e selon le statut de la personne assist&#233;e. Ainsi, pour les requ&#233;rants d'asile sous le coup d'une d&#233;cision de non-entr&#233;e en mati&#232;re, aucun int&#233;r&#234;t d'int&#233;gration n'est &#224; poursuivre et aucun contact social durable ne doit &#234;tre garanti au regard du caract&#232;re en principe temporaire de la pr&#233;sence de l'int&#233;ress&#233; sur le territoire suisse. L'octroi de prestations minimales se justifie aussi afin de r&#233;duire l'incitation &#224; demeurer en Suisse (ATF 135 I 119 consid. 5.4 p. 123; ATF 131 I 166 consid. 8.2 p. 182). Cette diff&#233;renciation d&#233;coule &#233;galement des art. 82 et 83 LAsi qui op&#232;rent une claire distinction entre l'aide sociale et l'aide d'urgence. \n\n    3.4 En l'esp&#232;ce, comme le constate le jugement attaqu&#233;, le recourant est &#226;g&#233; de trente-quatre ans, c&#233;libataire, sans charge de famille et sans probl&#232;mes m&#233;dicaux attest&#233;s. Le fait de devoir passer la nuit dans un lieu d'h&#233;bergement collectif pour un homme c&#233;libataire et en bonne sant&#233; n'est certainement pas contraire, dans les pr&#233;sentes circonstances, aux exigences minimales garanties par l'art. 12 Cst. Au sujet des conditions d'h&#233;bergement dans un abri PC et des conditions d'accueil dans une structure de jour, il faut relever que, du fait de son statut de ressortissant &#233;tranger en situation ill&#233;gale, le recourant se trouve, par rapport &#224; l'autorit&#233;, dans un rapport particulier de d&#233;pendance, qui lui conf&#232;re certes le droit d'obtenir de l'aide, mais qui implique en contrepartie le devoir de se soumettre &#224; certaines contraintes pouvant limiter sa libert&#233;, &#224; tout le moins tant que celles-ci restent dans des limites acceptables et ne constituent pas une atteinte grave &#224; ses droits fondamentaux. En cas d'atteinte grave, l'int&#233;ress&#233; b&#233;n&#233;ficie d'une protection juridique et peut recourir aussi bien contre les actes particuliers que contre le comportement g&#233;n&#233;ral du personnel ou des responsables du centre d'h&#233;bergement. Il est en effet en droit d'obtenir une d&#233;cision qui sera le plus souvent une d&#233;cision en constatation (ATF 135 I 119 consid. 8.2 p. 128; ATF 133 I 49 consid. 3.2 p. 55 ss; ATF 128 II 156 consid. 3b p. 163 s.; voir aussi arr&#234;t 2P.272/2006 du 24 mai BGE 139 I 272 S. 2782007 consid. 4). Des voies de droit sont pr&#233;vues par le droit cantonal (art. 72 &#224; 74 LARA: opposition et recours administratif; art. 92 al. 1 de la loi cantonale vaudoise du 28 octobre 2008 sur la proc&#233;dure administrative [LPA; RSV 173.36]: recours de droit administratif devant le tribunal cantonal). Ind&#233;pendamment de la r&#233;glementation cantonale, la garantie de l'acc&#232;s au juge s'impose d&#233;j&#224; par l'art. 86 al. 2 LTF (applicable &#233;galement au recours constitutionnel subsidiaire par le renvoi de l'art. 114 LTF). \n\n    4. En ce qui concerne la violation all&#233;gu&#233;e de l'art. 3 CEDH qui interdit les traitements inhumains ou d&#233;gradants, il convient de relever qu'un traitement doit atteindre un minimum de gravit&#233;. L'appr&#233;ciation de ce minimum d&#233;pend de l'ensemble des donn&#233;es de la cause et notamment de la nature et du contexte du traitement ainsi que de sa dur&#233;e, de ses effets physiques ou mentaux ainsi que, parfois, du sexe, de l'&#226;ge et de l'&#233;tat de sant&#233; de la personne concern&#233;e. Dans cette perspective, il ne suffit pas que le traitement comporte des aspects d&#233;sagr&#233;ables (d&#233;cision d'irrecevabilit&#233; de la Cour europ&#233;enne des droits de l'homme [CourEDH]  Messina contre Italie du 8 juin 1999, Recueil CourEDH 1999-V p. 531 &#167; 1).\nLes installations de protection civile sont certes des abris d'urgence qui, bien qu'habitables, ne sont pas con&#231;us pour offrir des solutions d'h&#233;bergement sur le long terme. Le fait de devoir y s&#233;journer dans le cadre d'une aide d'urgence, en principe transitoire, sans &#234;tre tenu d'y passer tout ou partie de la journ&#233;e (pour laquelle des centres d'accueil sont pr&#233;vus), ne saurait toutefois &#234;tre consid&#233;r&#233; comme relevant d'un traitement inhumain ou d&#233;gradant pour une personne qui - &#224; l'instar du recourant - n'est pas sp&#233;cialement vuln&#233;rable (cf. AMSTUTZ, op. cit., p. 219 s.). Les fluctuations, parfois tr&#232;s importantes, du nombre des demandes d'asile ne permettent pas toujours d'&#233;viter d'h&#233;berger provisoirement des requ&#233;rants dans des locaux de la protection civile. C'est ainsi que selon l'art. 28 LARA les demandeurs d'asile sont en principe h&#233;berg&#233;s dans des centres d'accueil ou dans des appartements; en cas d'afflux massif et inattendu de demandeurs d'asile, le d&#233;partement peut ordonner l'ouverture d'abris de protection civile afin d'h&#233;berger temporairement les personnes vis&#233;es &#224; l'art. 2 LARA, soit notamment celles qui s&#233;journent ill&#233;galement dans le canton de Vaud (voir aussi &#224; ce sujet l'arr&#234;t 2C_626/2012 du 9 juillet 2012). Par ailleurs, le recourant ne fait valoir aucun fait de nature &#224; &#233;tablir que son h&#233;bergement dans un abri PC a entra&#238;n&#233; des effets physiques ou psychologiques pr&#233;judiciables. Dans ces conditions, BGE 139 I 272 S. 279les inconv&#233;nients dont se plaint le recourant n'atteignent pas le minimum n&#233;cessaire de gravit&#233; pour tomber sous le coup de l'art. 3 CEDH. Le grief est d&#232;s lors infond&#233;.\n\n    5. En ce qui concerne le grief tir&#233; du droit au respect de la vie priv&#233;e, il y a lieu de relever ce qui suit:\nL'art. 8 par. 1 CEDH garantit le droit au respect de la vie priv&#233;e et familiale, c'est-&#224;-dire le droit de toute personne de choisir son mode de vie, d'organiser ses loisirs et celui de nouer et de d&#233;velopper des relations avec ses semblables, respectivement d'entretenir librement ses relations familiales et de mener une vie de famille. Le droit au respect de la vie priv&#233;e prot&#232;ge notamment l'int&#233;grit&#233; physique et morale d'une personne; il est destin&#233; &#224; assurer le d&#233;veloppement sans ing&#233;rences ext&#233;rieures de la personnalit&#233; de chaque individu dans les relations avec ses semblables (arr&#234;t de la CourEDH Botta contre Italie du 24 f&#233;vrier 1998, Recueil CourEDH 1998-I p. 412 &#167; 32). Le droit au respect de la vie priv&#233;e garantit aussi le droit de l'individu au respect de son domicile, con&#231;u non seulement comme le droit &#224; un simple espace physique mais aussi comme celui &#224; la jouissance, en toute tranquillit&#233;, dudit espace. Des atteintes au droit au respect du domicile ne visent pas seulement les atteintes mat&#233;rielles ou corporelles, telles que l'entr&#233;e dans le domicile d'une personne non autoris&#233;e, mais aussi les atteintes immat&#233;rielles ou incorporelles, telles que les bruits, les &#233;missions, les odeurs et autres ing&#233;rences (arr&#234;t de la CourEDH Moreno contre Espagne du 16 novembre 2004, Recueil CourEDH 2004-X p. 307 &#167; 53).\nPar ailleurs, si la CourEDH a reconnu que l'art. 8 CEDH a non seulement pour objet de pr&#233;munir l'individu contre les ing&#233;rences arbitraires des pouvoirs publics mais peut aussi impliquer, dans certaines circonstances, des obligations positives inh&#233;rentes &#224; un respect effectif de la vie priv&#233;e ou familiale (parmi d'autres, arr&#234;t Botta, &#167; 33), elle a toutefois retenu que cette disposition n'impose pas aux Etats contractants l'obligation de fournir certaines prestations financi&#232;res ou de garantir un certain niveau de vie (arr&#234;t Petrovic contre Autriche du 27 mars 1998, Recueil CourEDH 1998-II p. 579 &#167;&#167; 26 ss).\nEn cons&#233;quence, les conditions d'h&#233;bergement dans un abri PC d'une personne sous le coup d'une d&#233;cision de renvoi ex&#233;cutoire ne sauraient, compte tenu de la situation personnelle et familiale du recourant, constituer une atteinte &#224; la vie priv&#233;e ni toucher au respect du domicile au sens de l'art. 8 par. 1 CEDH.\n \n   \n   "
}