{
  "titre": "125 I 21",
  "annee": "1998",
  "contenu": "\n      \n  Chapeau\n125 I 214. Auszug aus dem Urteil der I. &#246;ffentlichrechtlichen Abteilung vom 7. Oktober 1998 i.S. Gr&#252;ne Bewegung Uri (u.a.) gegen Landrat des Kantons Uri (staatsrechtliche Beschwerde)\n\n  \n  \nRegeste\nArt. 85 let. a OJ; initiative populaire uranaise \"Pour des chances &#233;gales aux &#233;lections\".  R&#233;sum&#233; de la jurisprudence rendue &#224; ce jour sur l'art. 4 al. 2 Cst. en g&#233;n&#233;ral (consid. 3a) et sur les quotas f&#233;minins en particulier (consid. 3b);  examen des critiques formul&#233;es &#224; l'encontre de cette jurisprudence (consid. 3c et 3d). \nLes quotas de r&#233;sultat font &#233;galement partie des mesures visant &#224; assurer l'&#233;galit&#233; des sexes (consid. 3d/aa; pr&#233;cision de l'ATF 123 I 152). \nLa r&#233;partition en fonction de quotas de mandats octroy&#233;s par &#233;lections populaires repr&#233;sente une limitation inadmissible au droit &#233;gal d'&#233;lire et d'&#234;tre &#233;lu (consid. 3d/dd). \nCrit&#232;res d'examen des quotas selon le droit international public (consid. 4). \nExamen des mesures visant &#224; assurer l'&#233;galit&#233; des sexes contenues dans l'initiative \"Pour des chances &#233;gales aux &#233;lections\": quotas pour les autorit&#233;s et les commissions &#233;lues directement par le peuple (consid. 5a); quotas pour les autorit&#233;s et les commissions &#233;lues indirectement par le peuple (consid.  5b); quotas pour les &#233;lections au syst&#232;me majoritaire et quotas de listes pour les &#233;lections au Grand Conseil selon le syst&#232;me de la repr&#233;sentation proportionnelle (consid. 5c); validit&#233; partielle de l'initiative (consid. 7). \nProbl&#233;matique de la limitation dans le temps des mesures visant &#224; assurer l'&#233;galit&#233; des sexes (consid. 6). \n\n\n  \n  \nFaits &#224; partir de page 22\n\n\n    BGE 125 I 21 S. 22\n   \nAm 15. April 1996 wurde dem Regierungsrat des Kantons Uri die Volksinitiative \"f&#252;r gleiche Wahlchancen (Wahlchancen-Initiative)\" mit folgendem Wortlaut eingereicht:\n\"Die Verfassung des Kantons Uri ist durch den folgenden Artikel 75bis\n(Gleichstellung der Geschlechter) zu erg&#228;nzen:\n1 Alle Beh&#246;rden und Kommissionen, die vom Volk gew&#228;hlt oder durch gew&#228;hlte Organe bestimmt werden, sind ann&#228;hernd je zur H&#228;lfte mit Frauen und M&#228;nnern besetzt. Jedes Geschlecht ist jedoch mindestens zu einem Drittel vertreten. F&#252;r den Landrat gelten die Vorschriften der Abs&#228;tze 2 und 3.\n2 Bei den Landratswahlen in Gemeinden, in denen nach Proporzsystem gew&#228;hlt wird, betr&#228;gt die zahlenm&#228;ssige Differenz zwischen Frauen und M&#228;nnern auf den gedruckten Wahllisten h&#246;chstens eins.\n\n    BGE 125 I 21 S. 23\n   \n3 Bei den Landratswahlen in Gemeinden, denen nur ein Sitz zusteht, wird eine Kandidatin oder ein Kandidat gew&#228;hlt. In Gemeinden mit zwei Sitzen werden je eine Frau und ein Mann gew&#228;hlt.\n&#220;bergangsbestimmungen:\n1 Nimmt ein gew&#228;hltes Organ Ersatzwahlen f&#252;r eine Beh&#246;rde oder Kommission vor, hat jedes Geschlecht Anspruch auf jede zweite Nachfolge, bis das Minimalziel von Artikel 75bis Abs. 1 erf&#252;llt ist.\n2 Bei der ersten nach den Bestimmungen von Artikel 75bis durchgef&#252;hrten Gesamterneuerungswahl von Beh&#246;rden oder Kommissionen, die vom Volk im Majorz gew&#228;hlt werden, gilt folgende Ausnahme: Personen, die bereits bisher Mitglieder der gleichen Beh&#246;rde oder der gleichen Kommission waren und wiedergew&#228;hlt werden, gelten auch dann als gew&#228;hlt, wenn das Ziel von Artikel 75bis noch nicht erf&#252;llt ist.\n3 Bei der ersten Gesamterneuerungswahl des Landrates nach Annahme von Artikel 75bis betr&#228;gt in den Gemeinden, in denen nach Proporz gew&#228;hlt wird, der Anteil jedes Geschlechts auf den gedruckten Wahllisten mindestens je 30 Prozent.\"\nDer Regierungsrat erstattete am 22. April 1997 Bericht und Antrag an den Landrat des Kantons Uri. Er f&#252;hrte aus, die Initiative wirke sich diskriminierend aus. Sie f&#252;hre dazu, dass in konkreten Wahlen ein Mann oder eine Frau wegen des Geschlechts nicht w&#228;hlbar sei. Dies verletze den Anspruch der Kandidaten und Kandidatinnen auf rechtsgleiche Behandlung und, soweit Volkswahlen betroffen seien, auch die Wahl- und Abstimmungsfreiheit der Stimmb&#252;rger und Stimmb&#252;rgerinnen. Desgleichen schr&#228;nke die unterbreitete Wahlvorschlagsquote f&#252;r die Landratswahlen in den Proporzgemeinden die Auswahlfreiheit der Stimmberechtigten ein. Daf&#252;r gebe es keine Rechtfertigung. Der Regierungsrat beantragte deshalb, die Wahlchancen-Initiative sei f&#252;r ung&#252;ltig zu erkl&#228;ren und nicht dem Volk zur Abstimmung vorzulegen. Der Landrat folgte mit Beschluss vom 4. Juni 1997 dem Antrag des Regierungsrats.\nDie Gr&#252;ne Bewegung Uri, Annalise Russi, Doris Rosenkranz, Raphael Brand und Alf Arnold Rosenkranz haben gegen die Ung&#252;ltigerkl&#228;rung der Initiative eine staatsrechtliche Beschwerde beim Bundesgericht eingereicht und beantragen die Aufhebung des Beschlusses des Landrates. Eventualiter sei der Beschluss im Umfang der Teilg&#252;ltigkeit der Wahlchancen-Initiative aufzuheben. Die Beschwerdef&#252;hrerinnen und die Beschwerdef&#252;hrer (nachfolgend:  Beschwerdef&#252;hrerinnen) machen eine Verletzung ihrer politischen Rechte geltend.\n\n    BGE 125 I 21 S. 24\n   \nDas Bundesgericht heisst die Beschwerde teilweise gut\n  \nConsid&#233;rants\n\naus folgenden Erw&#228;gungen:\n\n    3. a) Im Mittelpunkt der Rechtser&#246;rterungen steht Art. 4 Abs. 2 BV. Diese Bestimmung umfasst drei S&#228;tze: Satz 1 statuiert die Gleichberechtigung von Mann und Frau. Nach Satz 2 hat das Gesetz - vor allem in Familie, Ausbildung und Arbeit - f&#252;r die Gleichstellung von Frauen und M&#228;nnern zu sorgen. Satz 3 legt das Lohngleichheitsprinzip fest. Nach der bundesgerichtlichen Rechtsprechung gew&#228;hrleistet Satz 1 ein verfassungsm&#228;ssiges Recht, das mit bestimmten Ausnahmen eine rechtliche Differenzierung nach dem Geschlecht verbietet und unmittelbar anwendbar ist. Eine unterschiedliche Behandlung von Mann und Frau ist nur zul&#228;ssig, wenn auf dem Geschlecht beruhende biologische oder funktionale Unterschiede eine Gleichbehandlung absolut ausschliessen (BGE 108 Ia 22 E. 5a S. 29 und nachfolgend best&#228;tigt in BGE 123 I 152 E. 3a S. 156; BGE 120 V 312 E. 2a S. 314; BGE 117 Ia 262 E. 2a S. 264, 270 E. 2a S. 272; BGE 117 V 318 E. 2a S. 321; BGE 116 V 198 E. II/ 2a/bb S. 208). Gem&#228;ss Satz 2 ist der Gesetzgeber beauftragt, die Gleichstellung von Mann und Frau zu verwirklichen. Hieraus ergibt sich die staatliche Aufgabe, tats&#228;chliche Gleichstellung in der sozialen Wirklichkeit zu schaffen (BGE 116 Ib 270 E. 7a S. 283, 284 E. 7a S. 297; best&#228;tigt in BGE 123 I 152 E. 3a S. 156 f. und BGE 117 V 194 E. 4a S. 196). In diesem Sinn nimmt die Rechtsprechung eine Zweiteilung vor: Satz 1 statuiert das Diskriminierungsverbot als formalrechtliche Gleichstellung und Satz 2 das Egalisierungsgebot als Auftrag, materielle Chancengleichheit zu schaffen. Das Lohngleichheitsprinzip gem&#228;ss Satz 3 ist im vorliegenden Zusammenhang nicht relevant.\nNach den zitierten Pr&#228;judizien versteht das Bundesgericht den Geschlechtergleichheitssatz als formelles Diskriminierungsverbot. Der formalrechtliche Charakter ist allerdings insoweit durchbrochen, als aufgrund biologischer und funktionaler Unterschiede der Geschlechter Differenzierungen erforderlich sind. In dieser Hinsicht weist auch Art. 4 Abs. 2 Satz 1 BV einen Aspekt materieller Gleichstellung auf (s. CHRISTA TOBLER, Quoten und Verst&#228;ndnis der Rechtsgleichheit der Geschlechter im schweizerischen Verfassungsrecht, unter vergleichender Ber&#252;cksichtigung der EuGH-Entscheidung Kalanke, in: Frauenf&#246;rderung durch Quoten, Hrsg. KATHRIN ARIOLI, Basel/Frankfurt a.M. 1997, S. 68). Die Erforderlichkeit politischer Quoten kann nicht mit biologischen oder funktionalen Unterschieden BGE 125 I 21 S. 25der Geschlechter begr&#252;ndet werden. Quotenregelungen lassen sich nach der gegenw&#228;rtigen Rechtsprechung nicht auf Art. 4 Abs. 2 Satz 1 BV abst&#252;tzen. Indessen umfasst der in Art. 4 Abs. 2 Satz 2 BV enthaltene Auftrag an den Gesetzgeber, die tats&#228;chliche Gleichstellung zwischen Mann und Frau herbeizuf&#252;hren, den Erlass positiver Gleichstellungsmassnahmen. Dies schliesst Frauenf&#246;rderungsmassnahmen mit ein. Wieweit solche Massnahmen unter Satz 2 von Art. 4 Abs. 2 BV fallen, h&#228;ngt davon ab, welche Tragweite man dem Begriff der materiellen Chancengleichheit zumisst, der dem Egalisierungsgebot zugrunde liegt.\nb) Im Zusammenhang mit der \"Solothurner Quoteninitiative\" hatte das Bundesgericht erstmals Gelegenheit, sich zur verfassungsrechtlichen Zul&#228;ssigkeit politischer Quoten zu &#228;ussern (BGE 123 I 152). Zum Verh&#228;ltnis von Satz 1 zu Satz 2 des Art. 4 Abs. 2 BV wird in den Erw&#228;gungen ausgef&#252;hrt, dass die Verfassungsbestimmung positive Massnahmen zur Verwirklichung der tats&#228;chlichen Gleichstellung - insbesondere Frauenf&#246;rderungsmassnahmen -  zulasse und damit unter Umst&#228;nden ein Abweichen vom Diskriminierungsverbot erlaube, sofern die F&#246;rderungsmassnahmen in einem vern&#252;nftigen Verh&#228;ltnis zum Regelungsziel stehen, d.h. sich gest&#252;tzt auf eine Interessenabw&#228;gung als verh&#228;ltnism&#228;ssig erweisen (E. 3b S. 157 f.). Die `Solothurner Quoteninitiative'  verlangte eine dem Bev&#246;lkerungsanteil entsprechende Vertretung von Frauen und M&#228;nnern in Parlament, Regierung und Gerichten. Das Bundesgericht erblickte in einer solchen Quotenregelung ein Abweichen vom Diskriminierungsverbot, wof&#252;r es nach dem Grundsatz der Verh&#228;ltnism&#228;ssigkeit keine Rechtfertigung gebe. Bei der Pr&#252;fung der Verh&#228;ltnism&#228;ssigkeit untersuchte es, ob die unterschiedliche Behandlung von Mann und Frau f&#252;r die Erf&#252;llung des Auftrags zur Herstellung der tats&#228;chlichen Gleichstellung im konkreten Fall geeignet und erforderlich sei und ob das Zweck-Mittel-Verh&#228;ltnis stimme. Es f&#252;hrte dazu u.a. aus, es gehe bei dem in Art. 4 Abs. 2 Satz 2 BV enthaltenen Gebot um die rechtliche und faktische M&#246;glichkeit eines jeden, seine Stellung in der Gesellschaft ohne Einfluss geschlechtsspezifischer Hemmnisse zu gestalten. Die angestrebte Gleichheit sei eine Gleichheit der Chancen und nicht des Resultats. Eine Quotenregelung, welche eine parit&#228;tische Vertretung der Geschlechter vorschreibe oder anstrebe, ziele auf Ergebnisgleichheit ab und gehe damit &#252;ber das Ziel des in Art. 4 Abs. 2 Satz 2 BV enthaltenen Egalisierungsgebots hinaus. Art. 4 Abs. 2 Satz 2 BV biete keine Handhabe f&#252;r eine parit&#228;tische Verteilung der politischen BGE 125 I 21 S. 26Mandate und Richterstellen zwischen M&#228;nnern und Frauen. Das Bundesgericht hielt deshalb die vorgeschlagene Quotenregelung f&#252;r kein geeignetes Mittel zur Verwirklichung tats&#228;chlicher Gleichstellung (E. 5b S. 164 f.). Hinsichtlich der Voraussetzung der Erforderlichkeit folgte es der Ansicht der Solothurner Regierung. Diese hatte ausgef&#252;hrt, dass sich die Wahlchancen der Frauen im Kanton Solothurn zu Beginn der 90er Jahren erheblich verbessert h&#228;tten  (Frauenanteil im Kantonsrat von 34,7%) und dass in den n&#228;chsten Jahren eine langsame Ann&#228;herung der Sitzzahlen der Geschlechter im Parlament zu erwarten sei. Deshalb k&#246;nne auf harte Massnahmen, wie Quotenregelungen es seien, verzichtet werden (E. 6 S. 167 ff.). Das Bundesgericht erachtete sodann die Verh&#228;ltnism&#228;ssigkeit im engeren Sinn (Zweck-Mittel-Relation) als verletzt, da die vorgeschlagene Quotenregelung keine R&#252;cksicht auf die Qualifikation der Bewerber nehme (E. 7b S. 169 ff.).\nSchliesslich pr&#252;fte das Bundesgericht die vorgeschlagene Quotenregelung in Bezug auf vom Volk gew&#228;hlte Beh&#246;rden unter dem Gesichtspunkt des Stimm- und Wahlrechts. Es hielt fest, dass das allgemeine, freie und gleiche Stimm- und Wahlrecht grunds&#228;tzlich absolut gelte und dass Einschr&#228;nkungen nur zul&#228;ssig seien, um ein Wahlsystem zu verwirklichen. Das Abstellen auf das Geschlecht sei keine solche systembedingte Abweichung. Das Geschlecht sei deshalb sowohl in Bezug auf das aktive wie auch das passive Wahlrecht grunds&#228;tzlich ein unzul&#228;ssiges Kriterium. Werde das Geschlecht zum determinierenden Kriterium erhoben, k&#246;nne der freie Willen der Stimmb&#252;rger nicht mehr zuverl&#228;ssig und unverf&#228;lscht zum Ausdruck kommen. Das Bundesgericht nahm deshalb an, die vorgeschlagene Initiative kollidiere - soweit sie vom Volk gew&#228;hlte Beh&#246;rden betraf - auch mit den politischen Rechten beider Geschlechter (E. 8 S. 171  ff.).\nc) Der bundesgerichtliche Quotenentscheid ist in der Lehre unterschiedlich aufgenommen worden. Im folgenden &#220;berblick sollen haupts&#228;chlich die Punkte stichwortartig aufgezeigt werden, die zu abweichenden Meinungs&#228;usserungen Anlass gegeben haben und auf welche im Rahmen der Beurteilung der vorliegenden Quoteninitiative - soweit erforderlich - einzugehen ist.\nDas Quotenurteil hat bei YVO HANGARTNER Zustimmung gefunden  (Urteilsbesprechung in AJP 1997, S. 1031-1033). ETIENNE GRISEL h&#228;lt das Urteil im Ergebnis f&#252;r richtig, kritisiert aber die bundesgerichtliche Auslegung von Art. 4 Abs. 2 BV: Seines Erachtens ist auch das Gleichstellungsgebot in Satz 2  formalrechtlicher Natur, BGE 125 I 21 S. 27weshalb es kein Spannungsverh&#228;ltnis zwischen Satz 1 und Satz 2 gebe (Egalit&#233;  des sexes et quotas de repr&#233;sentation, in: Festschrift Hangartner, St. Gallen  1998, S. 537-550, insbes. S. 539 ff.). ASTRID EPINEY kritisiert die vom Bundesgericht getroffene Unterscheidung zwischen Massnahmen, die eine  \"Ergebnisgleichheit\", und solchen, die eine \"Chancengleichheit\" im Auge haben, sowie die daran ankn&#252;pfende Verfassungswidrigkeit der ersteren  (Chancengleichheit &#252;ber das Ergebnis? AJP 1997, S. 1033-1036). Es sei nicht sachgerecht, eine bestimmte, dazu noch sehr schwer abzugrenzende Kategorie von Massnahmen von vornherein aus dem Anwendungsbereich des Art. 4 Abs. 2 Satz 2 BV auszuschliessen; es m&#252;sse vielmehr, um dem Spannungsfeld zwischen der zweifellos stattfindenden Diskriminierung betroffener M&#228;nner und der Verwirklichung einer tats&#228;chlichen Chancengleichheit zu begegnen, der Grundsatz der Verh&#228;ltnism&#228;ssigkeit herangezogen werden. Das Bundesgericht habe im Prinzip die verfassungsrechtliche Zul&#228;ssigkeit des Ziels selbst verneint und nicht die Geeignetheit der Massnahme im Rahmen der Zweck-Mittel-Relation gepr&#252;ft. Elisabeth Freivogel beklagt, dass sich das Bundesgericht nur vereinzelt und einseitig mit der einschl&#228;gigen Literatur zur Quotenproblematik auseinander gesetzt habe (Kommentar zum Gleichstellungsgesetz, Hrsg. Margrith Bigler Eggenberger und Claudia Kaufmann, Basel und Frankfurt am Main 1997, Art. 3 Rz.  170 Fn. 226).\nDENISE BUSER und TOMAS POLEDNA haben das bundesgerichtliche Quotenurteil einer eingehenden Analyse unterworfen (Politische Quoten auf dem Schafott -  Reflexionen zum Bundesgerichtsurteil zur \"Solothurner Quoteninitiative\", AJP  1997, S. 981-989). Die Autoren bezeichnen das Urteil im Ergebnis als verst&#228;ndlich, angesichts der strengen Vorschriften der Solothurner Quoteninitiative und in Anbetracht des hohen Anteils von Frauen im Solothurner Parlament. Sie halten jedoch die Urteilsbegr&#252;ndung in mehrfacher Hinsicht f&#252;r problematisch. Nach ihrer Kritik hat das Bundesgericht die Tragweite von Art. 4  Abs. 2 BV unter dem isolierten Blickwinkel des ersten Satzes der Bestimmung beurteilt und auf eine integrale Auslegung des Gleichheitsartikels unter Einbezug all seiner Gehalte verzichtet. Eine solche verengte Optik verletze letztlich das verfassungsm&#228;ssige Gleichstellungsprinzip. Sodann bem&#228;ngeln die Autoren, dass das Bundesgericht den Diskriminierungsgehalt von Quotenregelungen als gegeben voraussetze, was jedoch nicht ohne weiteres selbstverst&#228;ndlich sei. Eine materielle Gleichstellung gehe zwingend einher mit dem Abbau tats&#228;chlicher Privilegien der BGE 125 I 21 S. 28Gegenseite. Dies sei der Normalfall bei Gleichstellungsmassnahmen. Formell geschlechtsneutral ausgestaltete Quoten h&#228;tten an sich keine Schlechterstellung eines Geschlechtes zur Folge. Sie bewirkten zwar materiell eine Besserstellung des bis anhin untervertretenen Geschlechts. Die Kompensationswirkung von Gleichstellungsmassnahmen sei jedoch verfassungsrechtlich gewollt. Gegen die Annahme des Bundesgerichts, dass die umstrittene Quotenregelung wegen ihrer Ergebnisorientiertheit &#252;ber die Zielsetzung von Art. 4 Abs. 2 Satz 2 BV hinausgehe, wenden Buser/Poledna ein, dass der in der Bestimmung verwendete Begriff Gleichstellung - entsprechend bislang herrschender Lehre - sowohl den Aspekt der Chancengleichheit als auch denjenigen der Ergebnisgleichheit umfasse. In Bezug auf die Gleichstellung im politischen Bereich bem&#228;ngeln sie, das Bundesgericht habe seine Sicht allein auf die politischen Rechte -  insbesondere das Wahlrecht - ausgerichtet. Das Gebot der Gleichbehandlung einschliesslich des Gleichstellungsgebots gelte indessen ausnahmslos f&#252;r alle Bereiche des Lebens, mithin auch hinsichtlich einer ausgeglichenen Vertretung beider Geschlechter in staatlichen Organen. Indem das Bundesgericht die politische Repr&#228;sentationsebene vom Gleichheitskonzept ausklammere, ignoriere es die weiterreichende Dimension des Verfassungsrechts. Sodann stellten Quotenregelungen keine unzul&#228;ssige Abweichung von der Wahlrechtsgleichheit dar. Der Gesetzgeber habe durch die Bundesverfassung den positiven Auftrag erhalten, f&#252;r eine Verbesserung der heutigen Untervertretung der Frauen in politischen Organen zu sorgen. Quotenregelungen bewirkten eine Optimierung der Gleichheit im Sinn von Art. 4 Abs. 2 Satz 2 BV, seien also verfassungsrechtlich abgest&#252;tzt und in diesem Sinn mit systembedingten Abweichungen von der Wahlgleichheit vergleichbar. Schliesslich vertreten Buser/Poledna die Ansicht, dass Wahlquoten  - anders als Quotenregelungen im Erwerbsleben - sich einem Qualifikationsbezug entziehen (vgl. auch Ulrich H&#228;felin/Walter Haller, Schweizerisches Bundesstaatsrecht, 4. Aufl., Z&#252;rich 1998, Rz. 1561d, S. 512).\nANDREAS AUER und VINCENT MARTENET kritisieren den Quotenentscheid unter demokratischen und f&#246;deralistischen Aspekten (Les quotas, la d&#233;mocratie et le f&#233;d&#233;ralisme, SJ 1997, S. 629-659). Sie heben u.a. hervor, dass es in der schweizerischen Doktrin keinen Konsens &#252;ber die verfassungsrechtliche Zul&#228;ssigkeit von Quotenregelungen gebe und dass die Einf&#252;hrung von Geschlechterquoten in vielen westlichen Demokratien zur Diskussion stehe. Die Entwicklung BGE 125 I 21 S. 29sei im Fluss. Bei dieser Sachlage h&#228;tte sich das Bundesgericht - entsprechend seiner traditionellen Praxis - grosse Zur&#252;ckhaltung auferlegen und der Verfassungsautonomie der Kantone Rechnung tragen sollen, welche diesen einen weiten Spielraum bei der Handhabung von Art. 4 Abs. 2 BV einr&#228;ume.\nd) Im Folgenden sind einige der umstrittenen Punkte aufzugreifen:\naa) Im Vordergrund steht die Frage, ob Gleichstellungsmassnahmen im Sinn von Art. 4 Abs. 2 Satz 2 BV auch Quotensysteme erfassen. In den Erw&#228;gungen zum  \"Solothurner Quotenurteil\" wird gesagt, dass die anzustrebende materielle Chancengleichheit auf eine Gleichheit der Startbedingungen und nicht des Resultats abziele (E. 5b). In diesem Zusammenhang wird auch auf die Kalanke-Entscheidung des Gerichtshofs der Europ&#228;ischen Gemeinschaften (EuGH) hingewiesen (Urteil vom 17. Oktober 1995 in der Rs. C-450/93, Kalanke, Slg.  1995, S. I-3051 ff. = EuGRZ 1995, S. 546 ff. [zwischenzeitlich wurde diese Rechtsprechung im Urteil vom 11. November 1997 in der Rs. C-409/95, Marschall, Slg. 1997, S. I-6363 = EuGRZ 1997, S. 563 ff. pr&#228;zisiert]). Diese Hinweise k&#246;nnten in dem Sinn verstanden werden, das Bundesgericht habe ergebnisbezogene Gleichstellungsmassnahmen generell als mit Art. 4 Abs. 2 Satz 2 BV unvereinbar erachtet und dem Begriff der materiellen Chancengleichheit eine rein formalrechtliche Tragweite zugemessen (vgl. BGE 108 Ia 22 E. 5b S. 31, wo Folgendes ausgef&#252;hrt wird: 'Quant &#224; la notion d'&#233;galit&#233; des chances, elle n'a, selon le Conseil f&#233;d&#233;ral, jamais signifi&#233; autre chose que: \"formellement, les hommes et les femmes doivent &#234;tre plac&#233;s dans la m&#234;me situation juridique\" [FF  1980 I p. 124].'). Bei einem solchen Verst&#228;ndnis des Begriffes der Gleichstellung in Satz 2 w&#228;ren Quotenregelungen wegen ihrer Ergebnisorientiertheit ausgeschlossen; die Frage der Verh&#228;ltnism&#228;ssigkeit w&#252;rde sich gar nicht mehr stellen. Eine solch einschr&#228;nkende Auslegung liegt dem  `Solothurner Quotenentscheid' jedoch nicht zugrunde. Das Bundesgericht war der Auffassung, die Solothurner Initiative gehe unter dem Aspekt der materiellen Chancengleichheit &#252;ber das Gebotene hinaus, indem sie zeitlich unbefristet eine parit&#228;tische Repr&#228;sentation der Geschlechter und in diesem Sinn eine Ergebnisgleichheit festschreiben wollte. Dagegen erkl&#228;rt das bundesgerichtliche Urteil nicht von vornherein alle Quoten f&#252;r unzul&#228;ssig, die ein bestimmtes Ergebnis zwingend vorschreiben. Deren Zul&#228;ssigkeit muss vielmehr im Einzelfall am Massstab des Verh&#228;ltnism&#228;ssigkeitsprinzips gepr&#252;ft werden. HANGARTNER BGE 125 I 21 S. 30bemerkt in der oben zitierten Urteilsbesprechung, es w&#228;re eine unzul&#228;ssige Vereinfachung, aus dem Entscheid ableiten zu wollen, Quoten als Massnahme zur Gleichstellung von Frauen (oder von M&#228;nnern) seien zum Vornherein stets unzul&#228;ssig (a.a.O., S. 1031). In der Doktrin besteht weitgehend Einigkeit dar&#252;ber, dass Gleichstellungsmittel im Sinn von Art. 4 Abs. 2 Satz 2 BV ergebnisbezogene Massnahmen einschliessen (Georg M&#252;ller, Kommentar zur Bundesverfassung, Art. 4, Rz. 137b und die dortigen Hinweise). Im Folgenden ist daher davon auszugehen, dass Quotenregelungen nicht wegen ihrer Ergebnisbezogenheit generell aus dem Gleichstellungsinstrumentarium ausgeschlossen werden k&#246;nnen.\nbb) Nach allgemeiner Auffassung bildet - wie gesagt - Art. 4 Abs. 2 Satz 2 BV den verfassungsrechtlichen Ansatzpunkt f&#252;r Quotenregelungen (GEORG M&#220;LLER, BV-Kommentar, Art. 4 Rz. 137b; derselbe, Quotenregelungen - Rechtssetzung im Spannungsfeld von Gleichheit und Verh&#228;ltnism&#228;ssigkeit, ZBl 91/1990, S. 306-318, insbes. S. 310; TOMAS POLEDNA, Geschlechterquoten im Wahl- und Parlamentsrecht, in: Frauenf&#246;rderung durch Quoten, Hrsg. KATHRIN ARIOLI, Basel/Frankfurt a.M.  1997, S. 141 ff.; MARIANNE SCHWANDER CLAUS, Verfassungsm&#228;ssigkeit von Frauenquoten, Diss. Bern 1995, 37 ff.; DENISE BUSER, Die Zul&#228;ssigkeit der Quotierung von Parlamentsmandaten, AJP 1994, S. 330-337, insbes. S. 333 ff.;  ANDREAS AUER, Les mesures positives et l'art. 4 al. 2 Cst., AJP 1993, S.  1336-1348, insbes. S. 1342 f.; BEATRICE WEBER-D&#220;RLER, Aktuelle Aspekte der Gleichberechtigung von Mann und Frau, ZBJV 128/1992, S. 357-380, insbes. S.  366; KATHARINA SIMONE ARIOLI, Frauenf&#246;rderungsmassnahmen im Erwerbsleben unter besonderer Ber&#252;cksichtigung der Verfassungsm&#228;ssigkeit von Quotenregelungen, Diss. Z&#252;rich 1991, S. 101 ff.; TOMAS POLEDNA/CHRISTINE KAUFMANN, Die parteiinterne Kandidatennomination - ein demokratisches Defizit?, ZBl 90/1989, S. 281-310, insbes. S. 286 ff.; CHARLES-ALBERT MORAND, L'&#233;rosion jurisprudentielle du droit fondamental &#224; l'&#233;galit&#233; entre hommes et femmes, in:  L'&#233;galit&#233; entre hommes et femmes: bilan et perspectives, Hrsg. CHARLES-ALBERT MORAND, Lausanne 1988, S. 73-107, insbes. S. 85 ff.; MICHEL ROSSINELLI, Actions positives et &#233;galit&#233; des sexes en droit suisse, in: L'&#233;galit&#233; entre hommes et femmes, a.a.O., S. 253-270; a.A. ETIENNE GRISEL, a.a.O., S. 539 ff., wonach sich Art. 4 Abs. 2 Satz 2 BV - ebenso wie Satz 1 - nur auf die formalrechtliche Gleichstellung bezieht).\nDemgegen&#252;ber vertritt CHRISTA TOBLER eine Auslegung von Art. 4 Abs. 2 Satz 1  BV, die Raum l&#228;sst f&#252;r eine differenzierende BGE 125 I 21 S. 31Behandlung der Geschlechter durch Frauenquoten (a.a.O., S. 115 ff.). Die Autorin kritisiert, dass das Bundesgericht den Geschlechtergleichheitssatz im Ansatz als formelle Gleichbehandlung der Geschlechter versteht. Damit lasse sich echte Rechtsgleichheit und mithin das Ziel der seinerzeitigen Verfassungsrevision, n&#228;mlich die umfassende Besserstellung der Frau, nicht erreichen (s. Botschaft &#252;ber die Volksinitiative \"Gleiche Rechte f&#252;r Mann und Frau\" vom 14. November 1979, BBl 1980 I 69 ff., insbes. S. 141 f.). Ausgehend von einem materiellen Verst&#228;ndnis der Rechtsgleichheit bef&#252;rwortet die Autorin eine &#196;nderung der Praxis zu Art. 4 Abs. 2 Satz 1 BV: Danach sollten nicht mehr nur biologische und funktionale Unterschiede eine Ungleichbehandlung rechtfertigen, sondern auch andere tats&#228;chliche Unterschiede als relevant anerkannt werden. Dies f&#252;hre zu einem materiellen Verst&#228;ndnis der Rechtsgleichheit und erm&#246;gliche eine umfassende F&#246;rderung der Rechtsgleichheit, einschliesslich positive Massnahmen wie Quoten.\nDie f&#252;r eine Praxis&#228;nderung angegebenen Gr&#252;nde (CHRISTA TOBLER, a.a.O., S.  120 ff.) sind nicht zwingend. Das Bundesgericht hat sich bei seiner Auslegung am Willen des historischen Verfassungsgebers orientiert (s. BGE 108 Ia 22 E. 5a S. 29). Dass es dabei die Regelungsabsicht des Gesetzgebers und die darauf beruhenden Wertentscheidungen unzuverl&#228;ssig ermittelt h&#228;tte, kann nicht gesagt werden. Nat&#252;rlich beruht auch diese Entscheidung auf wertenden Gesichtspunkten, die je nach Standpunkt verschieden ausfallen k&#246;nnen. Es ist kein grundlegender Wandel in den Anschauungen zu erkennen, der ein Abr&#252;cken von der herk&#246;mmlichen Auslegung nahelegt. Es ist daran festzuhalten, dass Art. 4 Abs. 2 Satz 1 BV die absolute Gleichbehandlung von Mann und Frau verlangt, sofern diese nicht durch biologische oder funktionale Gr&#252;nde ausgeschlossen ist. Das schliesst aber Massnahmen zur umfassenden Verbesserung der Stellung der Frauen in Gesellschaft und Politik keineswegs aus: Die Beurteilung einer konkreten Gleichstellungsmassnahme muss immer anhand von Art. 4 Abs. 2 Satz 1 und Satz 2  erfolgen, d.h. der materielle Gleichstellungsauftrag muss als gleichwertiger Bestandteil von Art. 4 Abs. 2 BV gesehen werden und darf nicht etwa als Ausnahmebestimmung betrachtet und deshalb restriktiv interpretiert werden. Eine angemessene Massnahme zur Verwirklichung der tats&#228;chlichen Gleichstellung stellt daher keine verfassungswidrige Diskriminierung dar (vgl. Art. 3 Abs. 3  des Bundesgesetzes vom 24. M&#228;rz 1995 &#252;ber die Gleichstellung von Frau und Mann  [SR 151; GlG]).\n\n    BGE 125 I 21 S. 32\n   \ncc) Bei diesem Verst&#228;ndnis der Geschlechtergleichheit stehen Satz 1 und Satz  2 von Art. 4 Abs. 2 BV in einem Spannungsverh&#228;ltnis. Positive Gleichstellungsmassnahmen k&#246;nnen mit dem Gebot der formalrechtlichen Gleichstellung in Konflikt geraten. Aus der Verfassung l&#228;sst sich kein prinzipieller Vorrang f&#252;r den einen oder anderen Teilgehalt von Art. 4 Abs. 2  BV herleiten. Das Bundesgericht hat im \"Solothurner-Quotenurteil\" anerkannt, dass das Spannungsverh&#228;ltnis durch eine Abw&#228;gung der Interessen aufzul&#246;sen ist  (BGE 123 I 152 E. 3b S. 157 ff.). Dabei kommt dem Verh&#228;ltnism&#228;ssigkeitsprinzip entscheidende Bedeutung zu. Das Bundesgericht steht somit im Einklang mit der vorherrschenden Doktrin, die sich mehrheitlich am System der \"praktischen Konkordanz\" orientiert (GEORG M&#220;LLER, BV-Kommentar, Art. 4 Rz. 137c; derselbe, Quotenregelungen, S. 310 ff.; YVO HANGARTNER, Grundz&#252;ge des schweizerischen Staatsrechts, Band II, Z&#252;rich 1982, S. 190; ULRICH H&#196;FELIN/WALTER HALLER, a.a.O., Rz. 1561b f., S. 511 f.; POLEDNA, Geschlechterquoten im Wahl- und Parlamentsrecht, a.a.O., S. 142 ff.; SCHWANDER CLAUS, a.a.O., S. 73 ff.; AUER, a.a.O., S. 1345 ff. [der allerdings auf die Anwendungsschwierigkeiten hinweist und die Bedeutung des Verh&#228;ltnism&#228;ssigkeitsprinzips relativiert]; WEBER-D&#220;RLER, a.a.O., S. 369; ARIOLI, a.a.O., S. 125 ff.). Aus dem Prinzip der praktischen Konkordanz folgt, dass keines der entgegenstehenden Prinzipien und der darin zum Ausdruck kommenden Anliegen v&#246;llig zu Lasten des anderen verwirklicht werden darf (vgl. GEORG M&#220;LLER, BV-Kommentar, Art. 4 Rz. 137c mit Hinweis auf Konrad Hesse, Grundz&#252;ge des Verfassungsrechts der Bundesrepublik Deutschland,  19. Aufl., Heidelberg 1993, Rz. 72).\ndd) Im Schrifttum wird dem Prinzip der praktischen Konkordanz nicht nur im Verh&#228;ltnis von Satz 1 und Satz 2 von Art. 4 Abs. 2 BV Bedeutung zugemessen, sondern auch in Bezug auf andere verfassungsrechtliche Grunds&#228;tze, wie z.B. diejenigen &#252;ber die politischen Rechte (POLEDNA, Geschlechterquoten im Wahl-  und Parlamentsrecht, a.a.O., S. 144 f.). Im \"Solothurner-Quotenurteil\" hat das Bundesgericht indessen entschieden, dass Quotenvorgaben die Prinzipien der allgemeinen, freien und gleichen Wahl einschr&#228;nken, dass solche Einschr&#228;nkungen nur zul&#228;ssig seien, um ein Wahlsystem zu verwirklichen, und dass Quotierungen keine wahlsystembedingten Abweichungen darstellen und deshalb unzul&#228;ssig seien:  Es sei grunds&#228;tzlich unzul&#228;ssig, das Geschlecht zum determinierenden Wahlkriterium zu erheben (BGE 123 I 152 E. 8 S. 173 f.). In der Literatur ist diese Auffassung - wie bereits ausgef&#252;hrt worden ist - BGE 125 I 21 S. 33auf Kritik gestossen. Es sei nicht erkl&#228;rbar, weshalb allein wahlsystembedingte Eingriffe in die Wahlrechtsgleichheit verfassungsrechtlich Bestand haben sollen, obwohl diese (im Gegensatz zum Gleichstellungsauftrag) nicht verfassungsrechtlich vorgegeben seien (POLEDNA/BUSER, a.a.O., S. 986). Sodann habe das Bundesgericht den weiten Spielraum der Kantone bei der Ausgestaltung ihrer Verfassung und insbesondere ihres Wahlrechts missachtet (POLEDNA/BUSER, a.a.O., S. 986; AUER/MARTENET, a.a.O., S. 641 ff.).\nDie Stimmrechtsfreiheit und die Wahlrechtsgleichheit stellen fundamentale Prinzipien des demokratischen Staatswesens dar, die nur aus gewichtigen, zwingenden Gr&#252;nden eingeschr&#228;nkt werden d&#252;rfen. Nur einzelne wenige spezifische Elemente k&#246;nnen im Bereich der politischen Rechte eine unterschiedliche Behandlung rechtfertigen (BGE 124 I 55 E. 5a S. 62 unter Berufung auf ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetz gleich, Bern 1985, S. 57); in der Literatur wird daher von einem \"absoluten\" oder \"strengen\" Gleichheitsgrundsatz im Bereich des Stimmrechts gesprochen (vgl. FRITZ FLEINER/ZACCARIA GIACOMETTI, Schweizerisches Bundesstaatsrecht, Z&#252;rich 1949, S. 407; H&#196;FELIN/HALLER, a.a.O., Rz. 1568, S. 514; YVO HANGARTNER, Grundz&#252;ge des schweizerischen Staatsrechts, S. 180; TOMAS POLEDNA, Wahlrechtsgrunds&#228;tze und kantonale Parlamentswahlen, Diss. Z&#252;rich 1988, S. 5 ff. und S. 23 ff. unter Hinweis auf Art. 4 Abs. 1 BV). Dem Grundsatz der Z&#228;hlwertgleichheit kommt unstreitig absoluter Charakter zu:  Jedem W&#228;hler steht ausnahmslos die gleiche Anzahl von Stimmen zu;  Unterscheidungen nach Bildung, Geschlecht, Einkommen, Besitz, Wohnsitz oder anderen subjektiven Merkmalen sind ausgeschlossen (POLEDNA, Wahlrechtsgrunds&#228;tze, S. 26 mit weiteren Literaturnachweisen). Dagegen l&#228;sst die bundesgerichtliche Rechtsprechung gewisse Einschr&#228;nkungen der Stimmkrafts-  und der Erfolgswertgleichheit (bei Proporzwahlen) unter Beachtung des Grundsatzes der Verh&#228;ltnism&#228;ssigkeit und aus Gr&#252;nden des &#252;berwiegenden  &#246;ffentlichen Interesses zu (vgl. BGE 123 I 97 E. 4b S. 105). Dabei k&#246;nnen - was einzur&#228;umen ist - auch Gr&#252;nde in Betracht fallen, die nur in einem weiten Sinne wahlsystembedingt sind, wie z.B. der Schutz regionaler oder sprachlicher Minderheiten (vgl. etwa den in Art. 84 Abs. 2 und Art. 85 der Berner Verfassung dem Berner Jura garantierten Sitz im Regierungsrat). Wegen des hohen Stellenwertes der betroffenen politischen Rechte sind solche Einschr&#228;nkungen allerdings nur mit gr&#246;sster Zur&#252;ckhaltung anzuerkennen.\n\n    BGE 125 I 21 S. 34\n   \nIm Solothurner Quotenfall hat das Bundesgericht entschieden, dass die quotenm&#228;ssige Zuteilung von Volkswahl-Mandaten eine unzul&#228;ssige Einschr&#228;nkung des freien und gleichen Wahlrechts darstellt. Derartige Quotenregelungen greifen in h&#246;herem Masse in die Wahlfreiheit und -gleichheit ein als andere Modalit&#228;ten des Wahlsystems und sind daher als verfassungswidrig zu betrachten. An dieser erst vor kurzem begr&#252;ndeten Praxis ist festzuhalten.\n\n    4. a) Nebst Art. 4 Abs. 2 BV f&#228;llt auch Art. 25 UNO-Pakt II ins Blickfeld. Danach hat jeder Staatsb&#252;rger das Recht und die M&#246;glichkeit, ohne Unterschied nach den in Art. 2 des Pakts genannten Merkmalen (namentlich des Geschlechts) und ohne unangemessene Einschr&#228;nkung \"bei echten, wiederkehrenden, allgemeinen, gleichen und geheimen Wahlen, bei denen die freie &#196;usserung des W&#228;hlerwillens gew&#228;hrleistet ist, zu w&#228;hlen und gew&#228;hlt zu werden\" (lit. b) und \"unter allgemeinen Gesichtspunkten der Gleichheit zu &#246;ffentlichen &#196;mtern seines Landes Zugang zu haben\" (lit. c). Art. 3 des Pakts verpflichtet die Vertragsstaaten, die Gleichberechtigung von Mann und Frau bei der Aus&#252;bung aller im Pakt festgelegten b&#252;rgerlichen und politischen Rechte sicherzustellen. Dar&#252;ber hinaus enth&#228;lt Art. 26 des Pakts ein allgemeines Diskriminierungsverbot. Diese Bestimmungen schliessen allerdings \"positive Diskriminierungen\" zur Gleichstellung benachteiligter Bev&#246;lkerungsschichten nicht aus. Derartige Massnahmen werden als zul&#228;ssig betrachtet, solange sie angemessen sind und nur vor&#252;bergehend Geltung haben (MANFRED NOWAK, UNO-Pakt &#252;ber b&#252;rgerliche und politische Rechte und Fakultativprotokoll: CCPR-Kommentar, Kehl, Strassburg, Arlington 1989, Rz. 35 zu Art. 25 UNO-Pakt II, S. 484; WALTER K&#196;LIN/GIORGIO MALINVERNI/MANFRED NOWAK, Die Schweiz und die UNO-Menschenrechtspakte, 2. Auflage, Basel/Frankfurt a.M. 1997, S. 229; TOMAS POLEDNA, Geschlechterquoten im Wahl- und Parlamentsrecht, a.a.O., S. 148 f.; ASTRID EPINEY/NORA RAFAEIL: Chancengleichheit: ein teilbarer Begriff, AJP 1996, S. 179 - 187, insbes. S. 185; vgl. auch Ausschuss f&#252;r Menschenrechte, Allgemeine Bemerkungen 4[13] (1981) und 18[37] (1989) zu positiven Massnahmen zugunsten benachteiligter Gruppen, abgedruckt in: K&#196;LIN/ MALINVERNI/NOWAK, a.a.O., S. 359 f. und S. 399 ff., insbes. S. 402, sowie Entscheid des Menschenrechtsausschusses vom 9. Juli 1987 i.S. R. Stalla Costa v. Uruguay, deutsche &#220;bersetzung in EuGRZ 1989 S. 123, zur bevorzugten Einstellung von Opfern der Milit&#228;rdiktatur im &#246;ffentlichen Dienst).\nb) Diese Auslegung wird durch das UNO-&#220;bereinkommen vom BGE 125 I 21 S. 3518. Dezember 1979 zur Beseitigung jeder Form von Diskriminierung der Frau best&#228;tigt, das den Pakt konkretisiert und erg&#228;nzt. Das &#220;bereinkommen ist f&#252;r die Schweiz am 26. April 1997 in Kraft getreten, wurde allerdings (entgegen Art. 2 lit. a und 6 Abs. 2 des Bundesgesetzes &#252;ber die Gesetzessammlungen und das Bundesblatt vom 21. M&#228;rz 1986 [Publikationsgesetz; PublG.; SR 170.512]) noch nicht in der Amtlichen Sammlung des Bundesrechts ver&#246;ffentlicht (was im Lichte von Art. 10 Abs. 1 PublG. bedenklich ist). Es verpflichtet die Vertragsstaaten, auf allen Gebieten, insbesondere auf politischem, sozialem, wirtschaftlichem und kulturellen Gebiet, alle geeigneten Massnahmen zur Sicherung der vollen Entfaltung und F&#246;rderung der Frau zu ergreifen, damit gew&#228;hrleistet wird, dass sie die Menschenrechte und Grundfreiheiten gleichberechtigt mit dem Mann aus&#252;ben und geniessen kann (Art. 3). Die Vertragsstaaten sichern zu, durch gesetzgeberische und sonstige Massnahmen f&#252;r die tats&#228;chliche Verwirklichung des Grundsatzes der Gleichberechtigung von Mann und Frau zu sorgen (Art. 2 lit. a in fine) und jede Diskriminierung der Frau zu verbieten (Art. 2 lit. b). Die Vertragsstaaten verpflichten sich insbesondere, alle geeigneten Massnahmen zur Beseitigung der Diskriminierung der Frau im politischen und &#246;ffentlichen Leben ihres Landes zu treffen (Art. 7); sie gew&#228;hrleisten insbesondere allen Frauen in gleicher Weise wie den M&#228;nnern das Stimmrecht bei allen Wahlen und Volksabstimmungen sowie das passive Wahlrecht f&#252;r alle &#246;ffentlich gew&#228;hlten Gremien (lit. a), das Recht auf Mitwirkung an der Ausarbeitung der Regierungspolitik und deren Durchf&#252;hrung sowie auf Bekleidung  &#246;ffentlicher &#196;mter und auf Wahrnehmung aller &#246;ffentlichen Aufgaben auf allen Ebenen staatlicher T&#228;tigkeit (lit. b). Art. 4 Abs. 1 des &#220;bereinkommens stellt klar, dass die Vertragsstaaten hierzu zeitweilig auch gleichheitsdurchbrechende Massnahmen (`Sondermassnahmen') ergreifen d&#252;rfen. Derartige Massnahmen zur beschleunigten Herbeif&#252;hrung der De-facto-Gleichberechtigung von Mann und Frau gelten nicht als Diskriminierung im Sinne des &#220;bereinkommens. Sie d&#252;rfen allerdings keinesfalls die Beibehaltung ungleicher oder gesonderter Massst&#228;be zur Folge haben und m&#252;ssen aufgehoben werden, sobald die Ziele der Chancengleichheit und der Gleichbehandlung erreicht sind. Der vom &#220;bereinkommen eingesetzte Ausschuss f&#252;r die Beseitigung der Diskriminierung der Frau hat die Mitgliedstaaten in einer allgemeinen Empfehlung aufgefordert, vermehrt von zeitlich befristeten Sondermassnahmen - wie beispielsweise Vorzugsbehandlungen oder Quoten-Systemen - Gebrauch BGE 125 I 21 S. 36zu machen, um die Integration der Frauen namentlich im Bereich der Politik zu f&#246;rdern (Allgemeine Empfehlung Nr. 5, 7. Session, 1988, abgedruckt in: Lars Adam Rehof, Guide to the Travaux Pr&#233;paratoires of the United Nations Convention on the Elimination of All Forms of Discrimination against Women, Dordrecht/Boston/ London, 1993, S. 308; vgl. auch Botschaft des Bundesrates vom  23. August 1995 betreffend das &#220;bereinkommen von 1979 zur Beseitigung jeder Form der Diskriminierung der Frau, BBl 1995 IV 934). Das &#220;bereinkommen enth&#228;lt diesbez&#252;glich aber keine konkrete Verpflichtung, sondern &#252;berl&#228;sst den Vertragsstaaten die Wahl der Mittel, mit denen sie die Untervertretung von Frauen im politischen und &#246;ffentlichen Leben beheben wollen (CHRISTINA HAUSAMMANN/ERIKA SCHL&#196;PPI: Menschenrechte und Frauenrechte: Das UNO-&#220;bereinkommen zur Beseitigung jeder Form von Diskriminierung der Frau und seine Bedeutung f&#252;r die Schweiz, AJP 1995, S. 32-46, insbes. S. 38 und 44;  Botschaft des Bundesrates, BBl 1995 IV S. 941).\n\n    5. Die vorliegende Quoteninitiative ist im Lichte der obigen Rechtser&#246;rterungen zu pr&#252;fen. Sie trifft eine Quotenregelung f&#252;r:\na) Beh&#246;rden und Kommissionen, die direkt vom Volk gew&#228;hlt werden;\nb) Beh&#246;rden und Kommissionen, die nur indirekt vom Volk gew&#228;hlt werden;\nc) Landratswahlen.\nDie Zul&#228;ssigkeit einer Quotierung ist f&#252;r jede der drei Kategorien einzeln zu pr&#252;fen, weil sich unterschiedliche Fragen stellen und nicht &#252;berall dieselben Kriterien massgebend sind.\na) Abs. 1 des vorgeschlagenen Art. 75bis KV sieht u.a. eine Quotenregelung f&#252;r die Organe vor, die vom Volk gew&#228;hlt werden. Satz 1 statuiert die ann&#228;hernd h&#228;lftige Vertretung beider Geschlechter. Satz 2 schreibt als Minimalziel vor, dass jedes Geschlecht mindestens zu einem Drittel vertreten sein muss. Von dieser Regelung sind die Landratswahlen ausgenommen, f&#252;r welche ausschliesslich die besonderen Vorschriften der Abs&#228;tze 2 und 3 gelten.\nNach dem in E. 3d/dd Gesagten sind Quotenvorgaben f&#252;r die Zuteilung von Volkswahl-Mandaten grunds&#228;tzlich unzul&#228;ssig. Dies gilt auch f&#252;r die von der Wahlchancen-Initiative erfassten Volkswahlen. In dieser Hinsicht sind die politischen Rechte der Beschwerdef&#252;hrerinnen durch den angefochtenen Entscheid des Landrates nicht verletzt worden. Man kann sich allerdings fragen, ob der erste Satz von Art. 75bis Abs. 1 KV nicht Bestand haben k&#246;nnte. Die ann&#228;hernd BGE 125 I 21 S. 37parit&#228;tische Repr&#228;sentation wird lediglich als Ziel formuliert, ohne einen unmittelbaren Rechtsanspruch auf eine bestimmte Vertretung zu begr&#252;nden. Dies ist - auch unter dem Blickwinkel der politischen Rechte - mit einer starren Quotenregelung nicht vergleichbar. Wie es sich damit verh&#228;lt, kann aber vorliegend offen bleiben. Die Zielnorm (Satz 1) und der vorgeschriebene Mindestvertretungsanteil (Satz 2) bilden eine einheitliche Regelung. Erweist sich der eine Teil als verfassungswidrig, macht es wenig Sinn, den anderen Teil zu belassen. Der angefochtene Entscheid ist somit zu sch&#252;tzen, soweit er sich auf Volkswahlen gem&#228;ss Art. 75bis Abs. 1 der Wahlchancen-Initiative sowie die dazugeh&#246;rige &#220;bergangsbestimmung (Abs. 2) bezieht.\nb) Anders zu beurteilen ist dagegen die Regelung in Art. 75bis Abs. 1, soweit es um die Wahl von Beh&#246;rden und Kommissionen durch vom Volk gew&#228;hlte Organe geht. Bei diesen Wahlen wird die Wahl- und Abstimmungsfreiheit nicht ber&#252;hrt. Das Stimmrecht sch&#252;tzt nur diejenigen politischen Rechte, die dem B&#252;rger eine direkte Mitwirkung an der politischen Willensbildung erm&#246;glichen, sei es durch die Unterzeichnung von Referendums- und Initiativbegehren oder durch die Teilnahme an Wahlen und Abstimmungen, nicht aber die besonderen Befugnisse, die einem B&#252;rger als Beh&#246;rde- oder Parlamentsmitglied zustehen  (Bundesgerichtsurteil vom 4. Oktober 1978, publ. im ZBl 80/1979 S. 74 E. 1a mit Hinweisen; vgl. auch GEORG M&#220;LLER, Quotenregelungen, a.a.O., S. 315 a.E.). Demzufolge ist aufgrund einer Verh&#228;ltnism&#228;ssigkeitspr&#252;fung zu beurteilen, ob die Quotenregelung f&#252;r Beh&#246;rdenwahlen im Hinblick auf Art. 4 Abs. 2 Satz 1 BV gerechtfertigt werden kann.\naa) Nach den Darlegungen der Beschwerdef&#252;hrerinnen sind die Frauen in zahlreichen Beh&#246;rden und Kommissionen stark untervertreten. Zwar erreicht der Frauenanteil in vielen Gremien ein Drittel und mehr, insgesamt ist jedoch den Beschwerdef&#252;hrerinnen beizupflichten und von einer erheblichen Unterrepr&#228;sentanz auszugehen. Diese l&#228;sst auf eine faktische Benachteiligung der Frauen im &#246;ffentlichen und politischen Leben des Kantons schliessen. Zum Abbau der Benachteiligung sind Gleichstellungsmassnahmen angezeigt (Art. 4 Abs.  2 Satz 2 BV; Art. 7 i.V.m. Art. 3 UNO-&#220;bereinkommen zur Beseitigung jeder Form der Diskriminierung der Frau). Diesem Ziel dient die vorliegende Quotenregelung. Eine verfassungskonforme Auslegung erm&#246;glicht auch hier, in Satz 1 des vorgeschlagenen Art. 75bis KV eine Zielnorm zu erblicken, die lediglich eine Richtschnur festlegt, welche den Wahlbeh&#246;rden f&#252;r BGE 125 I 21 S. 38Differenzierungen Raum l&#228;sst. Hingegen darf der in Satz 2 garantierte Drittelsanteil nicht unterschritten werden. Die Wahlbeh&#246;rden k&#246;nnen - unter dem Vorbehalt der Mindestvertretungsgarantie - aus nachvollziehbaren Gr&#252;nden vom allgemeinen Ziel des ann&#228;hernden Geschlechtergleichgewichts abweichen, so etwa dann, wenn nicht gen&#252;gend geeignete Kandidatinnen zur Verf&#252;gung stehen. Dies kann so weit gehen, dass ein Geschlecht mit zwei Dritteln und das andere mit nur einem Drittel vertreten ist. Es besteht somit nur in Bezug auf die Mindestanteilgarantie eine starre Quote. Diese verunm&#246;glicht keineswegs eine Auswahl nach Leistungs- und Eignungskriterien. Wird die Minimalgrenze von einem Drittel unterschritten, ist dies vielmehr ein Indiz daf&#252;r, dass traditionelle Rollenvorstellungen den Ausschlag gegeben haben, deren &#220;berwindung Art. 4 Abs.  2 Satz 2 BV gerade bezweckt. In diesem Sinn kann die vorgeschlagene Mindestquote als ergebnisbezogene Regelung verstanden werden, die geeignet ist, eine gewisse materielle Chancengleichheit herzustellen.\nbb) Ist trotz bestehender formalrechtlicher Gleichheit der Frauenanteil tief geblieben, k&#246;nnen sich Quotierungen rechtfertigen. Bei einer Quotenh&#246;he von einem Drittel muss eher von einer milden Massnahme gesprochen werden. &#220;berdies sieht Abs. 1 der &#220;bergangsbestimmungen vor, dass der Mindestanteil nicht sofort erreicht werden muss; vielmehr hat das unterrepr&#228;sentierte Geschlecht lediglich Anspruch auf jede zweite Nachfolge durch Ersatzwahlen. Weniger eingreifende Massnahmen, die ebenso geeignet w&#228;ren, sind nicht offenkundig. Unter diesen Umst&#228;nden kann die Erforderlichkeit der vorgeschlagenen Gleichstellungsmassnahme nicht verneint werden. In diesem Zusammenhang ist ein gewisser Ermessensspielraum des kantonalen Verfassungsgebers anzuerkennen. Ihm obliegt letztlich der Entscheid, ob er Quoten f&#252;r ein angemessenes Mittel zur Gleichstellung der Frauen im politischen Bereich h&#228;lt oder nicht.\ncc) Unter dem Gesichtspunkt der Verh&#228;ltnism&#228;ssigkeit im engen Sinn hielt der Landrat die vorgesehene Quotenregelung auch wegen der fehlenden Befristung f&#252;r unzul&#228;ssig. Dieser Einwand ist nicht stichhaltig. Die Quotenregelung greift nur zwingend ein, wenn der Mindestanteil von einem Drittel unterschritten wird. Es ist davon auszugehen, dass ein solcher Mindestanteil sich nach Abbau der noch bestehenden Hindernisse f&#252;r eine gleichberechtigte Teilnahme der Frauen am politischen Leben von selbst einstellen und die Quotenvorgabe somit gegenstandslos werden wird. Insoweit kommt ihr ohnehin eine limitierte Wirkung zu, weshalb eine zeitliche BGE 125 I 21 S. 39Befristung unter dem Blickwinkel der Verh&#228;ltnism&#228;ssigkeit nicht in Betracht gezogen werden muss. Die vorgesehene &#220;bergangsl&#246;sung verhindert sodann - anders als im Solothurner Quotenfall -, dass M&#228;nner auf Jahre hinaus bei Ersatzwahlen nicht ber&#252;cksichtigt werden k&#246;nnten und hat somit nicht zur Folge, dass M&#228;nnern der Zugang zu gewissen &#196;mtern oder Kommissionen jahrzehntelang versperrt w&#228;re.\ndd) Insgesamt kann der Quotenregelung f&#252;r Beh&#246;rdenwahlen die Verh&#228;ltnism&#228;ssigkeit nicht abgesprochen werden, so dass sie keine Diskriminierung im Sinn von Art. 4 Abs. 2 Satz 1 BV darstellt.\nc) F&#252;r die Landratswahlen sind drei Regelungen zu unterscheiden. In den Gemeinden, in denen nach dem Proporzsystem gew&#228;hlt wird (d.h. denen drei oder mehr Landr&#228;te zustehen; vgl. Art. 88 Abs. 1 KV/UR), sieht die Wahlchancen-Initiative eine Wahlvorschlagsquotierung vor: Die zahlenm&#228;ssige Differenz zwischen Frauen und M&#228;nnern auf den gedruckten Wahllisten darf h&#246;chstens eins betragen (Abs. 2 des vorgeschlagenen Art. 75bis KV). In Gemeinden mit zwei Sitzen, in denen das System der Mehrheitswahl gilt (Art. 88  Abs. 1 KV/UR), sind je eine Frau und ein Mann zu w&#228;hlen (Abs. 3). Keine Vorschriften bestehen f&#252;r Einerwahlkreise (Abs. 3). Die Einf&#252;hrung der Wahlvorschlagsquotierung soll stufenweise erfolgen; Abs. 3 der  &#220;bergangsbestimmungen setzt f&#252;r die erste Gesamterneuerungswahl nach Annahme der Initiative den Mindestgeschlechteranteil auf den Wahllisten auf 30% fest.\nF&#252;r die Zweierwahlkreise statuiert die Initiative eine Geschlechterparit&#228;t, was nach dem oben Dargelegten (E. 3d/dd) unzul&#228;ssig ist. In Bezug auf Abs. 3  der Wahlchancen-Initiative ist der angefochtene Entscheid deshalb nicht zu beanstanden. Der erste Satz von Abs. 3 ist zwar - f&#252;r sich allein -  unbedenklich; er hat aber keine selbst&#228;ndige Bedeutung, weshalb die Ung&#252;ltigerkl&#228;rung zu Recht den ganzen Absatz umfasst.\nEs bleibt somit lediglich zu pr&#252;fen, ob sich die Wahlvorschlagsquotierung bei Proporzwahlen als zul&#228;ssig erweist. Diese Art Quote sichert keine bestimmte Anzahl von Sitzen im Landrat zu. Sie erh&#246;ht einzig die Nominierungschancen des untervertretenen Geschlechts. Inwieweit beide Geschlechter im Landrat repr&#228;sentiert sind, h&#228;ngt von der Wahlentscheidung der Stimmberechtigten ab. Da Art. 75bis Abs. 1 Satz 2 KV auf die Landratswahlen nicht anwendbar ist, kann der Frauenanteil im Landrat im Ergebnis sogar unter einem Drittel liegen. Nominationsquoten gelten allgemein als mildeste Form der Wahlquote. Im  \"Solothurner-Quotenurteil\" hat das Bundesgericht BGE 125 I 21 S. 40durchblicken lassen, dass die Wahlrechtsgrunds&#228;tze Massnahmen der Wahllistengestaltung nicht von vornherein ausschliessen (BGE 123 I 152 E. 6 S.  167 f.). Nominationsquoten wirken sich auf einer anderen Stufe aus als Mandatsquoten. Freilich erfassen die Wahlrechtsgrunds&#228;tze auch die Phase der Wahlvorbereitung und mithin das Nominationsverfahren (vgl. BGE 121 I 138 E. 3  S. 141 f. mit Hinweisen). Betroffen sind die passive Wahlgleichheit der Kandidierenden, die Wahlvorschlagsfreiheit der Stimmberechtigten und der Parteien und die Auswahlfreiheit der Stimmenden (s. DENISE BUSER, Verfassungskonforme Quoten f&#252;r Volkswahl-Mandate, in: Frauenf&#246;rderung durch Quoten, Hrsg. KATHRIN ARIOLI, Basel/Frankfurt a.M. 1997, S. 187-230, insbes. S.  208). Das Mass der Betroffenheit h&#228;ngt davon ab, wie das Wahlsystem im Einzelnen ausgestaltet ist.\naa) Die Verh&#228;ltniswahl des Urner Landrates ist im Proporzgesetz vom 3. M&#228;rz  1991 (ProporzG) geregelt. Dieses sieht ein System konkurrierender, freier Listen vor, wie es die meisten schweizerischen Kantone kennen (vgl. PIERRE GARRONE, L'&#233;lection populaire en Suisse, Diss. Gen&#232;ve 1991, S. 179 ff.). Wahlvorschl&#228;ge k&#246;nnen von mindestens 15 in der Gemeinde wohnhaften stimmberechtigten Personen eingereicht werden (Art. 2). Sie d&#252;rfen h&#246;chstens so viele Namen enthalten als in der Gemeinde Landr&#228;te zu w&#228;hlen sind (Art. 4 Abs.  1). Eine stimmberechtigte Person darf nicht mehr als einen Wahlvorschlag unterzeichnen (Art. 6 Abs. 2). Die bereinigten Wahlvorschl&#228;ge heissen Listen  (Art. 12 Abs. 1). Zwei oder mehrere Listen k&#246;nnen durch &#252;bereinstimmende Erkl&#228;rungen ihrer Vertreter miteinander verbunden werden (Art. 13 Abs. 1). W&#228;hlbar ist nur, wer auf einer Wahlliste steht (Art. 17 Abs. 1 und Art. 19 Abs.  2). Die Gemeinde stellt den Stimmberechtigten neben den Wahllisten auch einen amtlichen Wahlzettel ohne Vordruck zu (Art. 15 Abs. 1 und 2). Darauf kann der W&#228;hler nach Belieben Namen von Kandidaten verschiedener Wahllisten eintragen  (Art. 17 Abs. 1). W&#228;hler, die vorgedruckte Wahllisten benutzen, k&#246;nnen einzelne Kandidatennamen streichen und Kandidatennamen aus anderen Listen eintragen  (panaschieren; vgl. Art. 17 Abs. 2). Art. 17 Abs. 3 ProporzG gestattet, den Namen des gleichen Kandidaten auf dem Wahlzettel zweimal aufzuf&#252;hren  (kumulieren).\nbb) Die passive Wahlgleichheit kann insofern betroffen sein, als nach Aussch&#246;pfung der Quote auf einer Liste Kandidierende des betreffenden Geschlechts nicht mehr ber&#252;cksichtigt werden k&#246;nnen. Indessen besteht ohne weiteres die M&#246;glichkeit, auf einer anderen BGE 125 I 21 S. 41Liste zu kandidieren. Dies wird dadurch erleichtert, dass schon eine kleine Anzahl Stimmberechtigte einen Wahlvorschlag einreichen kann und das Urner Wahlrecht die Listenverbindung gestattet. Allerdings gibt es in der Regel mehr kandidaturwillige M&#228;nner als Frauen. Kandidaturwillige M&#228;nner m&#252;ssen daher unter Umst&#228;nden eher zur&#252;cktreten als mitkonkurrierende Frauen. Die schlechteren Ausgangschancen von Frauen beruhen jedoch zum Teil auf frauenspezifischen Hindernissen (vgl. Bericht der Eidgen&#246;ssischen Kommission f&#252;r Frauenfragen: Viel erreicht - wenig ver&#228;ndert? Zur Situation der Frauen in der Schweiz, Bern 1995, S. 48), deren Abbau Nominationsquoten gerade bezwecken. Die Verringerung der Nominierungschancen der M&#228;nner ist die notwendige Konsequenz der gewollten Verbesserung der Chancen der Frauen. Nominationsquoten tangieren die passive Wahlgleichheit nach dem Gesagten nur marginal. Desgleichen erf&#228;hrt die Wahlvorschlagsfreiheit der Stimmberechtigten und der Parteien (Vereinsfreiheit) angesichts der Ausgestaltung des Urner Wahlrechts keine wesentliche Einschr&#228;nkung. Die Auswahlfreiheit der Stimmenden ist ohnehin durch das System der Listenwahl beschr&#228;nkt, wonach nur ein g&#252;ltig nominierter Kandidat w&#228;hlbar ist. In der Praxis werden die Wahlvorschl&#228;ge in aller Regel von den Parteien ohne Mitwirkung der &#252;brigen Stimmberechtigten ausgearbeitet. Es l&#228;sst sich argumentieren, dass Nominationsquoten, welche die faktische Diskriminierung von Frauen im politischen Bereich durch Vorgaben f&#252;r das parteiinterne Auswahlverfahren ausgleichen sollen, gerade dadurch eine diskriminationsfreie Auswahl durch die Stimmberechtigten erm&#246;glichen.\ncc) Wahlvorschlagsquoten sind geeignete Gleichstellungsmassnahmen. Zwar sichern sie dem unterrepr&#228;sentierten Geschlecht keine Mandate zu, sie erh&#246;hen aber deren Wahlchancen. Im Wahljahr 1996 z&#228;hlte der 64-k&#246;pfige Landrat nur 10  Landr&#228;tinnen, was einem Anteil von 16% entspricht (im Wahljahr 1980: 1; 1984:  2; 1988: 6; 1992: 8). Mit diesem relativ tiefen Anteil l&#228;sst sich grunds&#228;tzlich die Erforderlichkeit von Wahlvorschlagsquotierungen begr&#252;nden. Dabei ist, wie bereits gesagt wurde (vgl. oben, E. 5b/bb), ein gewisser Spielraum des kantonalen Verfassungsgebers anzuerkennen.\nBei der Erforderlichkeitspr&#252;fung ist auch die Quotenh&#246;he zu ber&#252;cksichtigen. Diese erscheint auf den ersten Blick relativ hoch - in den Proporzgemeinden mit einer geraden Anzahl Landratssitze l&#228;uft Art. 75bis Abs. 2 KV auf eine  50%-Quote hinaus. Die Erfahrungen seit 1971 haben jedoch gezeigt, dass die Wahlchancen der BGE 125 I 21 S. 42Frauen schlechter sind als die der M&#228;nner (RUTH VOGGENSBERGER, Frauenpartizipation, Wahlaspekte und Quotenregelungen f&#252;r Kantonsparlamente:  eine Ann&#228;herung von zwei Seiten, in: Frauenf&#246;rderung durch Quoten, Hrsg. KATHRIN ARIOLI, Basel/Frankfurt a.M. 1997, S. 231-278, insbes. S. 240 ff.;  Bericht der Eidgen&#246;ssischen Kommission f&#252;r Frauenfragen: Viel erreicht - wenig ver&#228;ndert, a.a.O., S. 48). Die Wahlvorschlagsquote muss somit, soll sie  &#252;berhaupt wirksam werden, &#252;ber der angestrebten Mindestrepr&#228;sentation der Frauen und damit nicht weit von der Parit&#228;t entfernt liegen (vgl. BUSER, Verfassungskonforme Quoten, a.a.O., S. 213; VOGGENSBERGER, a.a.O., S. 262). Es kann daher nicht ohne weiteres gesagt werden, mit einer tieferen Quotenh&#246;he und somit milderen Massnahme k&#246;nne das Ziel der Gleichstellungsmassnahme ebenso gut erreicht werden.\ndd) Angesichts der Ausgestaltung des Wahlsystems und des Umstandes, dass Wahlvorschlagsquoten an sich eine milde Gleichstellungsmassnahme darstellen, kann der Initiative in diesem Punkt die Verh&#228;ltnism&#228;ssigkeit im engeren Sinn nicht abgesprochen werden. Dies gilt umso mehr, als Abs. 3 der  &#220;bergangsbestimmungen eine stufenweise Einf&#252;hrung erm&#246;glicht. Insgesamt erscheint Abs. 2 des vorgeschlagenen Art. 75bis KV vor Art. 4 Abs. 2 Satz 1 BV als gerechtfertigt.\n\n    6. Im Sinne eines Zwischenergebnisses ist festzuhalten, dass die Quote f&#252;r Wahlen durch (vom Volk gew&#228;hlte) Beh&#246;rden sowie die Wahlvorschlagsquote f&#252;r die Landratswahlen in den Proporzgemeinden unter dem Blickwinkel von Art. 4 Abs. 2 BV nicht zu beanstanden sind. Nach Auffassung der kantonalen Beh&#246;rden stehen diese Quoten auch in Widerspruch zu Art. 25 UNO-Pakt II. Diese Bestimmung und das sie konkretisierende UNO-&#220;bereinkommen vom 18. Dezember 1979 schliessen - wie oben in E. 4 ausgef&#252;hrt worden ist - positive Gleichstellungsmassnahmen und insbesondere auch Quotensysteme nicht aus. Diese m&#252;ssen allerdings angemessen und vor&#252;bergehend sein. Dass die vorliegenden Quotenregelungen auch im Sinn von Art. 25 UNO-Pakt II angemessen sind, bedarf keiner weiteren Begr&#252;ndung. Fraglich ist dagegen, ob die von ihrem Wortlaut zeitlich unbefristeten Quoten der Chancengleichheits-Initiative \"vor&#252;bergehende\" Massnahmen in diesem Sinne darstellen.\na) Art. 4 Abs. 1 des UNO-&#220;bereinkommens vom 18. Dezember 1979 zur Beseitigung jeder Form von Diskriminierung der Frau spricht von \"zeitweiligen Sondermassnahmen\", welche keinesfalls BGE 125 I 21 S. 43die Beibehaltung ungleicher oder gesonderter Massnahmen zur Folge haben d&#252;rfen und aufgehoben werden m&#252;ssen, sobald die Ziele der Chancengleichheit und der Gleichbehandlung erreicht sind. Daraus ergibt sich, dass die zeitliche Begrenzung der Massnahmen nicht unbedingt in Form einer Befristung der G&#252;ltigkeitsdauer erfolgen muss, sondern es gen&#252;gt, wenn die Massnahmen aufgehoben werden, sobald sie ihr Ziel erreicht haben. Das gilt insbesondere dann, wenn nicht voraussehbar ist, wieviel Zeit der Abbau der Benachteiligung des unterrepr&#228;sentierten Geschlechts in Anspruch nehmen wird (in diesem Sinne auch die Botschaft des Bundesrates vom 17. M&#228;rz 1997 zur Volksinitiative \"F&#252;r eine gerechte Vertretung der Frauen in den Bundesbeh&#246;rden\", BBl 1987 III S. 584  f., sowie ANDREAS AUER, a.a.O., S. 1346 f.). Auch im vorliegenden Fall kann hier&#252;ber keine verl&#228;ssliche Prognose gemacht werden. Es ist sodann bereits gesagt worden (E. 5b/cc), dass einem relativ tiefen Mindestvertretungsanteil -  wie er hier f&#252;r Beh&#246;rdenwahlen vorgesehen wird - gewissermassen eine zeitliche Limitierung innewohnt.\nb) Konnte somit auf eine Befristung verzichtet werden, ergibt sich doch aus den genannten internationalen &#220;bereinkommen wie auch aus Art. 4 Abs. 2 BV und dem Verh&#228;ltnism&#228;ssigkeitsprinzip, dass die Quotenregelung aufgehoben werden muss, wenn die tats&#228;chliche Chancengleichheit der Frauen im politischen Leben des Kantons Uri verwirklicht und eine angemessene Repr&#228;sentation der Frauen in Beh&#246;rden, Kommissionen, Landrat und Regierung auch ohne Quotenvorgaben gew&#228;hrleistet erscheint. Daraus ergibt sich die Verpflichtung von Regierungsrat und Landrat, periodisch zu pr&#252;fen, ob die Voraussetzungen f&#252;r die Aufrechterhaltung der Quotenregelung noch vorliegen und gegebenenfalls deren Aufhebung zu beantragen bzw. zu beschliessen. Die Initiative ist in diesem Sinne verfassungs- und v&#246;lkerrechtskonform auszulegen; sie kann in dieser Hinsicht gegebenenfalls vom Gesetzgeber n&#228;her ausgef&#252;hrt und pr&#228;zisiert werden.\n\n    7. a) Nach dem Gesagten erweist sich die Initiative nur teilweise als rechtswidrig: Gegen Art. 4 Abs. 2 Satz 1 BV sowie die Grunds&#228;tze des allgemeinen, freien und gleichen Wahlrechts verstossen Art. 75bis Abs. 1, soweit er sich auf vom Volk gew&#228;hlte Beh&#246;rden und Kommissionen bezieht, und Abs. 3 Satz 2. Art. 75bis Abs. 3 Satz 1 sowie Abs. 2 der vorgeschlagenen &#220;bergangsbestimmungen werden damit gegenstandslos. Soweit sich Art. 75bis Abs. 1 auf Beh&#246;rden und Kommissionen bezieht, die von gew&#228;hlten Organen bestimmt werden, ist er - ebenso wie Abs. 2 und von den &#220;bergangsbestimmungen BGE 125 I 21 S. 44Abs. 1 und 3 - mit Bundesverfassungs- und V&#246;lkerrecht vereinbar. Am Initiativtext dargestellt, ergibt sich folgendes Bild, wobei der in Klammern gesetzte Text die Teile umfasst, deren Ung&#252;ltigerkl&#228;rung best&#228;tigt worden ist:\n\"1 Alle Beh&#246;rden und Kommissionen, die (vom Volk gew&#228;hlt oder) durch gew&#228;hlte Organe bestimmt werden, sind ann&#228;hernd je zur H&#228;lfte mit Frauen und M&#228;nnern besetzt. Jedes Geschlecht ist jedoch mindestens zu einem Drittel vertreten. F&#252;r den Landrat gelten die Vorschriften der Abs&#228;tze 2 und 3.\n2 Bei den Landratswahlen in Gemeinden, in denen nach Proporzsystem gew&#228;hlt wird, betr&#228;gt die zahlenm&#228;ssige Differenz zwischen Frauen und M&#228;nnern auf den gedruckten Wahllisten h&#246;chstens eins. 3 (Bei den Landratswahlen in Gemeinden, denen nur ein Sitz zusteht, wird eine Kandidatin oder ein Kandidat gew&#228;hlt. In Gemeinden mit zwei Sitzen werden je eine Frau und ein Mann gew&#228;hlt.)\n&#220;bergangsbestimmungen:\n1 Nimmt ein gew&#228;hltes Organ Ersatzwahlen f&#252;r eine Beh&#246;rde oder Kommission vor, hat jedes Geschlecht Anspruch auf jede zweite Nachfolge, bis das Minimalziel von Artikel 75bis Abs. 1 erf&#252;llt ist.\n2 (Bei der ersten nach den Bestimmungen von Artikel 75bis durchgef&#252;hrten Gesamterneuerungswahl von Beh&#246;rden oder Kommissionen, die vom Volk im Majorz gew&#228;hlt werden, gilt folgende Ausnahme: Personen, die bereits bisher Mitglieder der gleichen Beh&#246;rde oder der gleichen Kommission waren und wiedergew&#228;hlt werden, gelten auch dann als gew&#228;hlt, wenn das Ziel von Artikel 75bis noch nicht erf&#252;llt ist.)\n3 Bei der ersten Gesamterneuerungswahl des Landrates nach Annahme von Artikel 75bis betr&#228;gt in den Gemeinden, in denen nach Proporz gew&#228;hlt wird, der Anteil jedes Geschlechts auf den gedruckten Wahllisten mindestens je 30 Prozent.\"\nb) Im Fall von Teilung&#252;ltigkeit gebietet der Grundsatz der Verh&#228;ltnism&#228;ssigkeit, die Initiative nicht als Ganzes f&#252;r ung&#252;ltig zu erkl&#228;ren, sofern vern&#252;nftigerweise anzunehmen ist, die Unterzeichner der Initiative h&#228;tten den g&#252;ltigen Teil auch unterzeichnet, wenn er ihnen allein unterbreitet worden w&#228;re. Dies ist dann der Fall, wenn der verbleibende Teil der Initiative nicht von untergeordneter Bedeutung ist, sondern noch ein sinnvolles Ganzes im Sinne der urspr&#252;nglichen Stossrichtung ergibt, so dass die Initiative nicht ihres wesentlichen Gehaltes beraubt wird (BGE 121 I 334 E. 2a S. 338; 119 Ia  154 E. 9a S. 165 f. mit Hinweisen). Im vorliegenden Fall zielen alle von der Initiative vorgesehenen Massnahmen darauf ab, die Repr&#228;sentation der Frauen im Landrat sowie in Beh&#246;rden und Kommissionen zu erh&#246;hen. Auch ohne die vorgesehenen Quoten bei Volkswahlen von Beh&#246;rden und Kommissionen sowie bei Landratswahlen in Gemeinden BGE 125 I 21 S. 45mit nur zwei Sitzen erscheinen die verbleibenden Massnahmen geeignet, zur Verwirklichung der politischen Gleichstellung der Frauen im Kanton beizutragen. Sie sind auch keineswegs von nur untergeordneter Bedeutung. Das gilt insbesondere f&#252;r Art. 75bis Abs. 2, werden doch derzeit 50 von 64 Sitzen im Landrat im Proporzwahlsystem besetzt. Unter diesen Umst&#228;nden ist die Initiative als teilweise g&#252;ltig zu betrachten und h&#228;tte vom Landrat in diesem Umfang zur Abstimmung gebracht werden m&#252;ssen.\n \n   \n   "
}