{
  "titre": "134 II 329",
  "annee": "2008",
  "contenu": "\n      \n  Chapeau\n134 II 32938. Extrait de l'arr&#234;t de la IIe Cour de droit public dans les causes Blanc et Iynedjian ainsi que Commission de la concurrence contre Tribunal cantonal du Canton de Vaud (recours en mati&#232;re de droit public)\n2C_85/2008 / 2C_94/2008 du 24 septembre 2008\n  \nRegeste\nArt. 2 al. 4 et art. 3 LMI; art. 3 LLCA; art. 18 de la loi vaudoise sur la profession d'avocat; inscription au tableau des avocats stagiaires.  Relations entre la LLCA, dont l'art. 3 al. 1 r&#233;serve le droit des cantons de fixer les exigences pour l'obtention du brevet d'avocat, et la LMI, dont l'art. 2 al. 4 1re phrase &#233;nonce le principe du libre acc&#232;s au march&#233; &#224; toute personne qui remplit les conditions du premier &#233;tablissement, sous r&#233;serve des restrictions figurant &#224; l'art. 3 LMI. Limites dans lesquelles les cantons peuvent exercer les comp&#233;tences qui leur sont r&#233;serv&#233;es par l'art. 3 al. 1 LLCA (consid. 5). \nExamen de la conformit&#233; au regard de la LMI du refus signifi&#233; &#224; un avocat d'engager un stagiaire. L'exigence pos&#233;e par la l&#233;gislation vaudoise d'une pratique de cinq ans dans le canton, telle qu'elle a &#233;t&#233; interpr&#233;t&#233;e en l'esp&#232;ce, viole le principe de la proportionnalit&#233; (consid. 6). \nLa gratuit&#233; de la proc&#233;dure pr&#233;vue &#224; l'art. 3 al. 4 LMI ne s'applique pas aux proc&#233;dures de recours (consid. 7). \n\n\n  \n  \n  \nFaits &#224; partir de page 330\n\n\n    BGE 134 II 329 S. 330\n   \nLe 8 mai 2007, Mathieu Blanc a demand&#233; d'&#234;tre inscrit au tableau des avocats stagiaires du canton de Vaud &#224; partir du 1er juillet 2007, son futur ma&#238;tre de stage &#233;tant l'avocat Nicolas Iynedjian. Ce dernier, titulaire d'une licence et d'un doctorat en droit de l'Universit&#233; de Lausanne, a obtenu le brevet d'avocat dans le canton de Vaud le 2 juillet 2001. Il est inscrit au registre des avocats vaudois depuis le 18 d&#233;cembre 2006, apr&#232;s avoir &#233;t&#233; inscrit au registre des avocats genevois du 23 ao&#251;t 2001 au 13 d&#233;cembre 2006 et avoir travaill&#233; pour l'Etude C. Le 31 mai 2007, la Cour administrative du Tribunal cantonal vaudois (ci-apr&#232;s: la Cour administrative) a rejet&#233; la demande de Mathieu Blanc, car son futur ma&#238;tre de stage n'&#233;tait pas habilit&#233; &#224; former un stagiaire dans le canton de Vaud, d&#232;s lors BGE 134 II 329 S. 331qu'il n'&#233;tait pas au b&#233;n&#233;fice des cinq ans de pratique dans le canton exig&#233;s par la l&#233;gislation vaudoise.\nPar arr&#234;t du 1er octobre 2007, le Tribunal administratif vaudois (ci-apr&#232;s: le Tribunal administratif) a partiellement admis, dans la mesure o&#249; il &#233;tait recevable, le recours form&#233; par Mathieu Blanc, Nicolas Iynedjian et l'Etude C. contre la d&#233;cision de la Cour administrative du 31 mai 2007. Les juges cantonaux ont consid&#233;r&#233; en substance que le fait que Nicolas Iynedjian n'ait pas &#233;t&#233; inscrit au registre des avocats vaudois pendant cinq ans n'emp&#234;chait pas qu'il puisse d&#233;montrer, d'une autre mani&#232;re, qu'il b&#233;n&#233;ficiait d'une pratique judiciaire dans le canton suffisante.\nLe 22 octobre 2007, la Cour administrative a une nouvelle fois refus&#233; d'inscrire Mathieu Blanc au tableau des avocats stagiaires du canton de Vaud. Elle a retenu que Nicolas Iynedjian n'avait pas une pratique d'au moins cinq ans dans le canton de Vaud au regard des activit&#233;s dont il s'&#233;tait pr&#233;valu.\nMathieu Blanc et Nicolas Iynedjian, d'une part, ainsi que la Commission de la concurrence, d'autre part, ont recouru contre la d&#233;cision de la Cour administrative du 22 octobre 2007. Par arr&#234;t du 20 d&#233;cembre 2007, le Tribunal administratif, tout en renvoyant pour partie &#224; la motivation figurant dans son arr&#234;t du 1er octobre 2007, a rejet&#233; \"le recours\". Il a notamment consid&#233;r&#233; que le fait d'avoir accompli, dans le canton de Vaud, cinq ou dix proc&#233;dures judiciaires et une dizaine de mandats de conseil juridique ne saurait &#234;tre assimil&#233; &#224; une pratique de cinq ans dans le canton.\nMathieu Blanc et Nicolas Iynedjian forment un recours en mati&#232;re de droit public contre les arr&#234;ts rendus par le Tribunal administratif les 1er octobre et 20 d&#233;cembre 2007. Ils concluent &#224; ce que le Tribunal f&#233;d&#233;ral dise que Nicolas Iynedjian est autoris&#233; &#224; engager des avocats stagiaires dans le canton de Vaud et ordonne aux autorit&#233;s vaudoises de proc&#233;der &#224; l'inscription de Mathieu Blanc au tableau des avocats stagiaires, avec effet au 1er juillet 2007, respectivement avec effet imm&#233;diat. La Commission de la concurrence interjette &#233;galement un recours en mati&#232;re de droit public contre l'arr&#234;t du Tribunal administratif du 20 d&#233;cembre 2007. Elle demande au Tribunal f&#233;d&#233;ral de constater que la loi f&#233;d&#233;rale sur le march&#233; int&#233;rieur est applicable au cas d'esp&#232;ce et que l'arr&#234;t du Tribunal administratif du 20 d&#233;cembre 2007 restreint ind&#251;ment l'acc&#232;s au march&#233;, de sorte qu'il est contraire &#224; ladite loi.\nLe Tribunal f&#233;d&#233;ral a admis les recours. BGE 134 II 329 S. 332\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. Le litige porte sur le refus essuy&#233; par l'avocat recourant d'engager un stagiaire, parce que celui-l&#224; ne remplit pas l'exigence pr&#233;vue par le droit cantonal d'une pratique judiciaire de cinq ans dans le canton de Vaud.\nDans leur &#233;criture commune, l'avocat et le candidat stagiaire (appel&#233; ci-apr&#232;s: le stagiaire) reprochent en substance aux juges cantonaux d'avoir refus&#233; l'application de la loi f&#233;d&#233;rale du 6 octobre 1995 sur le march&#233; int&#233;rieur (LMI; RS 943.02) ainsi que de la loi f&#233;d&#233;rale du 23 juin 2000 sur la libre circulation des avocats (loi sur les avocats, LLCA; RS 935.61). Ils se plaignent d'une atteinte &#224; leur libert&#233; d'acc&#232;s au march&#233; garantie par l'art. 2 al. 4 LMI de m&#234;me qu'&#224; leur libert&#233; &#233;conomique et, pour l'avocat, &#224; sa libert&#233; d'&#233;tablissement, sans que les conditions justifiant une restriction &#224; ces libert&#233;s ne soient r&#233;unies. Ils se pr&#233;valent &#233;galement de la gratuit&#233; de la proc&#233;dure et font grief &#224; l'autorit&#233; intim&#233;e d'avoir appliqu&#233; arbitrairement le droit cantonal. Enfin, ils invoquent les principes de la bonne foi et de l'&#233;galit&#233; dans l'ill&#233;galit&#233;.\nLa Commission de la concurrence soutient, pour sa part, que la LMI doit s'appliquer aux c&#244;t&#233;s de la LLCA et qu'en l'absence d'une r&#233;glementation dans la LLCA, les cantons doivent exercer leurs comp&#233;tences d'une mani&#232;re conforme aux principes de la LMI. Or, la restriction impos&#233;e &#224; l'avocat est, selon ladite commission, contraire aux art. 2 al. 4 ainsi que 3 LMI.\n\n    5. Dans ce contexte, il convient de se demander dans quelle mesure la LMI et/ou la LLCA sont applicables.\n\n    5.1 Le refus d'octroyer &#224; l'avocat recourant le droit de former des stagiaires se fonde sur l'art. 18 de la loi vaudoise du 24 septembre 2002 sur la profession d'avocat (LPAv; RSV 177.11) qui pr&#233;voit notamment que \"sont habilit&#233;s &#224; former des stagiaires les avocats inscrits au registre cantonal qui ont au moins cinq ans de pratique dans le canton et qui n'ont pas fait l'objet d'une mesure disciplinaire d'interdiction temporaire de pratiquer au cours des cinq derni&#232;res ann&#233;es ou d'une condamnation p&#233;nale pour des faits incompatibles avec l'exercice de la profession (...)\". Cette disposition a &#233;t&#233; &#233;dict&#233;e sur la base de l'art. 3 al. 1 LLCA qui r&#233;serve le droit des cantons de fixer, dans le cadre de la LLCA, les exigences pour l'obtention du brevet d'avocat. Cette r&#233;serve permet aux cantons de d&#233;finir les conditions BGE 134 II 329 S. 333de formation et les exigences personnelles que doit remplir le candidat au brevet d'avocat (HANS NATER, Kommentar zum Anwaltsgesetz, &#233;d. par Walter Fellmann et Gaudenz G. Zindel, Zurich 2005, n. 3 ad art. 3 LLCA).\nPour sa part, la LMI garantit &#224; toute personne ayant son si&#232;ge ou son &#233;tablissement en Suisse l'acc&#232;s libre et non discriminatoire au march&#233; afin qu'elle puisse exercer une activit&#233; lucrative sur tout le territoire suisse (art. 1 al. 1 LMI). L'art. 2 al. 4 1re phrase LMI &#233;nonce le principe du libre acc&#232;s au march&#233; &#224; toute personne qui remplit les conditions du premier &#233;tablissement, sous r&#233;serve de l'art. 3 LMI, qui pr&#233;voit &#224; quelles conditions le libre acc&#232;s au march&#233; peut &#234;tre restreint.\n\n    5.2 Les relations entre la LLCA et la LMI se sont modifi&#233;es avec le temps. Dans son message du 23 novembre 1994 concernant la LMI (FF 1995 p. 1193 ss), le Conseil f&#233;d&#233;ral a indiqu&#233; que ce projet &#233;tait con&#231;u comme une loi-cadre: il se bornait &#224; fixer les principes fondamentaux de la libert&#233; d'acc&#232;s au march&#233; n&#233;cessaires au bon fonctionnement du march&#233; int&#233;rieur et ne pr&#233;voyait aucune harmonisation du droit dans les diff&#233;rents secteurs (FF 1995 p. 1194). La LLCA a &#233;t&#233; con&#231;ue comme une loi sp&#233;ciale, visant &#224; combler un vide, d&#232;s lors que la LMI s'appliquait de mani&#232;re g&#233;n&#233;rale &#224; la profession d'avocat sans toutefois apporter de r&#233;ponses aux probl&#232;mes sp&#233;cifiques qui se posaient &#224; elle (Message du Conseil f&#233;d&#233;ral du 28 avril 1999 concernant la LLCA, FF 1999 p. 5331 ss, 5337; cf. aussi, MANUEL BIANCHI DELLA PORTA, Commentaire romand, n. 51 ad art. 2 LMI). Par cons&#233;quent, la LLCA &#233;tait consid&#233;r&#233;e, &#224; son entr&#233;e en vigueur, comme une loi sp&#233;ciale et post&#233;rieure &#224; la LMI. Elle devait, comme telle, avoir la pr&#233;s&#233;ance (arr&#234;t 2A.443/2003 du 29 mars 2004, consid. 5.2) du moins sur tous les points qu'elle avait r&#233;glement&#233;s (cf. CHRISTIAN REISER, La Commission du barreau et la surveillance des avocats sous l'angle de la LLCA et de la LPAv/GE, in SJ 2007 II p. 237 ss, 239). Cependant, la LMI a fait l'objet, le 16 d&#233;cembre 2005, d'une modification, entr&#233;e en vigueur le 1er juillet 2006, qui visait &#224; am&#233;liorer le fonctionnement du march&#233; int&#233;rieur, notamment en supprimant les entraves cantonales et communales &#224; l'acc&#232;s au march&#233; (cf. Message du Conseil f&#233;d&#233;ral du 24 novembre 2004 relatif &#224; la r&#233;vision de la LMI, FF 2005 p. 421 ss, 422). L'id&#233;e du l&#233;gislateur &#233;tait entre autres d'emp&#234;cher que le principe du f&#233;d&#233;ralisme ne l'emporte sur celui du march&#233; int&#233;rieur, comme le permettaient le texte initial de la LMI et l'interpr&#233;tation que le BGE 134 II 329 S. 334Tribunal f&#233;d&#233;ral en avait donn&#233;e (cf. ETIENNE GRISEL/ANOUK NEUENSCHWANDER, Libert&#233; &#233;conomique, Berne 2006, note 65 p. 222/223). Selon cette interpr&#233;tation, la libert&#233; d'acc&#232;s au march&#233; &#233;tait garantie &#224; celui qui, &#224; partir de son si&#232;ge, voulait offrir des marchandises ou des services dans d'autres cantons, mais pas &#224; celui qui voulait s'&#233;tablir dans un autre canton, car il devait se conformer au droit en vigueur dans ce dernier (ATF 125 I 276 consid. 4 p. 278 ss; FF 2005 p. 428/429). L'art. 2 al. 4 LMI r&#233;vis&#233; a permis &#224; celui qui veut s'&#233;tablir dans un autre canton de se pr&#233;valoir du principe de la libert&#233; d'acc&#232;s au march&#233; selon les prescriptions du lieu de provenance (FF 2005 p. 440), dans les limites de l'art. 3 LMI. Le nouvel art. 3 LMI a restreint, quant &#224; lui, le r&#233;gime des exceptions &#224; l'acc&#232;s au march&#233; de la part des autorit&#233;s du lieu de destination, celles-ci pouvant dor&#233;navant tout au plus limiter cet acc&#232;s au moyen de charges (FF 2005 p. 437 et 441). Ces nouvelles dispositions sont post&#233;rieures &#224; la LLCA - qui a d'ailleurs elle aussi subi quelques modifications adopt&#233;es le 23 juin 2006 et entr&#233;es en vigueur le 1er janvier 2007. Par cons&#233;quent, il n'est plus possible de d&#233;terminer la loi applicable en se fondant simplement sur les adages consacr&#233;s en la mati&#232;re, tels que \"lex specialis derogat generali\" et \"lex posterior derogat priori\", entre lesquels il n'existe du reste pas une hi&#233;rarchie stricte (cf. JEAN-EMMANUEL ROSSEL, L'interpr&#233;tation des normes contradictoires, in Les r&#232;gles d'interpr&#233;tation, Fribourg 1989, p. 55 ss, 73). Il y a lieu d'avoir une approche plus nuanc&#233;e et d'examiner, en respectant au mieux la volont&#233; du l&#233;gislateur f&#233;d&#233;ral, si, selon les mati&#232;res, la LMI n'est pas applicable parall&#232;lement &#224; la LLCA.\n\n    5.3 Dans le cadre des comp&#233;tences cantonales r&#233;serv&#233;es par l'art. 3 al. 1 LLCA, le l&#233;gislateur vaudois a &#233;dict&#233; des dispositions concernant la formation des stagiaires, dont l'art. 18 LPAv. Cette disposition, dans la mesure o&#249; elle impose que tout ma&#238;tre de stage ait au moins cinq ans de pratique dans le canton de Vaud, a un double aspect. D'une part, elle r&#233;glemente la formation des stagiaires, ce qui est conforme &#224; la r&#233;serve figurant &#224; l'art. 3 al. 1 LLCA. D'autre part, elle intervient dans la libert&#233; qu'ont les avocats d'organiser leur travail, le cas &#233;ch&#233;ant en engageant des stagiaires. Dans cette mesure, l'art. 18 LPAv va au-del&#224; du seul but de formation poursuivi par l'art. 3 al. 1 LLCA et il empi&#232;te sur le domaine r&#233;gi par la LMI, d&#232;s lors qu'il limite la libert&#233; d'acc&#232;s au march&#233; de l'avocat qui, au sens de la LMI, comprend notamment le choix des subordonn&#233;s (cf. MANUEL BIANCHI DELLA PORTA, op. cit., n. 107 ad art. 1 LMI). Il BGE 134 II 329 S. 335en d&#233;coule que l'avocat qui se voit priv&#233;, en vertu de l'art. 18 LPAv, de la possibilit&#233; d'engager un stagiaire parce qu'il n'aurait pas une pratique suffisante dans le canton, peut invoquer la LMI. Dans la mesure o&#249; la LLCA a laiss&#233; des comp&#233;tences aux cantons, ceux-ci doivent non seulement les exercer en respectant le cadre fix&#233; par la LLCA, mais encore s'abstenir d'&#233;tablir ainsi des entraves contraires &#224; la LMI.\n\n    5.4 Cette conclusion correspond d'ailleurs &#224; l'&#233;volution de la l&#233;gislation. A l'origine, le projet de LLCA ne contenait pas de disposition consacr&#233;e au droit cantonal (cf. FF 1999 p. 5389). L'art. 3 LLCA est le r&#233;sultat d'une proposition \"f&#233;d&#233;raliste\" adopt&#233;e sans difficult&#233; (cf. BO 1999 CE 1164; BO 2000 CN 37) &#224; l'initiative de la Commission du Conseil des Etats, qui souhaitait clarifier les comp&#233;tences cantonales en mati&#232;re de formation des avocats (BO 1999 CE 1163). Or, la situation a chang&#233; depuis la modification de la LMI du 16 d&#233;cembre 2005 par laquelle, comme on l'a vu (cf. supra, consid. 5.2), le l&#233;gislateur a voulu consacrer la primaut&#233; du march&#233; int&#233;rieur sur le f&#233;d&#233;ralisme. Les cantons ne sauraient donc, par le biais de la r&#233;serve figurant &#224; l'art. 3 al. 1 LLCA, qui concerne seulement la r&#233;glementation des exigences pour l'obtention du brevet d'avocat, porter atteinte &#224; la substance m&#234;me du principe du libre acc&#232;s au march&#233; par les avocats. Ce domaine, dans la mesure o&#249; il n'a pas &#233;t&#233; r&#233;glement&#233; de fa&#231;on exhaustive par la loi sp&#233;ciale (LLCA), entre dans le champ d'application de la loi g&#233;n&#233;rale (LMI). En d'autres termes, une disposition cantonale, &#233;dict&#233;e sur la base de l'art. 3 al. 1 LLCA, comme l'art. 18 LPAv, ne peut avoir pour r&#233;sultat de restreindre la libert&#233; d'acc&#232;s au march&#233; des avocats garantie par l'art. 2 al. 4 LMI que si les conditions de l'art. 3 LMI sont remplies.\n\n    6. Il faut &#224; pr&#233;sent examiner si le refus signifi&#233; &#224; l'avocat d'engager un stagiaire dans les circonstances de l'esp&#232;ce est conforme aux art. 2 al. 4 ainsi que 3 LMI.\n\n    6.1 L'art. 2 al. 4 1re phrase LMI prescrit que toute personne exer&#231;ant une activit&#233; lucrative l&#233;gale est autoris&#233;e &#224; s'&#233;tablir sur tout le territoire suisse afin d'exercer cette activit&#233; conform&#233;ment aux dispositions en vigueur au lieu du premier &#233;tablissement et sous r&#233;serve de l'art. 3 LMI.\nIl d&#233;coule de l'art. 2 al. 4 1re phrase LMI qu'un avocat doit pouvoir s'&#233;tablir dans un autre canton pour exercer sa profession BGE 134 II 329 S. 336conform&#233;ment aux dispositions du canton de provenance. L'organisation du travail de l'avocat comprend en particulier la possibilit&#233; d'engager un stagiaire.\nNicolas Iynedjian a obtenu le brevet d'avocat dans le canton de Vaud et a notamment &#233;t&#233; inscrit au registre des avocats genevois du 23 ao&#251;t 2001 au 13 d&#233;cembre 2006. D'apr&#232;s l'art. 12 al. 1 du r&#232;glement genevois du 5 juin 2002 d'application de la loi sur la profession d'avocat (RSG E 6 10.01), seul peut &#234;tre ma&#238;tre de stage l'avocat titulaire du brevet, inscrit &#224; un registre cantonal depuis cinq ans au moins, dont trois &#224; Gen&#232;ve, et pratiquant comme chef d'&#233;tude ou collaborateur. Nicolas Iynedjian remplit donc les conditions pour engager un stagiaire dans le canton de Gen&#232;ve. Il devrait par cons&#233;quent pouvoir employer un stagiaire dans le canton de Vaud en application de l'art. 2 al. 4 LMI. Toutefois, cela lui a &#233;t&#233; refus&#233; parce qu'il n'&#233;tait pas au b&#233;n&#233;fice des cinq ans de pratique dans le canton de Vaud pr&#233;vus par l'art. 18 LPAv. D&#232;s lors, il convient d'examiner si un tel refus satisfait aux exigences de l'art. 3 LMI.\n\n    6.2 L'article 3 LMI pr&#233;voit:\n\"1  La libert&#233; d'acc&#232;s au march&#233; ne peut &#234;tre refus&#233;e &#224; des offreurs externes. Les restrictions doivent prendre la forme de charges ou de conditions et ne sont autoris&#233;es que si elles:\na. s'appliquent de la m&#234;me fa&#231;on aux offreurs locaux;\nb. sont indispensables &#224; la pr&#233;servation d'int&#233;r&#234;ts publics pr&#233;pond&#233;rants;\nc. r&#233;pondent au principe de la proportionnalit&#233;.\n\n    2  Les restrictions ne r&#233;pondent pas au principe de la proportionnalit&#233; lorsque:\na. une protection suffisante des int&#233;r&#234;ts publics pr&#233;pond&#233;rants peut &#234;tre obtenue au moyens des dispositions applicables au lieu de provenance;\nb. les attestations de s&#233;curit&#233; ou certificats d&#233;j&#224; produits par l'offreur au lieu de provenance sont suffisants;\nc. le si&#232;ge ou l'&#233;tablissement au lieu de destination est exig&#233; comme pr&#233;alable &#224; l'autorisation d'exercer une activit&#233; lucrative;\nd. une protection suffisante des int&#233;r&#234;ts publics pr&#233;pond&#233;rants peut &#234;tre garantie par l'activit&#233; que l'offreur a exerc&#233;e au lieu de provenance.\n\n    3  Les restrictions vis&#233;es &#224; l'al. 1 ne doivent en aucun cas constituer une barri&#232;re d&#233;guis&#233;e &#224; l'acc&#232;s au march&#233; destin&#233;e &#224; favoriser les int&#233;r&#234;ts &#233;conomiques locaux.\n(...).\"\n\n    6.2.1 Le refus oppos&#233; &#224; l'engagement d'un stagiaire par Nicolas Iynedjian se fonde sur l'art. 18 LPAv qui impose la condition de BGE 134 II 329 S. 337cinq ans de pratique dans le canton de Vaud de mani&#232;re identique aux avocats vaudois et &#224; ceux qui viennent d'un autre canton. Cette condition respecte donc l'art. 3 al. 1 let. a LMI, comme l'admet d'ailleurs la Commission de la concurrence, m&#234;me si son application peut avoir des cons&#233;quences plus lourdes pour les avocats venant de l'ext&#233;rieur du canton.\n\n    6.2.2 Il faut aussi que la restriction soit indispensable &#224; la pr&#233;servation d'int&#233;r&#234;ts publics pr&#233;pond&#233;rants (cf. art. 3 al. 1 let. b LMI), notion qui recoupe celle que la jurisprudence a d&#233;gag&#233;e en mati&#232;re de restriction &#224; la libert&#233; &#233;conomique (FF 2005 p. 441). L'int&#233;r&#234;t public pr&#233;pond&#233;rant est celui qui, par son importance, l'emporte sur les autres, ce qu'il faut &#233;tablir gr&#226;ce &#224; une pes&#233;e des int&#233;r&#234;ts en pr&#233;sence (cf. MANUEL BIANCHI DELLA PORTA, op. cit., n. 8 et 9 ad art. 3 LMI). L'int&#233;r&#234;t public en cause ici est celui de la formation appropri&#233;e du stagiaire par un avocat qui a la connaissance et l'exp&#233;rience des proc&#233;dures vaudoises. On ne saurait donc suivre les recourants quand ils pr&#233;tendent que l'avocat qui a le droit de pratiquer devrait avoir celui de former un stagiaire. D'ailleurs, l'int&#233;r&#234;t du client qui choisit un d&#233;fenseur pour une affaire pr&#233;cise, quitte &#224; lui retirer son dossier s'il n'est pas satisfait, ne peut &#234;tre compar&#233; &#224; l'int&#233;r&#234;t du stagiaire qui, apr&#232;s des ann&#233;es d'&#233;tudes th&#233;oriques, a besoin d'&#234;tre guid&#233; dans diff&#233;rentes proc&#233;dures pour acqu&#233;rir les bases sur lesquelles il fondera toute sa pratique. Contrairement &#224; ce que soutiennent les recourants, il existe donc un int&#233;r&#234;t public, qui peut &#234;tre qualifi&#233; de pr&#233;pond&#233;rant, &#224; ce que l'avocat qui engage un stagiaire soit en mesure de lui offrir une formation ad&#233;quate. On peut toutefois se demander si la mesure adopt&#233;e, soit l'exigence d'une pratique d'une dur&#233;e de cinq ans dans le canton, est de nature &#224; garantir la formation appropri&#233;e du stagiaire, alors qu'en vertu de l'art. 4 LLCA, tout avocat inscrit &#224; un registre cantonal des avocats peut pratiquer la repr&#233;sentation en justice en Suisse sans autre autorisation. Cette question peut toutefois rester ind&#233;cise, car elle recoupe, partiellement en tout cas, la troisi&#232;me condition pos&#233;e &#224; l'art. 3 al. 1 LMI.\n\n    6.2.3 Les restrictions doivent, enfin, respecter le principe de la proportionnalit&#233; (art. 3 al. 1 let. c LMI). L'art. 3 al. 2 LMI &#233;num&#232;re les restrictions ne r&#233;pondant pas au principe de la proportionnalit&#233;. Il y a lieu de consid&#233;rer que cette liste est exemplaire, ce qui &#233;tait du reste incontestablement le cas dans la version initiale qui utilisait le terme \"notamment\". De plus, une interpr&#233;tation diff&#233;rente (&#233;num&#233;ration exhaustive) irait &#224; l'encontre du but poursuivi par le BGE 134 II 329 S. 338l&#233;gislateur, car elle permettrait d'&#233;tendre le champ des restrictions, alors que la r&#233;vision de la LMI du 16 d&#233;cembre 2005 visait pr&#233;cis&#233;ment &#224; \"restreindre encore le r&#233;gime d'exception\" de l'art. 3 LMI (FF 2005 p. 422). En outre, en tant qu'atteinte &#224; la libert&#233; &#233;conomique garantie par l'art. 27 Cst., toute restriction &#224; la libert&#233; d'acc&#232;s au march&#233; doit respecter, de mani&#232;re g&#233;n&#233;rale, le principe de la proportionnalit&#233; (cf. art. 36 al. 3 Cst.). L'observation de ce dernier doit donc aussi &#234;tre examin&#233;e librement dans le cadre de la LMI.\nEn l'esp&#232;ce, en consid&#233;rant que l'avocat recourant ne remplissait pas l'exigence de cinq ans de pratique dans le canton de Vaud pr&#233;vue &#224; l'art. 18 LPAv, les juges cantonaux ont impos&#233; une restriction disproportionn&#233;e. Certes, on peut attendre d'un ma&#238;tre de stage qui guide et encadre un futur candidat au brevet d'avocat vaudois qu'il se soit familiaris&#233; avec les diff&#233;rentes proc&#233;dures, afin de pouvoir conseiller au mieux son stagiaire. L'exigence d'une pratique professionnelle de plusieurs ann&#233;es, avant de former un stagiaire, n'appara&#238;t &#224; cet &#233;gard pas critiquable. La dur&#233;e de cinq ans n'est d'ailleurs pas contest&#233;e en l'occurrence, d&#232;s lors qu'elle est satisfaite par Nicolas Iynedjian. Ce qui pose probl&#232;me, c'est qu'une telle pratique doive s'exercer dans le canton de Vaud, et ce ind&#233;pendamment des ann&#233;es de pratique de l'avocat dans un autre canton. Quelles que soient les difficult&#233;s que pr&#233;sentent les proc&#233;dures vaudoises, un avocat qui a plusieurs ann&#233;es de pratique, f&#251;t-ce dans un autre canton, doit pouvoir les ma&#238;triser beaucoup plus rapidement.\nA juste titre, le Tribunal administratif a jug&#233;, dans son arr&#234;t du 1er octobre 2007, qu'une inscription dans le registre des avocats vaudois n'&#233;tait pas n&#233;cessaire et que Nicolas Iynedjian pouvait prouver d'une autre mani&#232;re la r&#233;alit&#233; de sa pratique vaudoise. En revanche, en estimant qu'en l'esp&#232;ce, le pr&#233;nomm&#233; ne b&#233;n&#233;ficiait pas d'une pratique suffisante dans le canton de Vaud, les juges cantonaux ont pos&#233; des exigences disproportionn&#233;es. En effet, Nicolas Iynedjian a fait ses &#233;tudes &#224; l'Universit&#233; de Lausanne, qui lui a d&#233;cern&#233; une licence en droit, mention droit suisse, en 1995, puis un doctorat en droit en 1999; il a par cons&#233;quent pass&#233; des examens sur les proc&#233;dures civile et p&#233;nale vaudoises. Il a obtenu le brevet d'avocat vaudois en 2001; il a donc acquis une connaissance plus approfondie des proc&#233;dures vaudoises qu'il a pratiqu&#233;es durant ses deux ans de stage. De plus, tout en &#233;tant inscrit au registre des avocats genevois, il a d&#251; traiter un certain nombre de cas \"vaudois\", soit de dossiers l'obligeant &#224; exercer sa profession dans le canton de Vaud ou, BGE 134 II 329 S. 339du moins, selon les proc&#233;dures vaudoises. En outre, apr&#232;s une pratique de plus de cinq ans, il a &#233;t&#233; inscrit au registre des avocats vaudois d&#232;s le 18 d&#233;cembre 2006. Ces &#233;l&#233;ments suffisent &#224; faire appara&#238;tre le caract&#232;re disproportionn&#233; de l'exigence li&#233;e &#224; la pratique de l'avocat dans le canton de Vaud. Il n'y a ainsi pas lieu d'examiner si l'autorit&#233; intim&#233;e aurait arbitrairement omis de prendre en compte d'autres &#233;l&#233;ments, comme le rel&#232;ve l'avocat recourant.\nEn conclusion, l'art. 18 LPAv, tel qu'il a &#233;t&#233; interpr&#233;t&#233; par les juges cantonaux, viole le principe de la proportionnalit&#233; et, par cons&#233;quent, s'av&#232;re contraire &#224; l'art. 3 al. 1 let. c LMI.\n\n    6.3 Les recourants font encore valoir que le refus d'autoriser Nicolas Iynedjian &#224; engager un stagiaire tend en r&#233;alit&#233; &#224; favoriser les int&#233;r&#234;ts &#233;conomiques locaux et viole ainsi &#233;galement l'art. 3 al. 3 LMI.\nDans la mesure o&#249; les exigences impos&#233;es au pr&#233;nomm&#233; sont disproportionn&#233;es par rapport au but d'int&#233;r&#234;t public avou&#233;, elles visent peut-&#234;tre aussi &#224; favoriser les avocats inscrits depuis au moins cinq ans au registre des avocats vaudois; en effet, elles obligent les concurrents ext&#233;rieurs &#224; attendre de fa&#231;on exag&#233;r&#233;ment longue jusqu'&#224; l'engagement d'un stagiaire.\nPar ailleurs, pour autoriser Nicolas Iynedjian, qui a fait toute sa formation dans le canton de Vaud, &#224; occuper un stagiaire, le Tribunal administratif exige la preuve d'un certain volume d'activit&#233; dans le canton de Vaud, alors qu'une telle preuve n'est pas demand&#233;e aux avocats inscrits au registre des avocats vaudois, qui pourraient par hypoth&#232;se exercer la quasi-totalit&#233; de leur activit&#233; en dehors du canton de Vaud. On peut donc se demander si l'autorit&#233; intim&#233;e ne favorise pas ainsi les int&#233;r&#234;ts &#233;conomiques de ces derniers. La question peut cependant rester ouverte, car, comme on l'a vu, le refus litigieux viole de toute fa&#231;on l'art. 3 al. 1 let. c LMI.\n\n    7. Les recourants invoquent la gratuit&#233; de la proc&#233;dure, en se r&#233;f&#233;rant &#224; l'art. 3 al. 4 LMI.\nEn vertu de l'art. 3 al. 4 LMI, les d&#233;cisions relatives aux restrictions doivent faire l'objet d'une proc&#233;dure simple, rapide et gratuite. Il ressort du message pr&#233;cit&#233; relatif &#224; la r&#233;vision de la LMI que le l&#233;gislateur cherchait &#224; combler \"une lacune dans la l&#233;gislation en vigueur, laquelle ne pr&#233;voit, pour l'int&#233;ress&#233;, de droit &#224; une telle proc&#233;dure qu'en cas de restriction d&#233;coulant de la non-reconnaissance BGE 134 II 329 S. 340d'un certificat de capacit&#233; (art. 4, al. 2, LMI)\" (FF 2005 p. 442). Il n'y a donc aucune raison de conf&#233;rer &#224; l'art. 3 al. 4 LMI une port&#233;e diff&#233;rente de celle donn&#233;e &#224; l'ancien art. 4 al. 2 LMI. Or, la jurisprudence a toujours consid&#233;r&#233; que la gratuit&#233; de la proc&#233;dure pr&#233;vue dans la LMI ne s'appliquait pas aux proc&#233;dures de recours (arr&#234;t 2P.362/1998 du 6 juillet 1999, consid. 5 non publi&#233; in ZBl 101/2000 p. 496 mais traduit in SJ 2000 I p. 177, 183; arr&#234;ts 2P.17/1998 du 31 ao&#251;t 1998, consid. 7b non publi&#233; &#224; l' ATF 125 II 56 et 2P.122/1999 du 9 juillet 1999, consid. 4b non publi&#233; &#224; l' ATF 125 II 406). Devant le Tribunal f&#233;d&#233;ral, la question des frais est donc r&#233;gie par les art. 62 ss de la loi du 17 juin 2005 sur le Tribunal f&#233;d&#233;ral (LTF; RS 173.110; contra MANUEL BIANCHI DELLA PORTA, op. cit., n. 29 et 30 ad art. 4 LMI). Sur le plan cantonal, le Tribunal administratif a statu&#233; en tant qu'instance de recours contre les d&#233;cisions de la Cour administrative, de sorte que des frais judiciaires pouvaient &#234;tre per&#231;us. Le probl&#232;me de la gratuit&#233; est cependant th&#233;orique, d&#232;s lors que, de toute mani&#232;re, les recourants obtenant gain de cause, ils ne sauraient se voir imposer des frais pour la proc&#233;dure cantonale.\n \n   \n   "
}