{
  "titre": "101 Ia 66",
  "annee": "1975",
  "contenu": "\n      \n  Chapeau\n101 Ia 6612. Extrait de l'arr&#234;t du 12 f&#233;vrier 1975 en la cause Jan S.A. contre Chambre des recours du Tribunal cantonal du canton de Vaud et Gaston Jab&#232;s\n\n  \nRegeste\nArt. 89 al. 2 OJ.  Application de cette disposition en ce qui concerne les arr&#234;ts du Tribunal cantonal vaudois. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 66\n\n\n    BGE 101 Ia 66 S. 66\n   \nConsid&#233;rant en fait et en droit:\n\n    1. a) L'arr&#234;t du Tribunal cantonal du 23 avril 1974 a &#233;t&#233; communiqu&#233; aux parties dans son dispositif le lendemain 24 avril. Le texte complet en a &#233;t&#233; envoy&#233; aux parties par le Greffe du Tribunal le 24 mai 1974.\nL'intim&#233; soutient que le recours est tardif. Il se fonde sur l'art. 73 al. 3 de la loi vaudoise du 17 mai 1954 sur les Tribunaux de prud'hommes, aux termes duquel le Tribunal cantonal, lorsqu'il statue sur un recours dirig&#233; contre un jugement d'un tribunal de prud'hommes, communique le dispositif de son arr&#234;t aux parties et au greffe du tribunal. Il se r&#233;f&#232;re &#233;galement &#224; l'art. 472 du Code de proc&#233;dure civile vaudois du 14 d&#233;cembre 1966, qui dispose que si l'arr&#234;t sur recours a &#233;t&#233; proclam&#233; en s&#233;ance publique - ce qui a &#233;t&#233; le cas dans la pr&#233;sente cause - le dispositif en est communiqu&#233; aux parties (al. 1); en revanche, si l'arr&#234;t a &#233;t&#233; rendu &#224; huis clos, une copie leur en est notifi&#233;e (al. 3). Il affirme d&#232;s lors que la communication de l'arr&#234;t selon le droit cantonal (art. 89 al. 1 OJ) est intervenue le 24 avril 1974, de sorte que le recours de droit public, adress&#233; au Tribunal f&#233;d&#233;ral le 18 juin 1974, aurait &#233;t&#233; form&#233; tardivement. Il n'y aurait ainsi pas lieu de tenir compte BGE 101 Ia 66 S. 67du \"traitement privil&#233;gi&#233;\" que le greffe du Tribunal cantonal aurait r&#233;serv&#233; &#224;  la recourante en lui faisant parvenir les motifs de la d&#233;cision. Cette argumentation n'est pas fond&#233;e.\nIl r&#233;sulte de l'art. 76 du r&#232;glement organique du Tribunal cantonal vaudois du 9 juillet 1954, dans sa teneur du 19 juin 1973, que tous les arr&#234;ts ou jugements du Tribunal cantonal - sauf certains arr&#234;ts du Tribunal d'accusation  - \"sont notifi&#233;s ou communiqu&#233;s d'office et gratuitement aux parties, dans toute leur teneur, par l'envoi de copies sur papier libre\". Le Tribunal cantonal n'a donc fait qu'appliquer son r&#232;glement en notifiant aux parties, le  24 mai 1974, le texte complet de son arr&#234;t. Selon l'art. 89 al. 2 OJ, le recours peut &#234;tre exerc&#233; dans les trente jours d&#232;s la notification des consid&#233;rants, lorsque ceux-ci sont notifi&#233;s d'office post&#233;rieurement &#224; la communication, selon le droit cantonal, de la d&#233;cision attaqu&#233;e. Le pr&#233;sent recours a &#233;t&#233; ainsi form&#233; en temps utile.\n \n   \n   "
}