{
  "titre": "112 Ib 259",
  "annee": "1986",
  "contenu": "\n      \n  Chapeau\n112 Ib 25943. Extrait de l'arr&#234;t de la Ire Cour de droit public du 17 septembre 1986 dans la cause Etat de Vaud contre Vaud, Commission cantonale de recours en mati&#232;re de police des constructions et R. (recours de droit administratif)\n\n  \nRegeste\nArt. 22 et 24 LAT; construction en zone agricole.  Examen des conditions d'octroi d'une autorisation de construire une maison d'habitation en zone agricole selon l'art. 22 LAT (consid. 2) et selon l'art.  24 LAT (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 260\n\n\n    BGE 112 Ib 259 S. 260\n   \n\n    R., domicili&#233; &#224; Lausanne, y dirige un bureau d'ing&#233;nieur civil; il exerce &#233;galement une activit&#233; d'homme d'affaires et de promoteur immobilier. Ag&#233; de 62 ans, il envisage de prendre sa retraite prochainement. Il poss&#232;de un domaine de 65 ha de terres, en partie cultiv&#233;es et en partie en nature de pr&#233;, qui s'&#233;tend sur le territoire des communes X et Y. Le centre d'exploitation de ce domaine comprend notamment deux fermes, un hangar, plusieurs &#233;curies et un b&#226;timent d'habitation de deux niveaux; celui-ci abrite quatre logements de quatre pi&#232;ces, compl&#233;t&#233;s chacun par une chambre ind&#233;pendante. Actuellement, deux des logements sont occup&#233;s par le chef d'exploitation, son &#233;pouse et ses huit enfants, dont quatre sont majeurs; les deux autres habitations sont r&#233;serv&#233;es pour les fils a&#238;n&#233;s du chef d'exploitation, lesquels sont en &#226;ge de se marier. Ce centre d'exploitation se trouve &#224; environ 800 m au nord-est de la parcelle No 751 du cadastre de la commune de X, d'une surface de 5004 m2, &#233;galement propri&#233;t&#233; de R. Sur cette parcelle, class&#233;e en zone agricole, est &#233;rig&#233; un b&#226;timent, actuellement en mauvais &#233;tat - autrefois en nature d'habitation et rural -, dont la partie logement, sommairement &#233;quip&#233;e, est toujours partiellement occup&#233;e, tandis que le rural est d&#233;saffect&#233;.\nLe 15 ao&#251;t 1984, l'architecte de R. a pr&#233;sent&#233; &#224; la Municipalit&#233; X un projet de r&#233;novation du b&#226;timent implant&#233; sur la parcelle No 751, dans le but d'en faire la r&#233;sidence principale de R. Selon ce projet, qui ne laisserait subsister que quelques murs, la quasi-totalit&#233; du volume existant serait r&#233;am&#233;nag&#233;e et affect&#233;e int&#233;gralement &#224; l'habitation sur trois niveaux, une extension du volume actuel &#233;tant &#233;galement pr&#233;vue.\nLe 13 septembre 1984, le Chef du D&#233;partement des travaux publics a refus&#233; l'autorisation pr&#233;alable exig&#233;e hors des zones &#224; b&#226;tir, au motif que les travaux envisag&#233;s ne seraient pas conformes &#224; la destination de la zone et ne pouvaient pas davantage &#234;tre autoris&#233;s &#224; titre d&#233;rogatoire.\nLe 14 mars 1986, saisie d'un recours de R., la Commission cantonale de recours en mati&#232;re de police des constructions, consid&#233;rant le projet litigieux comme conforme &#224; la destination de la zone et ne mettant en p&#233;ril aucun int&#233;r&#234;t public pr&#233;pond&#233;rant, a annul&#233; la d&#233;cision pr&#233;cit&#233;e.\n\n    BGE 112 Ib 259 S. 261\n   \nAgissant par la voie du recours de droit administratif, l'Etat de Vaud demande au Tribunal f&#233;d&#233;ral d'annuler le prononc&#233; de la Commission cantonale de recours du 14 mars 1986 et l'autorisation pr&#233;alable de construire hors des zones &#224; b&#226;tir.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    2. Selon l'art. 22 LAT, la d&#233;livrance d'une autorisation de construire est subordonn&#233;e &#224; la condition notamment que la construction soit conforme &#224; l'affectation de la zone. Le recourant conteste en l'occurrence que le projet litigieux soit conforme &#224; la zone agricole dans laquelle est class&#233;e la parcelle de l'intim&#233;, ce contrairement &#224; l'opinion contenue dans la d&#233;cision attaqu&#233;e. C'est la question qu'il convient d'examiner en premier lieu.\na) Selon l'art. 56sexies de la loi vaudoise du 5 f&#233;vrier 1941 sur les constructions et l'am&#233;nagement du territoire (LCAT), dans le territoire agricole, seules sont autoris&#233;es 1) les constructions en rapport avec la culture, l'exploitation du sol et l'&#233;levage, 2) les constructions d'habitation de l'exploitant, de sa famille et de son personnel, et 3) les constructions et installations d'int&#233;r&#234;t public ou indispensables &#224; un service public. Sur le plan communal, dans la zone agricole, seuls sont autoris&#233;s les b&#226;timents n&#233;cessaires &#224; l'exploitation d'un domaine agricole et dont l'emplacement est impos&#233; par leur destination, ainsi que l'habitation pour l'exploitant et son personnel (art. 48 du r&#232;glement du plan d'extension communal de la commune X).\nCes dispositions de droit cantonal et communal doivent cependant &#234;tre interpr&#233;t&#233;es dans le cadre du droit f&#233;d&#233;ral. Les zones agricoles doivent servir &#224; l'exploitation traditionnelle du sol. A l'int&#233;rieur de ces zones, l'implantation de constructions et d'installations ne peut &#234;tre autoris&#233;e que dans la mesure o&#249; ces ouvrages sont en rapport &#233;troit avec l'exploitation agricole. Ces ouvrages doivent donc servir l'&#233;conomie agricole ou, du moins, faciliter l'exploitation de la terre. S'agissant des b&#226;timents destin&#233;s &#224; l'habitation, les personnes qui ne travaillent qu'accessoirement dans l'entreprise doivent habiter en zone &#224; b&#226;tir; il est admis en revanche que les besoins de logement de ceux dont d&#233;pend la marche de l'entreprise soient satisfaits (DFJP/OFAT, Etude relative &#224; la loi f&#233;d&#233;rale sur l'am&#233;nagement du territoire, ad art. 16, p. 211/212). Encore faut-il, toutefois, examiner selon des crit&#232;res stricts si le besoin du requ&#233;rant d'habiter sur son domaine sis en BGE 112 Ib 259 S. 262zone agricole est objectivement fond&#233;. Il y a lieu &#224; cet &#233;gard de se demander si l'exploitation agricole exige la pr&#233;sence constante de l'int&#233;ress&#233; et, partant, le fait que ce dernier r&#233;side en zone agricole (ZBl 80/1979, p. 483,  357). Si cette n&#233;cessit&#233; absolue fait d&#233;faut, une autorisation de construire hors de la zone &#224; b&#226;tir n'est pas conforme au caract&#232;re de cette zone. L'&#233;dification en zone agricole de constructions servant uniquement au logement n'est en effet justifi&#233;e que si de telles constructions apparaissent indispensables, compte tenu des besoins de l'exploitation. Le privil&#232;ge de pouvoir habiter en zone agricole appartient &#224; un cercle de personnes relativement &#233;troit, &#224; savoir la population paysanne qui se consacre directement &#224; la production agricole, aux auxiliaires et &#224; leur famille et aux personnes &#226;g&#233;es qui ont pass&#233; leurs ann&#233;es de vie active dans l'entreprise. Les constructions destin&#233;es au logement doivent en outre, compte tenu de leur lieu de situation et de leur configuration, se trouver dans une relation fonctionnelle directe avec l'entreprise agricole. La n&#233;cessit&#233; pour celle-ci d'une maison d'habitation d&#233;pend non seulement des besoins objectifs de l'entreprise, mais &#233;galement de la distance s&#233;parant celle-ci de la zone &#224;  b&#226;tir la plus proche.\nb) L'autorit&#233; cantonale a examin&#233;, dans sa d&#233;cision, si l'intim&#233; pouvait &#234;tre consid&#233;r&#233; comme l'exploitant du domaine, ou s'il jouait au contraire dans la marche de celui-ci un r&#244;le qui, sans &#234;tre d&#233;nu&#233; d'importance, tenait davantage de la supervision g&#233;n&#233;rale que de l'exploitation proprement dite. Elle a constat&#233; que l'intim&#233; dirigeait personnellement l'exploitation et que la pr&#233;sence du dirigeant sur ce vaste domaine s'imposait en raison des d&#233;cisions qui doivent &#234;tre prises r&#233;guli&#232;rement et souvent tr&#232;s rapidement, notamment en mati&#232;re financi&#232;re. Le recourant ne met pas en cause le caract&#232;re primordial du r&#244;le jou&#233; par l'intim&#233; dans l'administration g&#233;n&#233;rale de son exploitation; il conteste en revanche avec raison l'existence d'une quelconque n&#233;cessit&#233;, pour l'ex&#233;cution de telles t&#226;ches dirigeantes, que ce dernier r&#233;side sur place. En effet, les motifs avanc&#233;s par l'autorit&#233; intim&#233;e pour justifier en l'occurrence la r&#233;sidence permanente de l'exploitant sur son domaine ne sont gu&#232;re convaincants. L'intim&#233; a lui-m&#234;me d&#233;montr&#233; qu'il lui &#233;tait possible, depuis  1973, de diriger personnellement, et avec succ&#232;s, son domaine, tout en &#233;tant domicili&#233; &#224; Lausanne. Il ne pr&#233;tend pas que ce mode de faire se serait r&#233;v&#233;l&#233; &#224;  long terme, du point de vue de la gestion financi&#232;re, peu satisfaisant. Il n'all&#232;gue pas non plus une quelconque BGE 112 Ib 259 S. 263modification dans l'organisation de son domaine, justifiant d&#233;sormais, pour des raisons objectives, sa pr&#233;sence constante et, partant, l'obligation pour lui d'&#233;tablir sa demeure sur place. Le choix de l'intim&#233; d'installer sa r&#233;sidence sur la parcelle No 751 serait d'ailleurs, vu sous cet angle, peu judicieux, dans la mesure o&#249; la parcelle en cause est relativement &#233;loign&#233;e du centre d'exploitation du domaine (environ 800 m) - lequel serait accessible en hiver apr&#232;s un d&#233;tour d'au moins 2 km -, alors que la zone &#224; b&#226;tir la plus proche est distante d'environ 500 m.\nDans ces circonstances, il faut admettre que la volont&#233; du propri&#233;taire de r&#233;sider sur son domaine n'est pas fond&#233;e sur des motifs objectifs, relatifs &#224;  l'exploitation de celui-ci. L'autorisation de construire requise par l'intim&#233;  n'est donc pas conforme &#224; l'affectation de la zone agricole - peu importe, &#224;  cet &#233;gard, qu'un b&#226;timent soit d&#233;j&#224; &#233;difi&#233; sur la parcelle en cause - et peut donc seulement &#234;tre octroy&#233;e aux conditions pos&#233;es &#224; l'art. 24 LAT.\n\n    3. Il est par ailleurs manifeste que le projet litigieux ne constitue pas seulement une r&#233;novation du b&#226;timent d&#233;j&#224; construit, ni non plus une transformation partielle de ce dernier, pouvant &#234;tre autoris&#233;es par le droit cantonal, en vertu de l'art. 24 al. 2 LAT. L'autorisation requise peut donc &#234;tre d&#233;livr&#233;e, conform&#233;ment &#224; l'art. 24 al. 1 LAT, seulement si l'implantation hors de la zone &#224; b&#226;tir est impos&#233;e par la destination de la construction (lettre a) et si aucun int&#233;r&#234;t pr&#233;pond&#233;rant ne s'y oppose (lettre b). Or il est manifeste que, vu les circonstances mentionn&#233;es ci-dessus (cf. consid. 2b), la premi&#232;re de ces conditions n'est pas remplie.\nLe projet litigieux ne pouvant par cons&#233;quent faire l'objet d'une d&#233;rogation fond&#233;e sur l'art. 24 LAT, les conclusions du recourant sont fond&#233;es; le recours est ainsi admis et la d&#233;cision attaqu&#233;e est annul&#233;e.\n \n   \n   "
}