{
  "titre": "83 IV 108",
  "annee": "1957",
  "contenu": "\n      \n  Chapeau\n83 IV 10830. Arr&#234;t de la Cour de cassation p&#233;nale du 22 mars 1957 dans la cause Pittet contre Minist&#232;re public du Canton de Vaud.\n\n  \nRegeste\nProtection des armoiries publiques.  Dans quels cas chacun des art. 2 et 3 LPAP est-il applicable? \n\n\n  \n  \n  \nFaits &#224; partir de page 108\n\n\n    BGE 83 IV 108 S. 108\n   \n\n    A.- Roger Pittet exploite &#224; Pully un commerce en gros de souvenirs, d'articles pour fumeurs et de lunettes solaires. En automne 1955, il commanda &#224; la maison Lorioli Fratelli, &#224; Milan, 150 cuillers &#224; caf&#233; en alpacca orn&#233;es des armoiries de la Conf&#233;d&#233;ration ou de cantons suisses et 420 insignes en tombac &#233;maill&#233; et dor&#233; repr&#233;sentant les m&#234;mes armoiries. Ces marchandises lui furent livr&#233;es en janvier 1956. Il fit souder les insignes sur des articles-souvenirs tels que briquets, cuillers etc.\n\n    B.- D&#233;nonc&#233; par la Direction g&#233;n&#233;rale des douanes pour infraction &#224; loi du 5 juin 1931 pour la protection des armoiries publiques et autres signes publics (LPAP), Pittet s'est vu infliger une amende de 20 fr. par le Tribunal de simple police du district de Lausanne. Le tribunal a consid&#233;r&#233; qu'en vendant des cuillers fabriqu&#233;es &#224; Milan et munies dans cette ville d'armoiries publiques suisses, le BGE 83 IV 108 S. 109pr&#233;venu avait contrevenu intentionnellement aux art. 3 litt. c et 9 de la loi, mais que l'importation d'insignes destin&#233;s &#224; &#234;tre appos&#233;s en Suisse sur des objets ne tombait pas sous le coup de la loi.\nLa Cour de cassation vaudoise a maintenu ce jugement, le 14 janvier 1957.\n\n    C.- Le condamn&#233; se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral, en concluant &#224; lib&#233;ration.\nLe Minist&#232;re public propose de rejeter le pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'art. 2 al. 1 LPAP interdit d'apposer pour un but commercial, en particulier comme &#233;l&#233;ments de marques de fabrique ou de commerce, certains signes publics, notamment les armoiries des cantons, sur des produits destin&#233;s &#224; &#234;tre mis en circulation comme marchandises ou sur leur paquetage. L'art. 3 al. 1 permet de faire figurer ces m&#234;mes signes \"sur des enseignes, des annonces, des prospectus ou des papiers de commerce\" ou de les employer \"d'une autre mani&#232;re ne tombant pas sous le coup de l'art. 2, 1er alin&#233;a, pourvu que l'emploi ne soit pas contraire aux bonnes moeurs\". L'art. 3 al. 2 lit. c r&#233;pute contraire aux bonnes moeurs l'emploi \"qui est fait par un &#233;tranger &#233;tabli &#224; l'&#233;tranger\".\n\n    2. Contrairement &#224; ce qu'ont admis les premiers juges et, avant eux, le Bureau de la propri&#233;t&#233; intellectuelle, ce n'est pas l'art. 3 mais l'art. 2 LPAP qui s'applique en l'esp&#232;ce. D'apr&#232;s le message du Conseil f&#233;d&#233;ral (FF 1929 III 633), le projet distingue, s'agissant des armoiries de la Conf&#233;d&#233;ration et des cantons, entre\na) l'enregistrement comme marque et l'emploi consistant dans l'apposition sur des produits destin&#233;s &#224; &#234;tre mis en circulation comme marchandises (art. 1er al. 1 ch. 1 et art. 2 al 1 ch. 1) et\nb) les emplois autres, notamment l'apposition sur des enseignes, des annonces, des prospectus et des papiers de commerce (art. 3).\n\n    BGE 83 IV 108 S. 110\n   \nTandis que l'enregistrement comme marque et l'emploi d&#233;crit sous lit. a sont interdits d'une fa&#231;on absolue, hormis quelques exceptions, les emplois autres (lit. b) ne sont interdits que s'ils heurtent les bonnes moeurs. Cette distinction a gard&#233; toute sa valeur, les art. 2 et 3 de la loi reproduisant pour l'essentiel les art. 2 et 3 du projet.\nLes armoiries en cause ayant &#233;t&#233; appos&#233;es non sur des enseignes, des annonces, des prospectus ou des papiers d'affaires, mais sur des cuillers, c'est-&#224;-dire sur des produits destin&#233;s &#224; &#234;tre mis en circulation comme marchandises, l'art. 2 entre seul en consid&#233;ration. Peu importe, sous cet angle, que l'auteur de l'apposition soit un Suisse ou un &#233;tranger &#233;tabli &#224; l'&#233;tranger. D&#232;s qu'une marchandise ou son emballage est muni des armoiries de la Conf&#233;d&#233;ration ou d'un canton \"pour un but commercial\", l'interdiction consacr&#233;e par l'art. 2 al. 1 est viol&#233;e.\n\n    3. Sur le sens de l'expression \"pour un but commercial\", le Conseil f&#233;d&#233;ral explique (message p. 634):\n\"En limitant l'interdiction &#224; l'apposition,pour un but commercial'on veut emp&#234;cher qu'elle ne puisse &#234;tre &#233;tendue &#224; un emploi des signes en question dans un dessein purement d&#233;coratif, par exemple pour d&#233;corer des produits des arts appliqu&#233;s (des gobelets, des coupes, etc.).\"\nEn l'esp&#232;ce, les armoiries appos&#233;es sur les cuillers servent manifestement &#224; la d&#233;coration. Mais elles sont aussi et en m&#234;me temps utilis&#233;es &#224; des fins commerciales: elles doivent faciliter la vente des objets qu'elles ornent. Elles ont donc une double fonction et il en ira le plus souvent de m&#234;me lorsqu'il s'agit de \"produits destin&#233;s &#224; &#234;tre mis en circulation comme marchandises\". Cependant, les mots \"pour un but commercial\" ont &#233;t&#233; ins&#233;r&#233;s &#224; l'art. 2 afin d'en r&#233;tr&#233;cir le champ d'application. Pour leur assurer cet effet, il faut n&#233;cessairement admettre que, d&#232;s le moment o&#249; les armoiries sont appos&#233;es sur des marchandises pour des fins d&#233;coratives, elles &#233;chappent &#224; l'interdiction de l'art. 2 LPAP, m&#234;me si elles doivent concurremment faciliter la vente. Il s'ensuit donc que la disposition l&#233;gale BGE 83 IV 108 S. 111pr&#233;cit&#233;e touchera principalement l'emploi des armoiries comme &#233;l&#233;ments de marques de fabrique ou de commerce, mais cela est conforme aux intentions du l&#233;gislateur (message pr&#233;cit&#233;, p. 633 i.f.).\nLe Minist&#232;re public ne soutient d'ailleurs pas qu'il serait interdit de munir des articles-souvenirs d'armoiries publiques. S'il a cru Pittet punissable, c'est seulement parce qu'il a estim&#233; par erreur que l'art. 3 LPAP s'appliquait.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nAdmet le pourvoi, annule l'arr&#234;t attaqu&#233; et renvoie la cause &#224; l'autorit&#233; cantonale pour que celle-ci lib&#232;re le pr&#233;venu.\n \n   \n   "
}