{
  "titre": "104 V 19",
  "annee": "1978",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     351\n                                                                        352\n                                                                        353\n                                                                        354\n                                                                        355\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n104 V 195. Arr&#234;t du 19 janvier 1978 dans la cause Bonardi contre Caisse nationale suisse d'assurance en cas d'accidents et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 67 al. 3 LAMA.  Le vol delta n'est pas en soi une entreprise t&#233;m&#233;raire, mais il peut l'&#234;tre selon les circonstances. \n\n\n  \n  \n  \nFaits &#224; partir de page 19\n\n\n    BGE 104 V 19 S. 19\n   \n\n    A.- Charles Bonardi, n&#233; en 1927, domicili&#233; &#224; V., est entr&#233; le 18 novembre 1974 au service de la Soci&#233;t&#233; X. Cette entreprise est soumise &#224; l'assurance obligatoire contre les accidents professionnels et non professionnels ainsi que les maladies professionnelles. Vers le d&#233;but de 1974, Bonardi se mit &#224; pratiquer le vol sans moteur au moyen des engins dits \"planeurs de pente (H&#228;ngegleiter)\" ou \"ailes delta\". Il se soumit &#224; une formation s&#233;rieuse et acquit rapidement une exp&#233;rience &#233;tendue. Il passait pour un \"v&#233;lideltiste\" prudent et avis&#233;.\nLe 1er ao&#251;t 1975, Charles Bonardi, Guy B. et Charly M. se rendirent aux Rochers-de-Naye, dans l'intention de voler de ce sommet jusqu'&#224; l'ancien a&#233;rodrome de Rennaz, dans la plaine du Rh&#244;ne, ce qui repr&#233;sentait une d&#233;nivellation d'environ 1600 m&#232;tres. Vers 17 h., les trois hommes se lanc&#232;rent en direction de Montreux sur la pente rapide situ&#233;e devant le restaurant. M. partit le premier, suivi de B., puis de Bonardi. Celui-ci avait d&#233;j&#224; fait quatre fois la descente des Rochers-de-Naye &#224; Rennaz. Il utilisait pour ce cinqui&#232;me vol un appareil Wind's Wing, de type courant, avec lequel il avait ex&#233;cut&#233; plus de 20 grands vols. Les conditions m&#233;t&#233;orologiques &#233;taient BGE 104 V 19 S. 20bonnes. Tandis que ses compagnons parvenaient au but sans encombre, Bonardi fut victime d'un accident dans les circonstances suivantes:\nLe pilote d'un planeur de pente dirige son engin en agissant sur un trap&#232;ze fix&#233; sous l'aile et solidaire de cette derni&#232;re. Il est lui-m&#234;me suspendu &#224;  l'aile, derri&#232;re le trap&#232;ze, par un harnais dont il existe diff&#233;rents types. Par exemple, les uns permettent de voler debout; les autres, assis. Le harnais de l'assur&#233; &#233;tait con&#231;u pour voler assis. Il &#233;tait reli&#233; &#224; l'aile par un mousqueton, lui-m&#234;me fix&#233; par une corde en nylon. Quelques secondes apr&#232;s le d&#233;collage, l'assur&#233; constata que le noeud de marin form&#233; par la corde de nylon se d&#233;faisait lentement et que le harnais allait se d&#233;tacher. Il se suspendit alors aux barres lat&#233;rales du trap&#232;ze. Dans cette position, il pouvait encore se diriger, en d&#233;pla&#231;ant le poids de son corps; mais il ne pouvait plus r&#233;gler l'angle d'incidence, qui lui imposait une vitesse excessive. Il ne lui restait qu'&#224; atterrir d'urgence, ce qu'il fit en virant et retournant en direction de la cr&#234;te. Il dirigea son appareil vers une pente herbeuse et le l&#226;cha lorsqu'il se trouva &#224; environ un m&#232;tre du sol, afin de ne pas &#234;tre bless&#233; par l'engin. En raison de la vitesse, il prit contact brutalement avec le sol. Il fut transport&#233; en h&#233;licopt&#232;re au Centre hospitalier universitaire du canton de Vaud, o&#249; l'on diagnostiqua une fracture-luxation de la cheville gauche, une fracture du calcan&#233;um gauche, une section de l'art&#232;re tibiale post&#233;rieure gauche, une fracture comminutive du plateau tibial droit et une fracture du 3e m&#233;tatarsien droit. Le planeur de pente ne subit pas de d&#233;g&#226;ts.\nPar d&#233;cision du 6 janvier 1976, la Caisse nationale suisse d'assurance en cas d'accidents (CNA) refusa de prendre l'accident en charge, pour le motif que le vol au cours duquel il s'&#233;tait produit constituait en soi et &#224; raison d'une pr&#233;paration d&#233;fectueuse une entreprise t&#233;m&#233;raire exclue de l'assurance.\n\n    B.- Charles Bonardi recourut, par l'entremise de Me W. Il conclut &#224; ce que la CNA assume les cons&#233;quences de l'accident du 1er ao&#251;t 1975, en lui fournissant toutes prestations l&#233;gales.\nLa CNA conclut au rejet du recours.\nApr&#232;s r&#233;plique, duplique et audition de t&#233;moins, le Tribunal des assurances du canton de Vaud rejeta le recours le 25 mars 1977. Selon les premiers juges, la pratique du vol delta pr&#233;sente BGE 104 V 19 S. 21un danger grave et imminent, quelles que soient la distance, la d&#233;nivellation, la nature du parcours et les conditions m&#233;t&#233;orologiques, d'une part, et les qualit&#233;s du pilote et de l'&#233;quipement, d'autre part. Elle constitue donc toujours une entreprise t&#233;m&#233;raire. Le recourant s'est expos&#233; sciemment &#224; ces dangers.\n\n    C.- Agissant au nom de Charles Bonardi, Me W. a form&#233; en temps utile un recours de droit administratif contre le jugement cantonal. Il all&#232;gue en substance: que les grandes compagnies d'assurance priv&#233;es couvrent sans surprime les accidents d'aile delta; que maintes activit&#233;s sportives assur&#233;es par la CNA sont aussi ou plus dangereuses que le vol au moyen de planeurs de pente; que le recourant &#233;tait apte &#224; voler des Rochers-de-Naye &#224; Rennaz; qu'il s'y &#233;tait pr&#233;par&#233; soigneusement; qu'il utilisait un appareil ad&#233;quat; que le vol ne pr&#233;sentait de difficult&#233;s ni &#224; cause de la nature des lieux ni &#224; cause des conditions m&#233;t&#233;orologiques; qu'en fait l'accident ne s'est pas produit au cours d'un \"grand vol\", &#224; savoir de plus de 200 m&#232;tres de d&#233;nivellation, mais au cours d'un vol qui s'est termin&#233; quelque 100 m&#232;tres en aval du point de d&#233;part; que le recourant n'a commis aucune faute; qu'en particulier il avait contr&#244;l&#233; le noeud fatal; qu'il a &#233;t&#233; victime d'un de ces impond&#233;rables qui peuvent se manifester dans n'importe quelle activit&#233; humaine; que, de toute fa&#231;on, en prenant en charge certains accidents d'aile delta et en refusant d'assumer celui du recourant, la CNA viole le principe de l'&#233;galit&#233; devant la loi contenu dans l'art. 4 Cst.; qu'enfin, en laissant croire qu'elle ne refuserait d'assurer que les accidents d'aile delta survenus dans des circonstances particuli&#232;rement dangereuses puis en adoptant en l'esp&#232;ce une pratique plus restrictive, elle a surpris la bonne foi de l'assur&#233;, contrairement au m&#234;me art. 4 Cst. Il reprend ses conclusions de premi&#232;re instance.\nL'intim&#233;e conclut au rejet du recours. Selon elle, on peut s&#233;rieusement mettre en doute que le vol en planeur de pente soit une activit&#233; sportive digne de protection, comme l'est l'alpinisme, par exemple. Au surplus, les pr&#233;cautions que n&#233;cessite l'utilisation des ailes delta, la gravit&#233; des cons&#233;quences de la moindre erreur et la fr&#233;quence relative des accidents survenus au cours de tels vols feraient que la pratique de ce sport devrait bien &#234;tre consid&#233;r&#233;e comme une BGE 104 V 19 S. 22entreprise t&#233;m&#233;raire en soi. On ne saurait lui reprocher - &#224; elle, intim&#233;e -  d'avoir vari&#233; d'opinion &#224; ce sujet, s'agissant d'une activit&#233; nouvelle, dont seule une exp&#233;rience d'une certaine dur&#233;e pouvait r&#233;v&#233;ler les d&#233;fauts.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. En vertu de la seconde phrase de l'art. 67 al. 3 LAMA, la CNA peut exclure de l'assurance des accidents non professionnels les dangers extraordinaires et les entreprises t&#233;m&#233;raires. Fond&#233; sur cette disposition l&#233;gale, le Conseil d'administration de la CNA a pris le 31 octobre 1967 une d&#233;cision qui exclut de l'assurance: I. des dangers extraordinaires d&#233;sign&#233;s nomm&#233;ment; II. les entreprises t&#233;m&#233;raires, &#224; l'exception des actes de d&#233;vouement et de sauvetage &#224; l'&#233;gard de personnes.\nAlors que le danger extraordinaire est exclu quelle que soit la gravit&#233; du risque auquel la victime s'est expos&#233;e dans le cas concret, cette gravit&#233; est au contraire un &#233;l&#233;ment de l'entreprise t&#233;m&#233;raire, que la d&#233;cision du 31 octobre 1967 d&#233;crit en effet comme il suit: l'acte par lequel un assur&#233; s'expose sciemment &#224; un danger particuli&#232;rement grave pouvant r&#233;sulter soit de l'acte lui-m&#234;me, soit de la mani&#232;re dont il est accompli, soit des circonstances concomitantes, soit de la personnalit&#233; de l'int&#233;ress&#233;.\nSelon la jurisprudence la plus r&#233;cente du Tribunal f&#233;d&#233;ral des assurances, il faut qualifier d'entreprises t&#233;m&#233;raires - d&#232;s l'abord exclues de l'assurance - les activit&#233;s non comprises dans la liste des dangers extraordinaires qui comportent des risques particuli&#232;rement importants m&#234;me si elles sont pratiqu&#233;es dans les conditions les moins d&#233;favorables. Il s'agit d'activit&#233;s impliquant de tels dangers qu'on ne saurait imposer &#224; l'ensemble des assur&#233;s d'en assumer les cons&#233;quences dommageables. Il en va ainsi, par exemple, de certaines courses de montagne ou parties de varappe pr&#233;sentant un risque si &#233;lev&#233; qu'il ne peut &#234;tre ramen&#233; &#224; des proportions raisonnables, quels que soient l'&#233;quipement utilis&#233; et les qualifications des auteurs de l'entreprise tent&#233;e. Un risque assur&#233; en soi peut toutefois perdre ce caract&#232;re au regard des circonstances du cas concret, notamment de la fa&#231;on dont il est affront&#233;, des conditions m&#233;t&#233;orologiques, du mat&#233;riel utilis&#233; ou encore des aptitudes de l'assur&#233; (et non de celles d'un varappeur moyen, par exemple; ATF 97 V 72). La Cour de c&#233;ans s'&#233;tait d&#233;j&#224; BGE 104 V 19 S. 23engag&#233;e dans cette voie dans l'arr&#234;t ATF 96 V 100, relatif &#224; la plong&#233;e sp&#233;l&#233;ologique. Elle s'y est maintenue dans l'arr&#234;t ATF 97 V 86 (s'agissant encore de varappe) et dans celui, non publi&#233;, du 13 octobre 1971 en la cause B&#252;chler  (concernant l'aviation acrobatique; voir aussi ATF 98 V 144, consid. 4 p. 148).\nCette jurisprudence pr&#233;sente l'avantage de mieux tenir compte de la diff&#233;rence fondamentale existant entre dangers extraordinaires et entreprises t&#233;m&#233;raires. Elle pr&#233;sente l'inconv&#233;nient de laisser les int&#233;ress&#233;s dans l'incertitude sur leurs droits &#224; l'&#233;gard de la CNA, dans les cas o&#249; les circonstances de l'accident sont susceptibles d'appr&#233;ciations diverses.\n\n    2. Cette notion de l'entreprise t&#233;m&#233;raire n'exclut donc pas, on vient de le voir, l'existence d'activit&#233;s qu'aucun &#234;tre humain, quelque dou&#233; qu'il soit, ne peut pratiquer sans s'exposer de mani&#232;re r&#233;elle et imminente &#224; un danger particuli&#232;rement grave dont on ne peut demander &#224; l'ensemble des assur&#233;s de supporter le risque. Qu'en est-il du vol au moyen de planeurs de pente?\nSi l'on se r&#233;f&#232;re aux instructions de la F&#233;d&#233;ration suisse de vol delta et aux recommandations et rapports d'enqu&#234;tes &#233;manant de l'Office f&#233;d&#233;ral de l'air &#224; l'&#233;poque o&#249; il contr&#244;lait encore la pratique de ce sport, force est de constater que l'utilisation des ailes delta exige une discipline et une ma&#238;trise de soi exceptionnelles. Le choix de l'angle d'incidence permettant une glissade contr&#244;l&#233;e s'exerce dans d'&#233;troites limites. Il suffit d'un vent de plus de 10 km/h. pour rendre la manoeuvre p&#233;rilleuse. La moindre turbulence, si sa composante verticale d&#233;passe 2 m&#232;tres &#224; la seconde, suffit &#224; d&#233;s&#233;quilibrer l'appareil. Il est pratiquement impossible de corriger la chute due &#224; une perte de vitesse ou &#224; un piqu&#233; avec mise de la voilure en drapeau; ou de contr&#244;ler l'angle d'incidence, la stabilit&#233; lat&#233;rale et la vitesse par rapport &#224; l'air, si l'on doit traverser un nuage ou une bande de brouillard. Enfin, une d&#233;faillance du mat&#233;riel a, en vol, en moyenne des cons&#233;quences plus graves que lors de la pratique de sports terrestres ou nautiques.\nLa preuve qu'il est difficile de ma&#238;triser ces difficult&#233;s, c'est le nombre relativement &#233;lev&#233; d'accidents dus &#224; l'utilisation des planeurs de pente: rien que pour les assur&#233;s de la CNA, 67 (dont un mortel) au cours du 2e semestre de 1976; 52 (dont un mortel) durant le 1er semestre de 1977. Cela alors que le BGE 104 V 19 S. 24nombre total des \"v&#233;lideltistes\" d&#233;passe actuellement quelque 2000; il &#233;tait de  1600 &#224; la fin de 1976.\nN&#233;anmoins, le fait que l'assurance-accidents obligatoire assure en principe des pratiques aussi f&#233;condes en sinistres que celles de la varappe, du ski et de la motocyclette rend difficilement admissible une discrimination dont seraient victimes les amateurs de vols au moyen de planeurs de pente. L'argument de la caisse, que varappe et ski font partie, eux, du folklore helv&#233;tique, n'est pas enti&#232;rement convaincant: plus nombreux sont ceux qui se livrent &#224; un sport dangereux, plus lourd est l'accroissement de primes qui en r&#233;sulte pour les autres assur&#233;s. Au demeurant, le vol delta peut n'&#234;tre pas d&#233;nu&#233; d'int&#233;r&#234;t pour la d&#233;fense nationale, du moins indirectement. Enfin, le d&#233;roulement d'une quantit&#233; de vols, dont celui du 1er ao&#251;t 1975 pour les deux compagnons du recourant, montre que, lorsque le parcours est choisi soigneusement et que les conditions m&#233;t&#233;orologiques sont bonnes, m&#234;me un grand vol s'effectue normalement sans incident. L'atterrissage forc&#233; de l'assur&#233; fut provoqu&#233; par une d&#233;fectuosit&#233; exceptionnelle du v&#233;hicule.\nIl n'est pas sans int&#233;r&#234;t de rappeler que certaines compagnies d'assurances priv&#233;es, dans le cadre de l'assurance-accidents ou de l'assurance-vie/invalidit&#233;, couvrent depuis quelque temps sans surprime les accidents survenus &#224; l'occasion de l'utilisation d'une aile delta.\nDans ces conditions, la Cour pl&#233;ni&#232;re est arriv&#233;e &#224; la conclusion que la pratique du planeur de pente, m&#234;me lorsqu'elle comprend des grands vols (soit des descentes pr&#233;sentant plus de 200 m. de diff&#233;rence de niveau), n'est pas en soi exclue de l'assurance g&#233;r&#233;e par la CNA (sauf circonstances permettant d&#232;s l'abord de qualifier l'entreprise de t&#233;m&#233;raire, dans le cas concret), lorsque l'assur&#233; utilise un mat&#233;riel ad&#233;quat, s'en tient aux parcours &#224; sa port&#233;e, s'astreint strictement &#224; la discipline pr&#233;conis&#233;e par les organes comp&#233;tents, respecte les prescriptions en vigueur et se conforme aux r&#232;gles de l'art. Cela signifie donc qu'un manquement conscient de l'assur&#233; pourra transformer un vol en principe couvert par l'assurance en une entreprise t&#233;m&#233;raire.\n\n    3. En ce qui concerne l'accident subi par Charles Bonardi, le vol projet&#233; ne pouvait &#234;tre qualifi&#233; objectivement d'entreprise t&#233;m&#233;raire, au regard des renseignements que fournit BGE 104 V 19 S. 25le dossier. D'autre part, l'assur&#233; disposait d'un mat&#233;riel ad&#233;quat (le d&#233;faut d'immatriculation du planeur de pente, d'un type homologu&#233;, ne saurait jouer de r&#244;le en l'occurrence); il avait les connaissances et aptitudes requises pour mener &#224; chef la descente pr&#233;vue, qui devait s'accomplir dans des conditions favorables. On n'est donc pas en pr&#233;sence d'une entreprise en principe assur&#233;e qui se soit trouv&#233;e exclue de l'assurance en raison des circonstances de son ex&#233;cution.\nEn revanche, si le pr&#233;nomm&#233; avait la r&#233;putation de contr&#244;ler toujours syst&#233;matiquement son appareil avant de voler, il faut bien constater que le noeud fixant le harnais s'est desserr&#233; peu apr&#232;s le d&#233;part. M&#234;me si, normalement, la corde qui s'est d&#233;tach&#233;e lors de l'accident est nou&#233;e une fois pour toutes, force est d'admettre que l'int&#233;ress&#233; n'a, le jour fatidique, pas effectu&#233; un contr&#244;le suffisant de son &#233;quipement. Un noeud de marin fait correctement ne se d&#233;noue pas &#224; la traction et une erreur de confection ne devrait pas &#233;chapper &#224; un observateur tr&#232;s attentif. Eu &#233;gard &#224; l'importance du harnais pour la s&#233;curit&#233; du pilote, l'inattention du recourant est une faute qu'il y a d&#233;j&#224; lieu de qualifier de grave. Au vrai, personne ne s'explique pourquoi le noeud en question n'a pas tenu alors qu'il n'avait pas donn&#233; lieu &#224;  des difficult&#233;s au cours des vols pr&#233;c&#233;dents. Cette derni&#232;re circonstance pourra jouer un r&#244;le pour arr&#234;ter le taux de la r&#233;duction &#224; op&#233;rer selon l'art.  98 al. 3 LAMA, taux qu'il incombera &#224; la CNA de fixer dans une nouvelle d&#233;cision susceptible de recours.\nIl faut par cons&#233;quent admettre le recours dans le sens qui pr&#233;c&#232;de, sans qu'il soit n&#233;cessaire d'examiner les moyens que le recourant tire de l'in&#233;galit&#233; de traitement et de l'inobservation des r&#232;gles de la bonne foi dont, dit-il, il aurait &#224; souffrir si la d&#233;cision et le jugement attaqu&#233;s  &#233;taient maintenus. En effet, la solution adopt&#233;e dans le pr&#233;sent arr&#234;t est celle qu'avait annonc&#233;e la CNA dans son bulletin de presse du 21 ao&#251;t 1974.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce:\nLe recours est admis et le jugement cantonal et la d&#233;cision litigieuse sont r&#233;form&#233;s dans ce sens que l'assur&#233; a droit aux prestations l&#233;gales pour les suites de son accident de vol delta du 1er ao&#251;t 1975, mais avec une r&#233;duction dont le taux sera fix&#233; par la CNA dans une nouvelle d&#233;cision susceptible de recours, cela conform&#233;ment aux consid&#233;rants.\n \n   \n   "
}