{
  "titre": "98 IV 35",
  "annee": "1972",
  "contenu": "\n      \n  Chapeau\n98 IV 357. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 21 janvier 1972 dans la cause H&#233;lie de Pourtal&#232;s contre Dalit&#233; de Pourtal&#232;s et Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nArt. 220 et 292 CP; droit de visite.  a)   L'art. 220 CP ne peut &#234;tre invoqu&#233; que par celui qui exerce la puissance paternelle (consid. 2). \nb) Pour &#234;tre prot&#233;g&#233; p&#233;nalement dans son droit d'entretenir des relations convenables avec ses enfants, celui des parents qui n'est que d&#233;tenteur de la puissance paternelle, sans en avoir l'exercice, doit &#234;tre au b&#233;n&#233;fice d'une d&#233;cision judiciaire r&#233;glant son droit de visite et susceptible d'&#234;tre ex&#233;cut&#233;e sous la menace des sanctions pr&#233;vues &#224; l'art. 292 CP (consid. 3). \nc) Pour que l'inex&#233;cution d'une convention sur le droit de visite non ratifi&#233;e par le juge puisse avoir des cons&#233;quences p&#233;nales, il faudrait au moins que l'accord des parties soit complet et exempt d'&#233;quivoque (consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 36\n\n\n    BGE 98 IV 35 S. 36\n   \n\n    A.- Les &#233;poux de Pourtal&#232;s-Matossian sont s&#233;par&#233;s en fait depuis 1969 en tout cas. Le mari est domicili&#233; &#224; Paris. La m&#232;re et les trois enfants, &#226;g&#233;s actuellement de 6, 7 et 8 ans, ont v&#233;cu &#224; Gen&#232;ve, puis &#224; Gstaad, ensuite &#224; Lausanne.\nL'&#233;pouse a ouvert action en divorce, le 21 mai 1970, devant la juridiction genevoise, qui n'a pas encore pris de mesures provisoires en vertu de l'art. 145 CC, si ce n'est une d&#233;cision partielle du 14 septembre 1970 relative au s&#233;jour des enfants aupr&#232;s de leur p&#232;re pendant les vacances de la Toussaint 1970 et celles de No&#235;l &#224; Nouvel-An.\nEn mai et juin 1971, les avocats des parties &#233;chang&#232;rent plusieurs lettres au sujet du droit de visite du p&#232;re, qui d&#233;sirait avoir les enfants durant une partie des vacances d'&#233;t&#233;. Malgr&#233; des difficult&#233;s invoqu&#233;es par la m&#232;re, de Pourtal&#232;s fit remettre &#224; l'avocat de celle-ci, le 28 juin, des billets d'avion permettant aux enfants de se rendre &#224; Paris, o&#249; il les attendrait le 1er juillet. Par lettre du 29 juin, l'avocat souleva plusieurs objections et informa le mandataire du mari que sa cliente partait imm&#233;diatement pour le Portugal avec les enfants.\n\n    B.- En raison de ces faits, de Pourtal&#232;s a port&#233; plainte contre sa femme pour enl&#232;vement de mineurs.\nLe juge informateur de l'arrondissement de Lausanne a rendu, le 5 ao&#251;t 1971, une ordonnance de refus de suivre. A son avis, il ne ressort pas du dossier que l'inculp&#233;e aurait refus&#233; de remettre les enfants &#224; leur p&#232;re; il semble s'agir d'un malentendu, la remise des enfants, &#224; laquelle elle avait consenti pour la p&#233;riode du 25 juin au 14 juillet, n'a pu avoir lieu par suite BGE 98 IV 35 S. 37d'un retard cons&#233;cutif &#224; un volumineux &#233;change de correspondance entre les avocats.\n\n    C.- Saisi d'un recours du plaignant, le Tribunal d'accusation a maintenu cette ordonnance, le 14 septembre. Il expose que, le juge civil n'ayant pas encore statu&#233; sur l'exercice du droit de garde pendant le proc&#232;s, la personne qui exerce la puissance paternelle est celui des parents aupr&#232;s de qui se trouvent les enfants ou qui exerce le droit de garde sur eux; en l'esp&#232;ce, c'est la m&#232;re; elle ne saurait donc s'&#234;tre rendue coupable d'enl&#232;vement de mineurs, seul pouvant enfreindre l'art. 220 CP celui des &#233;poux en instance de divorce qui n'a pas la garde des enfants.\n\n    D.- Contre cet arr&#234;t, de Pourtal&#232;s se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; l'ouverture d'une enqu&#234;te sur sa plainte.\n\n    E.- L'intim&#233;e conclut au rejet du pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. ... (D&#233;faut de pertinence et irrecevabilit&#233; de certains griefs.)\n\n    2. L'art. 220 CP punit celui qui aura soustrait ou refus&#233; de remettre un mineur &#224; la personne qui exerce notamment la puissance paternelle.\nLe droit de visite fait partie des droits de la personnalit&#233; (RO 89 II 6); il ne constitue pas, ou du moins pas n&#233;cessairement, un attribut de la puissance paternelle, contrairement &#224; laquelle d'ailleurs il subsiste apr&#232;s le divorce (art. 156 al. 3 et 274 al. 3 CC; RO 54 II 6); il n'est d&#232;s lors pas prot&#233;g&#233; comme tel par l'art. 220 CP.\nToutefois la puissance paternelle ne repr&#233;sente pas seulement la charge d'&#233;lever un enfant, mais encore le pouvoir de d&#233;cider de son sort, et cela m&#234;me si le d&#233;tenteur n'en assure pas la garde (RO 94 II 1). Ce pouvoir donne par d&#233;finition &#224; son titulaire la facult&#233; de d&#233;cider de voir son enfant o&#249; et quand il lui plaira et de se pr&#233;valoir de l'art. 220 CP, s'il en est emp&#234;ch&#233;.\nC'est pourquoi la jurisprudence a apport&#233; des exceptions au principe selon lequel le d&#233;tenteur de la puissance paternelle ne peut se rendre coupable d'enl&#232;vement de mineur, notamment dans le cadre de conflits opposant des parents mari&#233;s et par cons&#233;quent titulaires conjointement de la puissance paternelle.\n\n    BGE 98 IV 35 S. 38Tel est le cas, en particulier, lorsque l'un des &#233;poux, sans consulter l'autre, se rend dans un autre continent, mettant ainsi son conjoint dans l'impossibilit&#233; d'exercer les droits que lui conf&#232;re l'art. 274 al. 1 CC (RO 95 IV 68), ou si, durant un proc&#232;s en divorce, celui des &#233;poux auquel la garde des enfants n'est pas confi&#233;e, les soustrait et refuse de les rendre &#224; l'ayant droit (RO 91 IV 230).\nAucune de ces situations n'est r&#233;alis&#233;e en l'esp&#232;ce. Etant s&#233;par&#233;s depuis 1969 en tout cas, les &#233;poux de Pourtal&#232;s-Matossian ne vivent plus en commun. D'autre part, malgr&#233; l'ouverture en mai 1970 d'une action en divorce, le juge civil n'a pas, bien qu'il en ait &#233;t&#233; requis, statu&#233; sur l'attribution des enfants pendant l'instance. Or, la Cour de cassation a express&#233;ment r&#233;serv&#233; cette &#233;ventualit&#233; dans le second arr&#234;t cit&#233; (RO 91 IV 231 cons. 2 i.f.).\nIl n'est pas n&#233;cessaire d'examiner si d'autres exceptions devraient &#234;tre apport&#233;es au principe rappel&#233; ci-dessus car, de toute mani&#232;re, la question ne se pose pas en l'occurrence. En effet, la p&#233;riode interm&#233;diaire entre la fin de la vie commune et la d&#233;cision judiciaire qui attribue la garde des enfants &#224; titre provisoire (art. 145 CC) est caract&#233;ris&#233;e par les restrictions de fait auxquelles est soumise la puissance paternelle d'un des parents. Il peut m&#234;me s'agir d'une impossibilit&#233; de l'exercer, par exemple lorsque ce parent n'habite pas dans la m&#234;me localit&#233; que le reste de la famille. En pareil cas, la puissance paternelle du parent emp&#234;ch&#233; subsiste (RO 91 IV 230) mais elle est suspendue et l'exercice en appartient uniquement &#224; l'autre (HEGNAUER, n. 27 ad art. 274 CC et les r&#233;f&#233;rences). C'est le cas en l'esp&#232;ce, aussi le recourant ne saurait-il soutenir qu'il exerce la puissance paternelle au sens de l'art. 220 CP.\n\n    3. a) Celui des parents qui n'a pas la garde des enfants n'est pas pour autant d&#233;chu du droit de conserver avec eux les relations indiqu&#233;es par les circonstances.\nL'exercice du droit de visite suppose toutefois que les modalit&#233;s en ont &#233;t&#233; r&#233;gl&#233;es. Par qui? L'accord des parties suffit-il ou une d&#233;cision judiciaire est-elle n&#233;cessaire? Selon GM&#220;R, le juge de l'art. 145 CC doit intervenir m&#234;me s'il n'en a pas &#233;t&#233; requis par les parties (n. 12 ad art. 145). Apr&#232;s avoir expos&#233; que le juge doit prendre des mesures provisoires &#224; d&#233;faut d'accord des parents (n. 1 ad art. 145), EGGER ajoute que l'entente des parties peut faciliter sa t&#226;che, mais qu'il doit BGE 98 IV 35 S. 39passer outre si le bien de l'enfant le commande (n. 2) et que ce dernier peut &#234;tre attribu&#233; conform&#233;ment aux d&#233;sirs des parents, &#224; moins que son int&#233;r&#234;t ne s'y oppose (n.11). Soutenant que le droit aux relations personnelles rel&#232;ve toujours de l'ordre public, MARTHALER (Essai sur le droit aux relations personnelles plus commun&#233;ment appel&#233; droit de visite; Th. Neuch&#226;tel 1963) estime qu'il peut faire l'objet de conventions, mais qu'elles n'acqui&#232;rent toute leur valeur qu'apr&#232;s ratification par le juge; le sort des enfants, de par sa nature, n'appartient pas au domaine des conventions (p. 61, 84, 90). STEINEGGER (Les mesures provisoires selon l'art. 145 CC; Th. Berne, 1950) pr&#233;tend d'abord que les conventions conclues pour la dur&#233;e de l'instance ne sont pas soumises &#224; la ratification du juge, en raison de leur caract&#232;re provisoire (p. 10). Ce motif ne convainc pas, si l'on pense que maints proc&#232;s en divorce durent plusieurs ann&#233;es et qu'une r&#233;glementation conventionnelle peu judicieuse du droit de visite risque alors de causer &#224; l'enfant un tort irr&#233;parable. Le m&#234;me auteur admet du reste que l'art. 156 al. 3 CC s'applique par analogie au droit de visite pendant le proc&#232;s (p. 17 ch. 2 et 59 ch. 6) et que le juge doit intervenir d'office (p. 18 litt. 1), si l'int&#233;r&#234;t de l'enfant l'exige, de sorte que ses pouvoirs ne sont limit&#233;s ni par les accords des &#233;poux conclus avant l'ouverture de l'action ni par les propositions qu'ils lui pr&#233;sentent &#224; l'audience (p. 59 ch. 4).\nb) S'il est assur&#233;ment possible que des conventions relatives &#224; la garde des enfants et &#224; l'exercice du droit de visite pendant le proc&#232;s en divorce soient scrupuleusement appliqu&#233;es sans avoir &#233;t&#233; ratifi&#233;es par le juge, une protection p&#233;nale ne saurait &#234;tre accord&#233;e qu'au r&#233;gime institu&#233; ou approuv&#233; par l'autorit&#233; comp&#233;tente. L'&#233;poux qui craint que l'exercice de son droit de visite ne soit entrav&#233; ou paralys&#233; par son conjoint, doit inviter le juge de l'art. 145 CC &#224; prendre les mesures appropri&#233;es. Le recourant, qui avait d&#233;j&#224; us&#233; de cette m&#233;thode avant la Toussaint et les vacances de No&#235;l 1970 et qui se plaint que l'intim&#233;e l'ait, &#224; plus d'une reprise, emp&#234;ch&#233; de voir ses enfants, aurait d&#251; s'adresser derechef au juge pour assurer l'exercice de son droit de visite en &#233;t&#233; 1971 sous la menace des peines d'arr&#234;t ou d'amende pr&#233;vues &#224; l'art. 292 CP.\nc) De Pourtal&#232;s invoque &#224; tort un arr&#234;t non publi&#233;, mais r&#233;sum&#233; dans le Bulletin de jurisprudence p&#233;nale (1967, no 172), o&#249; le Tribunal f&#233;d&#233;ral aurait jug&#233; que le parent gardien des BGE 98 IV 35 S. 40enfants durant le proc&#232;s en divorce peut &#234;tre puni en vertu de l'art. 220 CP lorsqu'il entrave l'exercice de droits appartenant, selon une ordonnance judiciaire, &#224; l'autre &#233;poux, p.ex. lorsqu'il refuse de lui remettre les enfants.\nLe recourant a &#233;t&#233; induit en erreur par une faute de traduction: l'arr&#234;t zurichois cit&#233; et qui a &#233;t&#233; confirm&#233; par l'arr&#234;t f&#233;d&#233;ral publi&#233; au RO 91 IV 229 d&#233;clare en r&#233;alit&#233; punissable celui des conjoints \"dem die Kinder f&#252;r die Dauer des Scheidungsverfahrens gerichtlich abgesprochen worden sind\". D'ailleurs, m&#234;me s'il avait la port&#233;e que lui pr&#234;te le pourvoi, il serait en l'esp&#232;ce inop&#233;rant, puisqu'il concernerait un cas o&#249; le b&#233;n&#233;ficiaire du droit de visite aurait pu se pr&#233;valoir d'une d&#233;cision du juge.\n\n    4. Au surplus, si l'inex&#233;cution d'une convention non ratifi&#233;e par le juge devait entra&#238;ner des cons&#233;quences p&#233;nales, il faudrait au moins exiger que l'accord des parties soit complet et exempt d'&#233;quivoque. Cette condition n'est pas remplie en l'esp&#232;ce.\nEn effet, bien que l'attitude de la m&#232;re ne soit pas &#224; l'abri de toute critique (il &#233;tait par exemple abusif de reprocher au p&#232;re - lettre du 21 juin - d'avoir exprim&#233; trop tard - le 17 mai - le d&#233;sir d'exercer son droit de visite pendant les vacances d'&#233;t&#233;, alors que, le 7 juin, elle offrait de. lui laisser les enfants du 25 juin au 14 juillet), force est de constater qu'un accord n'est pas intervenu. Outre que les parents ne se sont pas entendus sur le dernier jour de la \"visite\" (14 ou 15 juillet), la renonciation du p&#232;re aux six premiers jours n'autorise pas &#224; admettre que, dispos&#233;e &#224; se s&#233;parer des enfants le 25 juin, la m&#232;re acceptait a fortiori de les laisser d&#232;s le 1er juillet. Il est compr&#233;hensible que, de son c&#244;t&#233;, elle n'ait pas voulu gagner le Portugal avant qu'ils se soient envol&#233;s pour Orly; si elle tenait &#224; partir le 26 juin, la d&#233;cision du mari de prendre les enfants le 1er juillet seulement au lieu du 25 juin contrariait ses projets. Enfin la proposition du mari d'avoir les enfants quelques jours en septembre n'a suscit&#233; aucune r&#233;action.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nRejette le pourvoi.\n \n   \n   "
}