{
  "titre": "134 II 117",
  "annee": "2008",
  "contenu": "\n      \n  Chapeau\n134 II 11710. Extrait de l'arr&#234;t de la Ire Cour de droit public dans la cause A., B. et Commune de Belmont-sur-Lausanne contre C. ainsi que D&#233;partement de l'&#233;conomie du canton de Vaud (recours en mati&#232;re de droit public)\n1C_82/2008 / 1C_84/2008 du 28 mai 2008\n  \nRegeste\nArt. 68 al. 3 LTF; allocation de d&#233;pens aux communes.  Les communes n'ont en principe pas droit &#224; des d&#233;pens lorsqu'elles obtiennent gain de cause dans l'exercice de leurs attributions officielles selon l'art. 68 al. 3 LTF. La pratique connue sous l'empire de l'ancienne loi f&#233;d&#233;rale d'organisation judiciaire dans les causes relevant du recours de droit public, qui consistait &#224; allouer des d&#233;pens aux communes ne disposant pas, en raison de leur taille, d'une infrastructure administrative et juridique suffisante pour proc&#233;der sans l'assistance d'un avocat, ne se justifie plus dans le cadre du recours en mati&#232;re de droit public (consid. 7). \n\n\n  \n  \n  \nFaits &#224; partir de page 118\n\n\n    BGE 134 II 117 S. 118\n   \nA. et B. sont copropri&#233;taires de la parcelle n&#176; x du registre foncier de la commune de Belmont-sur-Lausanne, comprise dans le p&#233;rim&#232;tre du plan de quartier \"En Arnier\".\nLa Municipalit&#233; de Belmont-sur-Lausanne a donn&#233; son aval &#224; un nouveau plan de quartier \"En Arnier II\" propre &#224; la parcelle n&#176; x. Ce plan, mis &#224; l'enqu&#234;te publique du 15 d&#233;cembre 2006 au 24 janvier 2007, a fait l'objet de quatre oppositions, dont celle de la soci&#233;t&#233; C. Par d&#233;cision du 3 mai 2007, le Conseil communal de Belmont-sur-Lausanne a adopt&#233; le plan de quartier \"En Arnier II\" ainsi que son r&#232;glement et lev&#233; les oppositions. Le D&#233;partement des institutions et des relations ext&#233;rieures du canton de Vaud a approuv&#233; pr&#233;alablement ce plan le 20 juin 2007.\nAu terme d'un arr&#234;t rendu le 16 janvier 2008, le Tribunal administratif du canton de Vaud a admis le recours form&#233; par la soci&#233;t&#233; C. (ci-apr&#232;s: l'intim&#233;e) contre ces d&#233;cisions qu'il a annul&#233;es.\nLe Tribunal f&#233;d&#233;ral a admis les recours en mati&#232;re de droit public interjet&#233;s contre cet arr&#234;t par A. et B. ainsi que par la Commune de Belmont-sur-Lausanne. Il a confirm&#233; les d&#233;cisions prises le 3 mai 2007 par le Conseil communal de Belmont-sur-Lausanne et le 20 juin 2007 par le D&#233;partement des institutions et des relations ext&#233;rieures du canton de Vaud.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    7. Les recours doivent par cons&#233;quent &#234;tre admis aux frais de l'intim&#233;e qui succombe (art. 65 et 66 al. 1 LTF). Celle-ci versera une indemnit&#233; de d&#233;pens aux propri&#233;taires de la parcelle n&#176; x, qui obtiennent gain de cause avec l'assistance d'un avocat (art. 68 al. 1 et 2 LTF). La Commune de Belmont-sur-Lausanne, qui a agi dans l'exercice de BGE 134 II 117 S. 119ses attributions officielles, n'a en revanche pas droit &#224; des d&#233;pens (art. 68 al. 3 LTF). L'allocation de d&#233;pens &#224; la partie qui obtient gain de cause ne d&#233;coule ni des principes g&#233;n&#233;raux du droit ni des garanties de proc&#233;dure de la Constitution f&#233;d&#233;rale; cette question rel&#232;ve de la seule l&#233;gislation de proc&#233;dure applicable &#224; la cause (ATF 104 Ia 9 consid. 1 p. 13; arr&#234;t P.1719/1984 du 14 juin 1985, consid. 2a publi&#233; in ZBl 86/1985 p. 508). Certes, sous l'empire de la loi f&#233;d&#233;rale d'organisation judiciaire du 16 d&#233;cembre 1943 (OJ), le Tribunal f&#233;d&#233;ral avait pour pratique d'allouer des d&#233;pens aux collectivit&#233;s publiques et aux autres organismes charg&#233;s de t&#226;che de droit public ne disposant pas, en raison de leur taille, d'une infrastructure administrative et juridique suffisante pour proc&#233;der sans l'assistance d'un avocat (cf. ATF 132 I 140 consid. 4.2 p. 152 et l'arr&#234;t cit&#233;). Tel &#233;tait le cas des communes de moins de 10'000 habitants. Il s'agissait alors d'une exception &#224; la r&#232;gle g&#233;n&#233;rale de l'art. 159 al. 2 in fine OJ selon laquelle les autorit&#233;s n'ont pas droit &#224; des d&#233;pens lorsqu'elles agissent en tant que d&#233;tentrices de la puissance publique. Cette pratique ne valait cependant que pour les causes relevant du recours de droit public, dans les domaines o&#249; l'autonomie communale pouvait &#234;tre invoqu&#233;e; en revanche, elle n'avait pas cours dans les proc&#233;dures de recours de droit administratif, l'art. 159 al. 2 OJ &#233;tant alors appliqu&#233; strictement. Cette pratique ne se justifie plus dans le cadre du recours en mati&#232;re de droit public (arr&#234;ts 1C_122/2007 du 24 juillet 2007, consid. 6; 2C_417/2007 du 11 janvier 2008, consid. 7). M&#234;me si une solution diff&#233;rente a pu &#234;tre &#233;voqu&#233;e (cf. arr&#234;t 2C_10/2007 du 8 octobre 2007, consid. 4.3), elle ne s'impose pas au regard du texte l&#233;gal. La Commune de Belmont-sur-Lausanne ne fait au surplus valoir aucune circonstance exceptionnelle qui commanderait de faire une entorse en sa faveur &#224; la r&#232;gle de l'art. 68 al. 3 LTF.\n(...)\n \n   \n   "
}