{
  "titre": "103 IV 101",
  "annee": "1977",
  "contenu": "\n      \n  Chapeau\n103 IV 10129. Arr&#234;t de la Cour de cassation p&#233;nale du 6 juin 1977 dans la cause Ferreira da Silva contre Minist&#232;re public du canton de Vaud\n\n  \nRegeste\nArt. 31 al. 1 LCR, 3 al. 1 OCR.  Le degr&#233; de l'attention exig&#233;e des conducteurs doit &#234;tre appr&#233;ci&#233; en regard de toutes les circonstances. Si l'essentiel de l'attention doit porter sur certains points, une attention moins grande peut &#234;tre admise pour d'autres  (consid. 2 litt. b et c). \n\n\n  \n  \n  \nFaits &#224; partir de page 101\n\n\n    BGE 103 IV 101 S. 101\n   \n\n    A.- Le 21 juillet 1974, vers minuit, Vasco Ferreira da Silva circulait au volant de sa voiture VW &#224; l'avenue du L&#233;man, &#224; Lausanne, en direction du centre de la ville. Roulant &#224; 60 km/h environ, feux de croisement enclench&#233;s, sur la piste montante de droite, il aper&#231;ut soudain &#224; quelques m&#232;tres devant lui un cyclomotoriste qui traversait la chauss&#233;e de gauche &#224; droite par rapport &#224; son sens de marche. Ce cyclomotoriste, Simon Lecoultre, &#226;g&#233; de 18 ans, n'avait pas mis en marche le moteur de son v&#233;hicule, qui de ce fait n'&#233;tait pas BGE 103 IV 101 S. 102&#233;clair&#233;. L'automobiliste ne put emp&#234;cher la collision; il n'eut m&#234;me aucune r&#233;action avant celle-ci. Plaqu&#233; sur le capot et la partie ant&#233;rieure droite du toit de la voiture, dont il avait fait &#233;clater le pare-brise, Lecoultre tomba sur la route &#224; 50 m au-del&#224; du point de choc. C'est alors seulement que l'automobiliste r&#233;agit en freinant et qu'il immobilisa son v&#233;hicule, 17 m plus loin. Lecoultre d&#233;c&#233;da &#224; 2 h. 30 des suites de ses blessures.\nAvant l'accident, Lecoultre venait en sens inverse, &#224; l'extr&#234;me droite de l'avenue du L&#233;man selon sa propre direction. Il circulait moteur arr&#234;t&#233;, discutant avec un ami et deux personnes qui marchaient sur le trottoir dans la m&#234;me direction que lui. A la hauteur environ du d&#233;bouch&#233; du chemin de Bonne-Esp&#233;rance, il traversa subitement la chauss&#233;e en oblique dans le sens descendant.\nA l'endroit de l'accident, la route d&#233;crit une courbe &#224; grand rayon, &#224; droite dans le sens emprunt&#233; par l'automobile, et elle accuse une rampe r&#233;guli&#232;re de  5% en direction du centre de la ville. Elle est large de 10 m 50 en moyenne et comprend trois voies de circulation, soit une descendante et deux montantes. Un passage pour pi&#233;tons traverse cette avenue imm&#233;diatement au-dessus du d&#233;bouch&#233;  du chemin de Bonne-Esp&#233;rance, &#224; 15 m environ du point de choc. Ce passage est prot&#233;g&#233; par des feux &#224; commande manuelle, qui &#233;taient au vert pour le trafic routier au moment de l'accident, et par cons&#233;quent au rouge pour les pi&#233;tons. La chauss&#233;e &#233;tait propre et s&#232;che, l'&#233;clairage public fonctionnait normalement.\nUne reconstitution sur place, lors de l'instruction de la cause, a permis de d&#233;terminer que, depuis son point de d&#233;part du bord du trottoir jusqu'au point de choc, le cyclomotoriste a parcouru en biais 16 m et qu'il a d&#251; mettre environ 6 secondes pour franchir cette distance.\n\n    B.- Le 29 octobre 1976, le Tribunal correctionnel du district de Lausanne a condamn&#233; Ferreira da Silva &#224; une amende de 200 fr. avec d&#233;lai d'&#233;preuve de 2  ans, pour homicide par n&#233;gligence.\nStatuant le 31 janvier 1977, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a rejet&#233; le recours du condamn&#233; et maintenu le jugement de premi&#232;re instance.\n\n    C.- Ferreira da Silva se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut  &#224; lib&#233;ration.\n\n    BGE 103 IV 101 S. 103\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Il ressort des constatations du tribunal de premi&#232;re instance, reprises par la Cour cantonale, que le cyclomotoriste &#233;tait visible &#224; la condition que l'on port&#226;t une extr&#234;me attention dans la direction d'o&#249; il venait. Ces constatations ont &#233;t&#233; faites lors d'une reconstitution nocturne, &#224; propos de laquelle il est relev&#233; que, lors de l'exp&#233;rience, le tribunal savait que le cyclomotoriste arrivait et qu'il le cherchait des yeux, sans se soucier ni de ce qui se passait sur la droite de la route, ni des feux.\nBien que la victime f&#251;t difficilement visible, les instances pr&#233;c&#233;dentes ont retenu &#224; la charge du recourant une inattention fautive, constitutive de la n&#233;gligence entra&#238;nant l'application de l'art. 117 CP.\nLa Cour cantonale a consid&#233;r&#233; que la distance totale d'arr&#234;t n&#233;cessaire &#224; l'automobiliste &#233;tait de 40 m environ, qui avaient d&#251; &#234;tre parcourus en 2 secondes et demie. Comme, 2 secondes et demie avant le choc, la victime avait quitt&#233; la voie descendante et se trouvait d&#233;j&#224; sur la voie montante de gauche et comme elle avait d'autant plus de chances d'&#234;tre aper&#231;ue qu'elle se rapprochait &#224; la fois du milieu de la route et de l'automobile, l'autorit&#233; cantonale a estim&#233; que, d&#232;s le moment o&#249; le cyclomotoriste avait franchi la ligne s&#233;parant la voie descendante des deux voies montantes, le recourant aurait d&#251; le voir, prendre conscience du caract&#232;re aberrant de sa manoeuvre et r&#233;agir promptement. Constatant alors que l'automobiliste n'avait eu aucune r&#233;action quelconque, elle a consid&#233;r&#233; que la seule explication de cette passivit&#233; &#233;tait une inattention fautive. Elle a estim&#233; de surcro&#238;t que, sur une route &#233;clair&#233;e, le cyclomotoriste &#233;tait certainement visible alors qu'il traversait la piste montante, une cinquantaine de m&#232;tres en avant de la voiture (en oblique, il est vrai), et que m&#234;me si le recourant ne l'avait aper&#231;u qu'&#224; 30 m, il aurait pu ralentir suffisamment pour r&#233;duire sensiblement les cons&#233;quences de la collision. Cela &#233;tant, compte tenu du temps dont il disposait et de son absence de r&#233;action non seulement avant, mais encore apr&#232;s le choc, elle a retenu que l'automobiliste n'avait pas fait preuve de l'attention requise.\nb) Le recourant conteste toute faute. Pour lui, son devoir d'attention portait en premier lieu sur les feux qui &#233;taient au BGE 103 IV 101 S. 104vert pour lui et qui pouvaient devenir orange, puis sur la voie ascendante droite de la chauss&#233;e qu'il empruntait, sur le trottoir situ&#233; &#224; sa droite d'o&#249;  pouvait surgir un pi&#233;ton et enfin, &#233;videmment, sur le passage pour pi&#233;tons. Il invoque aussi le principe de la confiance et fait valoir qu'il n'avait aucune raison de s'attendre &#224; un comportement aussi aberrant que celui du cyclomotoriste.\n\n    2. a) Un conducteur prioritaire, comme l'&#233;tait indiscutablement le recourant en l'esp&#232;ce, doit, en vertu de la r&#232;gle fondamentale prescrite &#224; l'art. 26 LCR et, plus pr&#233;cis&#233;ment, en vertu de l'al. 2 de cette disposition, faire montre d'une prudence particuli&#232;re s'il lui appara&#238;t qu'un usager de la route va se comporter de mani&#232;re incorrecte. Pour &#234;tre en mesure de satisfaire &#224; cette obligation, il doit &#234;tre constamment ma&#238;tre de son v&#233;hicule et vouer &#224; la route ainsi qu'&#224; la circulation toute l'attention n&#233;cessaire (cf. art. 3 al. 1 OCR, 31 al. 1 LCR). Comme, en l'esp&#232;ce, le recourant n'a vu le cyclomotoriste qu'au dernier moment, c'est-&#224;-dire trop tard pour &#233;viter l'accident, la seule question qui doit &#234;tre r&#233;solue est celle de savoir si, pour ne pas l'avoir vu plus t&#244;t, il s'est rendu coupable d'une inattention fautive.\nb) En principe, l'obligation impos&#233;e au conducteur de vouer son attention &#224; la route et &#224; la circulation implique qu'il embrasse du regard toute la chauss&#233;e et non pas seulement ce qui se passe directement devant lui sur l'espace de route correspondant &#224; la largeur de sa voiture (cf. BUSSY ET RUSCONI, CSCR, n. 2.5 a ad art. 31 LCR). La jurisprudence a cependant att&#233;nu&#233; ce principe dans certaines hypoth&#232;ses, en particulier dans le cas d'&#238;lots divisant la chauss&#233;e en deux voies distinctes. Ainsi a-t-elle pos&#233; qu'&#224; tout le moins lorsque ces &#238;lots sont larges, on ne saurait raisonnablement exiger des automobilistes qu'ils portent leur attention sur l'autre voie que celle qu'ils vont emprunter (ATF 101 IV 220); elle a &#233;galement r&#233;serv&#233; la possibilit&#233; d'appliquer la m&#234;me exception dans l'&#233;ventualit&#233; de voies particuli&#232;rement larges (arr&#234;t non publi&#233; Ricciardella, du 1er juin 1976). De toute mani&#232;re, le conducteur doit vouer &#224; la route et au trafic toute l'attention possible, et le degr&#233; de cette attention doit &#234;tre appr&#233;ci&#233; en regard de toutes les circonstances, telles que la densit&#233; du trafic, la configuration des lieux, l'heure, la visibilit&#233;, les sources de danger pr&#233;visibles, pour n'en citer que quelques-unes.\n\n    BGE 103 IV 101 S. 105\n   \nc) En l'esp&#232;ce, le Tribunal correctionnel a relev&#233; que l'attention du recourant &#233;tait avant tout attir&#233;e par les feux qui &#233;taient au vert pour lui, et il a consid&#233;r&#233; tr&#232;s justement que le recourant devait en outre surveiller non seulement la partie montante de la chauss&#233;e qu'il occupait et ce qui pouvait se passer sur le trottoir situ&#233; &#224; sa droite, mais aussi le passage pour pi&#233;tons. C'est en effet sur ces &#233;l&#233;ments que le recourant devait porter l'essentiel de son attention. Sans n&#233;gliger la voie de circulation montante parall&#232;le &#224; celle qu'il occupait, il pouvait cependant lui vouer une attention moins grande.\nCette attention moins grande doit permettre de percevoir les obstacles ou les  &#233;v&#233;nements normalement visibles, mais on ne saurait aller jusqu'&#224; exiger qu'elle atteigne un degr&#233; tel qu'elle permette de d&#233;celer ce qui n'est visible que difficilement. En l'esp&#232;ce, m&#234;me si les chances d'apercevoir le cyclomotoriste &#233;taient de plus en plus grandes &#224; mesure que celui-ci se rapprochait, il reste que, selon les constatations de l'autorit&#233; cantonale, ce cyclomotoriste &#233;tait difficilement visible, c'est-&#224;-dire visible pour autant qu'on port&#226;t une extr&#234;me attention dans la direction d'o&#249; il venait. Or, compte tenu de l'attention qu'il fallait consacrer &#224; la voie de circulation parcourue, aux feux, au trottoir de droite et au passage pour pi&#233;tons, on ne saurait raisonnablement fonder sur la loi l'obligation de surveiller en outre avec une extr&#234;me attention le reste de la chauss&#233;e. Ce n'est qu'&#224; partir du moment o&#249; le cyclomotoriste a p&#233;n&#233;tr&#233; sur la voie de circulation emprunt&#233;e par le recourant que l'on pouvait exiger de ce dernier l'extr&#234;me attention lui permettant de voir l'obstacle. Il ne disposait plus alors du temps n&#233;cessaire pour &#234;tre en  &#233;tat de r&#233;agir efficacement. L'absence de r&#233;action &#224; ce moment ne se trouve d&#232;s lors pas en relation de causalit&#233; ad&#233;quate avec l'accident.\nQuant &#224; la passivit&#233; du recourant apr&#232;s le choc, &#224; supposer - ce dont on peut douter - qu'elle pr&#233;sente un telle relation avec le d&#233;c&#232;s de la victime, elle n'est pas fautive. On peut &#224; cet &#233;gard adopter le point de vue du Tribunal correctionnel selon lequel l'&#233;clatement du pare-brise et la pr&#233;sence du corps de la victime qui se trouvait en partie sur le toit &#233;taient de nature &#224;  provoquer quelques secondes de stupeur.\nEn conclusion, comme on doit constater qu'en d&#233;ployant l'attention command&#233;e par les circonstances de l'esp&#232;ce, le recourant ne pouvait remarquer ni le cyclomotoriste ni sa manoeuvre aberrante &#224; une distance lui permettant d'entreprendre BGE 103 IV 101 S. 106une manoeuvre efficace, aucune faute ne peut &#234;tre retenue &#224; sa charge. Le pourvoi doit donc &#234;tre admis et la cause renvoy&#233;e &#224; l'autorit&#233; cantonale pour qu'elle lib&#232;re le recourant de l'accusation d'homicide par n&#233;gligence.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nAdmet le pourvoi, annule l'arr&#234;t attaqu&#233; et renvoie la cause &#224; l'autorit&#233; cantonale pour qu'elle acquitte le recourant.\n \n   \n   "
}