{
  "titre": "96 V 53",
  "annee": "1970",
  "contenu": "\n      \n  Chapeau\n96 V 5312. Arr&#234;t du 26 mai 1970 dans la cause Soci&#233;t&#233; vaudoise et romande de secours mutuels contre Duc et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 8 al. 1er LAMA.  La restriction au libre passage pr&#233;vue par cette disposition est valable  &#233;galement pour l'assur&#233; collectif de la caisse-maladie d'une entreprise ou d'une association professionnelle. \n\n\n  \n  \n  \nFaits &#224; partir de page 53\n\n\n    BGE 96 V 53 S. 53\n   \n\n    A.- Gustave Duc, n&#233; en 1906, a travaill&#233; au service de l'entreprise X. SA A ce titre, il a b&#233;n&#233;fici&#233; du contrat d'assurance-maladie collective conclu le 1er juillet 1960 entre X. SA et la Caisse-maladie de la F&#233;d&#233;ration suisse des ouvriers sur m&#233;taux et horlogers (FOMH), et modifi&#233; le 28 d&#233;cembre 1967. Gustave Duc quitta la maison X. SA le 31 d&#233;cembre 1968. Le 24 janvier 1969, il en avisa la caisse-maladie et lui demanda de rester assur&#233; aupr&#232;s d'elle en qualit&#233; de membre individuel. Le 4 f&#233;vrier 1969, la caisse lui r&#233;pondit qu'elle ne pouvait ni le garder comme assur&#233; collectif, puisqu'il n'&#233;tait plus au service du preneur d'assurance, ni l'accepter comme assur&#233; individuel, parce qu'il n'&#233;tait pas membre de la FOMH. Elle lui remit un certificat d'affiliation dat&#233; du 30 janvier 1969 et l'invita &#224; s'en pr&#233;valoir pour entrer dans une autre assurance. Il est exact que Gustave Duc n'&#233;tait pas membre de la FOMH.\n\n    B.- En f&#233;vrier 1969, Gustave Duc demanda &#224; la Soci&#233;t&#233; vaudoise et romande de secours mutuels (SVRSM) de le recevoir comme membre. Par lettre du 28 f&#233;vrier 1969, la SVRSM refusa, en all&#233;guant que rien n'emp&#234;chait la Caisse-maladie de la FOMH de garder le requ&#233;rant comme membre individuel et que, comme il avait plus de 55 ans, il ne disposait plus du droit de libre-passage.\n\n    C.- Ni la d&#233;cision de la Caisse-maladie de la FOMH ni celle de la SVRSM ne mentionnaient les voies de droit, en particulier BGE 96 V 53 S. 54le d&#233;lai de recours. Gustave Duc les a attaqu&#233;es l'une et l'autre devant le Tribunal cantonal des assurances le 16 avril 1969.\nLe 15 ao&#251;t 1969, le Tribunal cantonal des assurances, statuant sur le fond, rejeta le recours form&#233; contre la d&#233;cision de la Caisse-maladie de la FOMH, admit le recours form&#233; contre la d&#233;cision de la SVRSM et ordonna &#224; cette derni&#232;re de recevoir le recourant comme passant d&#232;s le jour o&#249; il a remis &#224;  l'intim&#233;e son certificat d'affiliation.\n\n    D.- La SVRSM a recouru en temps utile contre le jugement cantonal; elle conclut au r&#233;tablissement de sa d&#233;cision de refus. L'avocat de Gustave Duc conclut au rejet du recours, avec suite de d&#233;pens.\nAppel&#233;e &#224; se d&#233;terminer, la Caisse-maladie de la FOMH conclut &#233;galement au rejet du recours.\nL'Office f&#233;d&#233;ral des assurances sociales, dans son pr&#233;avis, propose la m&#234;me solution.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Aux termes de l'art. 6 al. 1er des statuts des 26/27 novembre 1965, revis&#233;s avec effets aux 19 septembre 1966 et 1er janvier 1968, de la Caisse-maladie de la FOMH, l'association est constitu&#233;e par:\na) des membres de la FOMH;\nb) des membres de la famille des soci&#233;taires affili&#233;s selon la lettre a;\nc) des affili&#233;s aux assurances collectives de la caisse, selon l'art. 13.\nEn vertu de l'art. 6 al. 2 les affili&#233;s de la cat&#233;gorie c ne peuvent s'assurer individuellement que s'ils font partie de la FOMH; tandis que, selon l'art. 6 al. 4, les affili&#233;s de la cat&#233;gorie b ont la facult&#233;, dans les trois mois qui suivent l'extinction des liens de famille, de demander la continuation de l'assurance. La disposition de l'art. 6 al. 2 est compl&#233;t&#233;e par l'art. 13 al. 3, d'apr&#232;s lequel les personnes assur&#233;es collectivement et qui ne sont pas membres de la FOMH peuvent n&#233;anmoins s'assurer individuellement, lorsque le contrat d'assurance collectif prend fin ou qu'elles n'en remplissent plus les conditions, pourvu qu'elles soient domicili&#233;es en Suisse et qu'elles ne r&#233;pondent aux conditions d'admission d'aucune autre caisse-maladie reconnue.\nDans la mesure o&#249;, sous r&#233;serve des exceptions pr&#233;vues par BGE 96 V 53 S. 55les art. 6 al. 4 et 13 al. 3 pr&#233;cit&#233;s, les statuts de la Caisse-maladie de la FOMH r&#233;servent la qualit&#233; d'assur&#233;s aux seuls membres des associations professionnelles qui constituent la FOMH, ces statuts ne sont pas contraires au droit f&#233;d&#233;ral (cf. les art. 3 al. 6, 5 al. 1er, 5bis al. 4, 7 al. 1er lettre b et 8 al. 1er LAMA).\nEn cons&#233;quence, comme Gustave Duc a d&#251; sortir de l'assurance collective parce que ses conditions d'emploi se sont modifi&#233;es, qu'il n'est pas membre de la FOMH et qu'il est domicili&#233; en Suisse, il serait en droit de demeurer assur&#233; &#224;  titre individuel aupr&#232;s de la caisse-maladie de cette f&#233;d&#233;ration d'associations professionnelles dans l'hypoth&#232;se o&#249;, conform&#233;ment &#224; l'art. 13 al. 3 in fine des statuts, son admission dans toute autre caisse-maladie reconnue serait exclue.\n\n    2. Si la loi prescrit &#224; d'autres caisses-maladie d'accueillir un candidat qui se trouve dans la situation de Gustave Duc, ce dernier ne saurait se pr&#233;valoir de l'art. 13 al. 3 in fine des statuts de la Caisse-maladie de la FOMH pour exiger de rester assur&#233; aupr&#232;s de cette institution. Or, aux termes de l'art. 7 al. 1er lettre d LAMA, ont le droit de passer &#224; une autre caisse les assur&#233;s qui ont &#233;t&#233; affili&#233;s &#224; une assurance collective pendant six mois au moins sans interruption et qui doivent la quitter sans pouvoir passer &#224; l'assurance individuelle conform&#233;ment &#224; l'art. 5bis al. 4. Cette derni&#232;re disposition l&#233;gale subordonne le passage, au sein d'une m&#234;me caisse, de l'assurance collective &#224; l'assurance individuelle &#224; la condition - entre autres - que l'int&#233;ress&#233; fasse partie de l'association professionnelle &#224; laquelle la caisse limite son activit&#233;. La loi ne restreint pas express&#233;ment le droit de libre-passage de cette cat&#233;gorie d'assur&#233;s, sauf dans le cas des femmes enceintes (art. 8 al. 3 LAMA). En revanche, elle n'accorde le libre-passage que jusqu'&#224; l'&#226;ge de 55 ans r&#233;volus aux assur&#233;s qui doivent sortir d'une caisse d'entreprise ou d'une caisse d'association parce qu'ils ont quitt&#233; cette entreprise ou cette association (art. 7 al. 1er lettre b et art. 8 al. 1 et 2 LAMA).\nLa solution du litige d&#233;pend donc de la question de savoir si, comme le soutient la SVRSM, l'assur&#233; qui doit sortir d'une assurance collective parce qu'il quitte l'entreprise qui l'a conclue est assimilable &#224; l'assur&#233; qui doit sortir d'une caisse d'entreprise parce qu'il quitte la maison dont cette caisse assure le personnel. En effet, Gustave Duc a eu 62 ans en 1968 et c'est le 31 d&#233;cembre de cette ann&#233;e-l&#224; qu'il a quitt&#233; son employeur.\n\n    BGE 96 V 53 S. 56\n   \n\n    3. La Ire Chambre a soumis cette question fondamentale de droit &#224; la cour pl&#233;ni&#232;re qui s'est d&#233;termin&#233;e comme il suit: Il y a tout d'abord lieu de relever que les textes fran&#231;ais et italien et le texte allemand de l'art. 8 al. 1er LAMA s'expriment de fa&#231;on diff&#233;rente. Alors que le texte fran&#231;ais par le d'assur&#233;s \"qui, quittant une entreprise ou une association professionnelle, doivent sortir de la caisse de cette entreprise ou de cette association professionnelle...\", et le texte italien de \"assicurati, che, lasciando un impresa o un associazione professionale, devono uscire dalla cassa dell'impresa o dell'associazione professionale...\", le texte allemand s'exprime en ces termes: \"Versicherte, die wegen Ausscheidens aus einem Betrieb oder Berufsverband aus ihrer Betriebs- oder Berufsverbandskrankenkasse austreten m&#252;ssen...\". Ce texte allemand soul&#232;ve tout d'abord la question de savoir si l'on peut parler dans le cas des assur&#233;s collectifs de leur caisse. Or sur ce point l'art. 5bis al. 2 2e phrase LAMA est net: \"Les droits de soci&#233;taires des assur&#233;s collectifs sont fix&#233;s par les statuts des caisses.\" Il y a donc lieu de constater qu'entre l'assur&#233; collectif et la caisse il n'y a non seulement un lien d'assurance mais aussi des rapports de soci&#233;t&#233;. Interpr&#233;t&#233; litt&#233;ralement, le texte allemand de l'art. 8 al. 1er LAMA permet donc d'assimiler, en ce qui concerne la limite d'&#226;ge pour le droit au libre-passage, les assur&#233;s collectifs d'une caisse d'entreprise ou d'association professionnelle aux soci&#233;taires de celle-ci assur&#233;s &#224; titre individuel. Certes, les textes fran&#231;ais et italien sont plus &#233;troits sur ce point; la mani&#232;re dont les premiersjuges ont tranch&#233; le litige le montre clairement: leur solution s'inspire du fait que le texte fran&#231;ais par le non pas de la caisse d'entreprise ou d'association professionnelle de l'assur&#233; mais de la caisse de l'entreprise ou de l'association professionnelle que l'assur&#233; quitte. Cependant, selon le message du Conseil f&#233;d&#233;ral du 5 juin 1961, l'art. 8 LAMA a notamment pour but d'&#233;viter que les caisses ouvertes voient leurs charges augment&#233;es du fait de l'affiliation &#224; titre de passant de salari&#233;s &#226;g&#233;s sortant des caisses d'entreprises ou d'associations professionnelles. Quant &#224; savoir si cette protection est valable non seulement dans le cas des assur&#233;s individuels mais &#233;galement dans celui des assur&#233;s collectifs, le message est muet. On ne saurait donc en tirer argument en faveur de la solution des premiers juges et de l'Office f&#233;d&#233;ral des assurances sociales. Rien ne laisse d'ailleurs supposer que le texte allemand adopt&#233; BGE 96 V 53 S. 57par les Chambres l'ait &#233;t&#233; par inadvertance. Dans ces circonstances, il y a lieu de s'en tenir uniquement au texte allemand, celui donc qui exprime le mieux l'id&#233;e de la protection des caisses ouvertes vis&#233;es par la disposition l&#233;gale en cause. Aussi faut-il relever que la solution des premiers juges aurait notamment pour effet que les caisses ouvertes devraient accepter comme passant les assur&#233;s collectifs &#226;g&#233;s des caisses d'entreprises ou d'associations professionnelles m&#234;me lorsque ceux-ci seraient malades (v. art. 8 al. 2 LAMA). Cette solution serait d'autant plus choquante que les caisses d'entreprises et d'associations professionnelles ne sont soumises &#224; aucune restriction par rapport aux caisses ouvertes en ce qui concerne la possibilit&#233; de conclure des contrats d'assurances collectives (v. art. 5bis al. 3 LAMA). Cela &#233;tant, on pourrait m&#234;me se demander si l'art. 5bis al. 4 LAMA ne devrait pas &#234;tre compris dans ce sens qu'il obligerait les caisses d'entreprises ou d'associations professionnelles d'accepter &#224; titre individuel les assur&#233;s qui r&#233;sident dans leur rayon d'activit&#233; et qui cessent d'appartenir au cercle des personnes auxquelles s'&#233;tend l'assurance collective. Certes, l'art. 8 al. 3 LAMA par le non seulement de caisses d'entreprises ou d'associations professionnelles, mais aussi de l'assurance collective. On ne saurait cependant utiliser cette  &#233;num&#233;ration pour interpr&#233;ter l'art. 8 al. 1er dans le sens de la solution des premiers juges. La restriction au libre-passage r&#233;gl&#233;e &#224; l'al. 3 est en effet valable pour toute assurance collective alors que celle de l'al. 1er se rapporte uniquement aux assur&#233;s - individuels ou collectifs - des caisses-maladie d'entreprises ou d'associations professionnelles.\n\n    4. Le recours de la SVRSM doit en cons&#233;quence &#234;tre admis en ce sens qu'il est constat&#233; que Gustave Duc, en vertu des art. 8 al. 4 et 5bis al. 4 LAMA, est en droit de passer dans l'assurance individuelle de la FOMH &#224; partir du jour o&#249; il a quitt&#233; la maison X. SA\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce: Le recours de la SVRSM est admis et le jugement du Tribunal des assurances du canton de Vaud, r&#233;form&#233; dans le sens des consid&#233;rants.\n \n   \n   "
}