{
  "titre": "111 Ia 101",
  "annee": "1985",
  "contenu": "\n      \n  Chapeau\n111 Ia 10119. Extrait de l'arr&#234;t de la IIe Cour de droit public du 10 mai 1985 dans la cause X. contre Tribunal cantonal du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 31 Cst. Exercice de la profession d'avocat.  1. Droit d'&#234;tre entendu dans une proc&#233;dure concernant l'autorisation d'exercer une profession (confirmation de la jurisprudence) (consid. 2). \n2. Pouvoir d'examen du Tribunal f&#233;d&#233;ral dans le cas de refus d'accorder &#224; un avocat d'un canton tiers l'autorisation g&#233;n&#233;rale de pratiquer (consid. 3). \n3. Restrictions de police auxquelles les cantons peuvent soumettre la profession d'avocat (consid. 4). \na) Exigence d'une bonne r&#233;putation (consid. 5a). \nb) Pour savoir si la condition de bonne r&#233;putation est r&#233;alis&#233;e, l'autorit&#233;  comp&#233;tente peut prendre en consid&#233;ration le comportement personnel et professionnel de l'avocat dans le canton o&#249; il exerce habituellement sa profession et dans ceux o&#249; il b&#233;n&#233;ficie d&#233;j&#224; d'une autorisation g&#233;n&#233;rale de plaider (consid. 5b et c). \n\n\n  \n  \n  \nFaits &#224; partir de page 102\n\n\n    BGE 111 Ia 101 S. 102\n   \n\n    A.- L'art 13 al. 1 de la loi vaudoise sur le barreau (ci-apr&#232;s: LB) pr&#233;voit que, s'il en est requis, le Tribunal cantonal, dans les limites fix&#233;es &#224; l'art. 5 Disp. trans. Cst., inscrit au tableau des avocats le titulaire d'un brevet &#233;quivalent d&#233;livr&#233; par l'autorit&#233; comp&#233;tente d'un autre canton. Selon l'art. 12 LB - auquel renvoie l'art. 13 al. 2 LB -, le requ&#233;rant doit remplir les conditions suivantes: &#234;tre de nationalit&#233; suisse (lettre a), avoir l'exercice des droits civils (lettre b), jouir d'une bonne r&#233;putation (lettre c), n'avoir encouru aucune condamnation &#224; raison de faits contraires &#224; la probit&#233; ou &#224; l'honneur (lettre d).\n\n    B.- Me X. est titulaire de la patente d'avocat dans le canton de Zurich depuis le 10 juillet 1974. Par lettre du 6 avril 1984, il a demand&#233; au Tribunal cantonal vaudois son inscription au tableau des avocats du canton de Vaud. Parmi les divers documents produits &#224; l'appui de cette requ&#234;te, figurait une attestation du Tribunal sup&#233;rieur du canton de Zurich, selon laquelle l'int&#233;ress&#233; avait &#233;t&#233; l'objet, les 25 mars et 9 juin 1982, de deux suspensions professionnelles - respectivement de 4 et 1 mois - &#224; titre de sanction disciplinaire.\nPour donner suite aux demandes du pr&#233;sident du Tribunal cantonal vaudois des 24 avril et 24 mai 1984, Me X. a d&#233;pos&#233; en copie les arr&#234;ts du Tribunal cantonal zurichois motivant les peines disciplinaires susmentionn&#233;es ainsi qu'un jugement de la Chambre des avocats bernois du 18 janvier 1982 pronon&#231;ant une suspension professionnelle contre lui d'une dur&#233;e de 10 mois.\n\n    C.- Par d&#233;cision du 10 juillet 1984, le Tribunal cantonal a refus&#233; d'inscrire Me X. au tableau des avocats pratiquant dans le canton de Vaud. L'autorit&#233; cantonale a consid&#233;r&#233; que le requ&#233;rant ne jouissait pas d'une bonne r&#233;putation \"ni comme citoyen, ni comme avocat\". Elle s'est fond&#233;e non seulement sur les diverses sanctions disciplinaires dont avait fait l'objet Me X. dans les cantons de Zurich et de Berne, mais &#233;galement sur son comportement dans le canton de Vaud soit comme avocat, soit comme accus&#233;; elle lui reprochait notamment sa participation &#224; une conf&#233;rence de presse en janvier 1980 \"en violation des usages du barreau\", ses d&#233;clarations \"faites &#224; l'occasion d'une interview BGE 111 Ia 101 S. 103reproduite dans un hebdomadaire\", ainsi que son comportement avec \"un repris de justice, &#233;vad&#233; et recherch&#233;\".\n\n    D.- En temps utile, Me X. a form&#233; un recours de droit public contre la d&#233;cision du Tribunal cantonal du 10 juillet 1984, concluant &#224; son annulation. Il a, en outre, demand&#233; que l'autorisation de pratiquer la profession d'avocat dans le canton de Vaud lui soit accord&#233;e et, &#224; titre subsidiaire, que la cause soit renvoy&#233;e &#224; l'autorit&#233; cantonale pour nouvelle d&#233;cision.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Le recourant se plaint \"&#224; titre tout &#224; fait subsidiaire\" d'une violation du droit d'&#234;tre entendu.\na) L'art. 43ter LB, invoqu&#233; en premier lieu par le recourant, ne saurait toutefois s'appliquer - m&#234;me par analogie - dans le cas particulier. La pr&#233;sente cause n'offre en effet aucune similitude avec la proc&#233;dure disciplinaire pr&#233;vue aux art. 41 ss LB; le Tribunal cantonal devait exclusivement examiner si le recourant remplissait les conditions l&#233;gales pour &#234;tre admis au tableau des avocats pratiquant dans le canton de Vaud. Dans le cadre de cette proc&#233;dure particuli&#232;re, sa d&#233;cision ne rev&#234;tait pas le caract&#232;re d'une sanction disciplinaire; au demeurant, l'autorit&#233; cantonale n'a statu&#233; que sur requ&#234;te du recourant, ce qui n'est pas le propre d'une proc&#233;dure disciplinaire. C'est donc, en principe, uniquement dans le cadre de l'art 4 Cst. et des r&#232;gles de proc&#233;dure qui en sont d&#233;duites directement qu'il faut examiner - avec libre cognition (ATF 106 Ia 74 consid. 2, 162 consid. 2a) - le moyen tir&#233; d'une pr&#233;tendue violation du droit d'&#234;tre entendu.\nToutefois, le recourant ne motive pratiquement pas la pr&#233;tendue violation de l'art. 4 Cst. On doit ainsi s&#233;rieusement se demander si le moyen est recevable au regard des exigences pos&#233;es par l'art. 90 al. 1 lettre b OJ. Cette question peut cependant rester ind&#233;cise, le recours s'av&#233;rant manifestement mal fond&#233; sur ce point.\nb) Le Tribunal f&#233;d&#233;ral d&#233;duit, en particulier, du droit d'&#234;tre entendu celui pour le justiciable de s'expliquer avant qu'une d&#233;cision soit prise &#224; son d&#233;triment, celui de fournir des preuves quant aux faits de nature &#224; influer sur le sort de la d&#233;cision, celui d'avoir acc&#232;s au dossier, celui de participer &#224; l'administration des preuves, d'en prendre connaissance et de se d&#233;terminer &#224; leur propos. Toutefois, le Tribunal f&#233;d&#233;ral a pr&#233;cis&#233; qu'il fonde sa BGE 111 Ia 101 S. 104jurisprudence sur la situation concr&#232;te pour d&#233;finir le droit d'&#234;tre entendu tir&#233; de l'art. 4 Cst. Ce droit constitue, d'une part, un moyen d'instruire l'affaire et, d'autre part, un droit de la partie - en rapport avec sa personnalit&#233; - de participer au prononc&#233; des d&#233;cisions qui l&#232;sent sa situation juridique. Le droit d'&#234;tre entendu n'existe pas pour lui-m&#234;me, mais est  &#233;troitement li&#233; &#224; la justification au fond (ATF 109 Ia 233 consid. 5b et les arr&#234;ts cit&#233;s).\nEn l'esp&#232;ce, il ne faut pas perdre de vue que le recourant a saisi le Tribunal cantonal vaudois pour demander son inscription au tableau des avocats de ce canton; s'agissant d'une requ&#234;te, il lui appartenait de d&#233;montrer qu'il remplissait toutes les conditions pos&#233;es par la loi; il a, d'ailleurs, d&#233;pos&#233;  un certain nombre de pi&#232;ces sous forme d'attestations diverses; c'est &#224; lui que l'autorit&#233; intim&#233;e s'est adress&#233;e pour obtenir le d&#233;p&#244;t des jugements rendus dans le cadre des diverses proc&#233;dures disciplinaires ouvertes contre lui dans les cantons de Zurich et de Berne. D&#232;s lors qu'il a lui-m&#234;me produit toutes ces pi&#232;ces, le recourant avait tout loisir de formuler, &#224; cette occasion, les remarques qu'il jugeait utiles, notamment d'apporter des pr&#233;cisions quant aux faits incrimin&#233;s. Or il n'en a absolument rien fait. On ne voit d&#232;s lors pas en quoi le droit d'&#234;tre entendu du recourant aurait pu &#234;tre viol&#233;. Ce grief doit ainsi &#234;tre rejet&#233; dans la mesure o&#249; il est recevable.\n\n    3. Le recourant se plaint de la violation de ses droits constitutionnels tels qu'ils sont garantis par les art. 5 Disp. trans. Cst. et 31 Cst. Il ne conteste cependant pas, &#224; juste titre, que les dispositions de la loi vaudoise sur le barreau - en particulier l'art. 13 LB - sont, en elles-m&#234;mes, compatibles avec les droits constitutionnels invoqu&#233;s (ATF 80 I 151 consid. 2). En effet, le Tribunal cantonal vaudois n'a pas mis en doute la valeur du brevet d'avocat zurichois que Me X. a obtenu apr&#232;s examen en juillet 1974. La violation de l'art. 5 Disp. trans. Cst. n'est donc pas en cause dans le cas particulier.\nEst en revanche soulev&#233; le grief d'inconstitutionnalit&#233; de la d&#233;cision prise par l'autorit&#233; cantonale, qui applique ces dispositions &#224; son cas particulier. Il s'agit ainsi d'examiner si l'autorit&#233; intim&#233;e pouvait, sans violer l'art. 31 Cst., refuser au recourant l'autorisation g&#233;n&#233;rale de pratiquer dans le canton de Vaud. S'agissant du pouvoir d'examen du Tribunal f&#233;d&#233;ral, le recourant ne d&#233;montre en aucune mani&#232;re que la d&#233;cision attaqu&#233;e porterait une atteinte particuli&#232;rement grave &#224; la libert&#233; BGE 111 Ia 101 S. 105du commerce et de l'industrie; &#224; cet &#233;gard, comme il exerce habituellement son activit&#233; dans le canton de Zurich, o&#249; il a install&#233; son &#233;tude principale, on ne saurait, en l'esp&#232;ce, tenir l'atteinte pour grave. Aussi, le Tribunal f&#233;d&#233;ral n'examinera-t-il les griefs soulev&#233;s par le recourant - au sujet de la constatation des faits et de leur appr&#233;ciation - que sous l'angle restreint de l'arbitraire (ATF 104 Ia 475 consid. 1, 199 consid. 3a, ATF 103 Ia 431 consid. 4a).\n\n    4. En vertu des art. 31 al. 2 et 33 al. 1 Cst., les cantons ont la facult&#233; d'&#233;dicter des restrictions de police au droit d'exercer librement une activit&#233; &#233;conomique, notamment la facult&#233; de subordonner, dans l'int&#233;r&#234;t public, l'exercice des professions lib&#233;rales &#224; des preuves de capacit&#233;; ils ne peuvent toutefois pr&#233;voir de telles restrictions que dans la mesure o&#249; elles sont n&#233;cessaires pour atteindre le but de police vis&#233;, savoir notamment la protection du public contre les personnes incapables, et doivent respecter les principes de la proportionnalit&#233; et de l'&#233;galit&#233; de traitement (ATF 105 Ia 71 consid. 4b et les r&#233;f&#233;rences). La profession d'avocat b&#233;n&#233;ficie de la libert&#233; du commerce et de l'industrie garantie par l'art. 31 Cst. Mais il n'est pas contraire &#224; cette norme constitutionnelle que l'avocat puisse &#234;tre soumis &#224; des restrictions particuli&#232;res (ATF 106 Ia 103 consid. 6a), qui d&#233;coulent notamment de sa position de \"serviteur du droit\" et de \"collaborateur de la justice\" (arr&#234;t pr&#233;cit&#233;, consid. 6b).\nLorsqu'un canton fait usage des comp&#233;tences que lui attribuent les dipositions constitutionnelles pr&#233;cit&#233;es, il dispose d'une grande libert&#233; d'appr&#233;ciation. Il doit cependant tenir compte des droits fondamentaux des int&#233;ress&#233;s, qui sont &#233;galement &#233;dict&#233;s dans l'int&#233;r&#234;t public. Toutes collisions pouvant survenir entre diff&#233;rents int&#233;r&#234;ts publics doivent &#234;tre alors r&#233;solues en opposant et en pesant les int&#233;r&#234;ts en pr&#233;sence (ATF 104 Ia 97 consid. 6 et les arr&#234;ts cit&#233;s; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, vol. I, No 57 B IV p. 335). La libert&#233; du commerce et de l'industrie doit &#233;galement &#234;tre prise en consid&#233;ration dans cette pes&#233;e des int&#233;r&#234;ts.\n\n    5. a) Parmi les restrictions auxquelles ils peuvent soumettre l'exercice de la profession d'avocat, les cantons peuvent pr&#233;voir la r&#233;alisation de conditions personnelles, comme l'honorabilit&#233;, la loyaut&#233; et la bonne r&#233;putation (ATF 98 Ia 598 consid. 1a et les r&#233;f&#233;rences). L'art. 12 al. 1 lettre c LB exige, en particulier, d'un avocat qui d&#233;sire son inscription au tableau des avocats vaudois BGE 111 Ia 101 S. 106qu'il jouisse d'une \"bonne r&#233;putation\", ce qui inclut &#233;galement, selon le Tribunal cantonal, un bon renom professionnel.\nLe recourant ne remet en cause - ainsi qu'on l'a vu - ni le contenu de la norme pr&#233;cit&#233;e, ni m&#234;me son interpr&#233;tation par l'autorit&#233; intim&#233;e. Il para&#238;t, en revanche, soutenir que les conditions - celle de l'art. 12 lettre c LB notamment - pour l'admettre au tableau des avocats vaudois sont toutes r&#233;alis&#233;es dans son cas. Cependant, on doit, une fois encore, douter que le recours remplisse sur ce point les conditions de motivation pr&#233;vues &#224; l'art. 90  al. 1 lettre b OJ. Cette question peut aussi rester irr&#233;solue, le grief s'av&#233;rant, comme le pr&#233;c&#233;dent, mal fond&#233;.\nb) D'abord, le recourant soutient qu'\"un canton ne peut &#234;tre autoris&#233; &#224;  sanctionner que les infractions disciplinaires qui se sont produites sur son territoire par un avocat soumis &#224; sa juridiction disciplinaire\"; que son seul comportement sur \"sol vaudois\" ne justifierait pas le refus de l'autorit&#233;  intim&#233;e au regard de l'exigence de la bonne r&#233;putation.\nComme toutefois le Tribunal cantonal vaudois n'a pas statu&#233; comme autorit&#233;  disciplinaire mais seulement comme autorit&#233; d&#233;sign&#233;e par l'art. 13 al. 1 LB, le probl&#232;me de la comp&#233;tence des autorit&#233;s disciplinaires ne se pose pas (voir &#224;  cet &#233;gard ATF 108 Ia 230). En revanche, il faut se demander si, pour examiner la r&#233;alisation de la condition de bonne r&#233;putation, l'autorit&#233; intim&#233;e pouvait prendre en consid&#233;ration les sanctions disciplinaires prononc&#233;es contre le recourant dans d'autres cantons.\nc) Dans l'arr&#234;t non publi&#233; du 9 juillet 1981, dans la cause S. c. Obergericht des Kantons Uri, le Tribunal f&#233;d&#233;ral n'a pas d&#233;finitivement tranch&#233; cette question. Elle doit donc &#234;tre r&#233;solue dans le cas particulier. Or, il appara&#238;t que pour d&#233;cider si un candidat jouit d'une bonne r&#233;putation, l'autorit&#233;  comp&#233;tente doive pouvoir tenir compte de son comportement personnel et professionnel dans le canton o&#249; il exerce habituellement sa profession et dans ceux o&#249; il b&#233;n&#233;ficie d'une autorisation g&#233;n&#233;rale de plaider. Cela est indispensable dans la mesure o&#249; il s'agira souvent du seul crit&#232;re d'appr&#233;ciation possible, car, en r&#232;gle g&#233;n&#233;rale, un requ&#233;rant n'aura exerc&#233;  aucune activit&#233; - ou seulement une activit&#233; occasionnelle - dans le canton o&#249;  il formule sa demande d'autorisation. L'autorit&#233; cantonale comp&#233;tente doit ainsi pouvoir refuser l'autorisation de pratiquer &#224; un avocat dont le comportement dans un autre canton est de nature &#224; &#233;branler la confiance n&#233;cessaire &#224; l'exercice de sa BGE 111 Ia 101 S. 107profession. Cette protection ob&#233;it &#224; un motif d'int&#233;r&#234;t public compatible avec l'art. 31 Cst. (voir ATF 98 Ia 601 consid. c; DUBACH, Das Disziplinarrecht der freien Berufe, RDS 1951, p. 40a/41a).\nAinsi, pour son examen, le Tribunal cantonal vaudois pouvait tenir compte des suspensions de 10 et 4 mois prononc&#233;es en 1982 respectivement par la Chambre des avocats du canton de Berne et par la Commission de surveillance des avocats du canton de Zurich &#224; la suite du comportement du recourant dans le cadre du  \"proc&#232;s de Porrentruy\"; il pouvait &#233;galement s'appuyer sur la mesure identique d'un mois prise &#224; Zurich le 9 juin 1982 &#224; l'encontre de l'int&#233;ress&#233; pour sa participation active &#224; une manifestation organis&#233;e en 1980 devant le p&#233;nitencier de Regensdorf et pour son attitude en qualit&#233; de d&#233;fenseur dans un proc&#232;s p&#233;nal en 1982.\nd) En se fondant sur ces &#233;l&#233;ments, mais aussi sur ceux qui ressortent du jugement rendu le 16 avril 1984 par sa Cour de cassation p&#233;nale, le Tribunal cantonal vaudois pouvait, sans arbitraire, admettre que le recourant ne satisfaisait pas &#224; la condition pos&#233;e par l'art. 12 lettre c LB. En particulier, le comportement de l'int&#233;ress&#233; &#233;tait de nature &#224; d&#233;cevoir la confiance que doit pouvoir conserver l'autorit&#233; judiciaire &#224; l'&#233;gard de l'avocat; cette confiance en l'avocat pr&#233;suppose notamment que ce dernier conserve son ind&#233;pendance vis-&#224;-vis de son client. Or, comme le souligne la d&#233;cision attaqu&#233;e, le recourant \"s'est commis avec un repris de justice &#233;vad&#233;  et recherch&#233;\", le rencontrant &#224; plusieurs occasions. Pour ce motif d&#233;j&#224;, elle n'appara&#238;t pas insoutenable.\nIl suit de l&#224; que la d&#233;cision attaqu&#233;e du 10 juillet 1984 refusant l'inscription du requ&#233;rant au tableau des avocats vaudois ne consacre, en principe, pas une violation de la garantie constitutionnelle de la libert&#233; du commerce et de l'industrie.\n\n    6. Enfin, le recourant para&#238;t soutenir qu'une application par analogie de l'art. 17bis LB violerait l'art. 4 Cst.\nTel que pr&#233;sent&#233;, ce moyen ne satisfait pas aux exigences pos&#233;es par la jurisprudence &#224; propos de la motivation des recours (ATF 110 Ia 3 consid. 2a). La formulation de ce grief est &#224; ce point peu compr&#233;hensible que l'on discerne mal en quoi la d&#233;cision attaqu&#233;e serait arbitraire. Sur ce point, le recours doit, d&#232;s lors, &#234;tre d&#233;clar&#233; irrecevable.\nAu demeurant, pour autant que le Tribunal cantonal ait voulu soumettre une nouvelle requ&#234;te au respect d'un quelconque d&#233;lai BGE 111 Ia 101 S. 108- le sens des consid&#233;rations adopt&#233;es sur ce point par l'autorit&#233; intim&#233;e n'appara&#238;t pas tr&#232;s clairement -, on pourrait se demander s'il ne serait pas tomb&#233; dans l'arbitraire. En effet, dans le cadre de l'art. 13 al. 1 LB, le Tribunal cantonal doit, eu &#233;gard au texte clair de cette disposition, se borner  &#224; constater si les conditions pos&#233;es par l'art. 12 al. 1 LB sont ou ne sont pas r&#233;alis&#233;es. Le moyen &#233;tant de toute fa&#231;on irrecevable, il n'est pas utile de s'&#233;tendre davantage sur cette question.\n \n   \n   "
}