{
  "titre": "111 IV 74",
  "annee": "1985",
  "contenu": "\n      \n  Chapeau\n111 IV 7420. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 6 f&#233;vrier 1985 dans la cause C. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\n1. Art. 137 CP. Vol. Une bande magn&#233;tique sur laquelle est enregistr&#233; le programme d'exploitation d'une banque peut faire l'objet d'un vol. Le dessein d'enrichissement ne se limite pas &#224; la valeur intrins&#232;que de l'objet soustrait mais s'&#233;tend &#224; sa valeur d'usage (consid. 1).  2. Art. 24 CP. Participation. Notion de coauteur (vol) (consid. 2). \n3. Art. 273 al. 3 CP. Service de renseignements &#233;conomiques. Cas grave. M&#234;me si les renseignements r&#233;v&#233;l&#233;s ne permettent que des actes pr&#233;paratoires n&#233;cessaires pour l'espionnage, il y a cr&#233;ation d'un danger abstrait. La gravit&#233;  du cas s'appr&#233;cie - objectivement - en fonction de l'importance des secrets r&#233;v&#233;l&#233;s et du danger cr&#233;&#233; (consid. 3 et 4). \n4. Art. 47 ch. 1 al. 1 LB, art. 22 CP. Complicit&#233; de tentative de violation du secret bancaire. L'extraneus d'un d&#233;lit sp&#233;cial ne peut &#234;tre qualifi&#233; de coauteur. Il peut &#234;tre complice lorsque l'auteur a commis au moins une tentative (consid. 5). \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 75\n\n\n    BGE 111 IV 74 S. 75\n   \nConsid&#233;rant en droit:\n\n    1. Le recourant soutient que les bandes magn&#233;tiques constituant le logiciel de base de l'ordinateur de l'UBS ne pouvaient &#234;tre l'objet d'un vol. Il admet qu'une bande magn&#233;tique est une chose mobili&#232;re corporelle, donc susceptible d'appropriation; cependant l'&#233;l&#233;ment subjectif ferait ici d&#233;faut, car les auteurs n'avaient pas en vue la valeur patrimoniale des bandes magn&#233;tiques mais voulaient s'assurer la ma&#238;trise du programme BGE 111 IV 74 S. 76informatique, chose incorporelle non susceptible d'&#234;tre vol&#233;e. L'intention d&#233;lictueuse ne visait pas, selon lui, le programme et la bande dans la mesure o&#249; ces deux choses sont ind&#233;pendantes, le programme pouvant &#234;tre d&#233;tach&#233; et reproduit sur une autre bande; si le programme avait &#233;t&#233; li&#233; d&#233;finitivement &#224;  la bande, comme la peinture &#224; sa toile, l'intention d&#233;lictueuse impliquerait le dessein d'enrichissement car elle viserait obligatoirement l'appropriation de la chose corporelle.\nCette argumentation n'est pas convaincante. Ind&#233;pendamment du fait que le dessein d'enrichissement ne fait pas partie de l'intention mais constitue un  &#233;l&#233;ment subjectif suppl&#233;mentaire, le recourant perd de vue que l'avantage patrimonial sur lequel le dessein d'enrichissement porte ne correspond pas forc&#233;ment &#224; la valeur de la chose soustraite, laquelle peut m&#234;me &#234;tre d&#233;nu&#233;e de toute valeur (ATF 70 IV 66). L'enrichissement peut consister en un avantage patrimonial indirect que le voleur se procure en usant de la chose soustraite. L'avantage patrimonial peut ainsi correspondre &#224; la contre-valeur que l'on re&#231;oit en &#233;change de la chose vol&#233;e, comme pour les titres de rationnement (ATF 70 IV 67), ou d&#233;couler de l'emploi que l'on en fait, comme c'est par exemple le cas d'une lettre compromettante vol&#233;e en vue de chantage (V. SCHWANDER, Das Schweiz, Strafgesetzbuch, 3e &#233;d., Zurich 1964, p. 328 n. 536; G. STRATENWERTH, Schweiz. Strafrecht, partie sp&#233;ciale I, 3e &#233;d., Berne 1983, p. 183 n. 45). Dans ces deux cas, l'auteur soustrait &#224; l'ayant droit une chose, non pas &#224; cause de sa valeur intrins&#232;que, mais bien en fonction de sa valeur d'usage, le dessein d'enrichissement ill&#233;gitime s'&#233;tendant &#224; cette derni&#232;re valeur.\nEn l'esp&#232;ce, on ne voit pas pourquoi il en irait diff&#233;remment des bandes magn&#233;tiques constituant le logiciel de base de l'ordinateur de l'UBS. Pour le recourant et P., la valeur patrimoniale des bandes ne r&#233;sidait pas dans leur valeur intrins&#232;que en tant qu'objet mais bien, indirectement, dans le fait que les remettre aux douanes fran&#231;aises pouvait et devait leur rapporter une importante somme d'argent. Que les programmes enregistr&#233;s sur ces bandes eussent pu &#234;tre copi&#233;s, sur d'autres bandes, et le fait qu'ils n'&#233;taient ainsi pas d&#233;finitivement li&#233;s &#224; leur support, ne change rien &#224; ce qui pr&#233;c&#232;de; le recourant et son complice ne pouvaient se procurer l'avantage patrimonial esp&#233;r&#233; qu'en s'emparant pr&#233;cis&#233;ment des bandes contenant ces programmes afin de les utiliser par la suite dans le but qu'ils voulaient atteindre (G. STRATENWERTH, op.cit., p. 181 n. 35). D&#232;s lors, les bandes en cause BGE 111 IV 74 S. 77pouvaient fort bien faire l'objet d'un vol.\n\n    2. Le recourant conteste avoir &#233;t&#233; complice ou coauteur du vol des bandes magn&#233;tiques. Il reconna&#238;t que des actes d'ex&#233;cution ne sont pas n&#233;cessaires pour se voir qualifi&#233; de coauteur mais qu'on peut l'&#234;tre en s'associant intellectuellement &#224; l'infraction. Cette participation intellectuelle doit cependant rev&#234;tir une intensit&#233; telle qu'elle ait une cons&#233;quence concr&#232;te sur la r&#233;alisation de l'acte. Or, selon lui, l'arr&#234;t attaqu&#233; n'expliquerait nullement comment C. aurait contribu&#233; au vol; les premi&#232;res discussions auraient eu lieu entre P. et les douanes fran&#231;aises, C. ayant &#233;t&#233; inform&#233; plus tard seulement.\nPour les premiers contacts, on peut le soutenir. Mais il est constat&#233; dans la d&#233;cision attaqu&#233;e qu'il y a eu plus tard une entente entre P. et les douanes fran&#231;aises, dont le recourant a &#233;t&#233; inform&#233;; il a alors compris qu'il s'agissait d'une affaire illicite permettant de gagner beaucoup d'argent, et il a fait part de son int&#233;r&#234;t. En janvier, C. et P. ont rencontr&#233; &#224; Paris un fonctionnaire des douanes; tous deux ont accept&#233; les conditions discut&#233;es. De plus, l'autorit&#233; cantonale a express&#233;ment constat&#233; que les bandes magn&#233;tiques avaient &#233;t&#233; d&#233;rob&#233;es par P., d'entente avec C. Il est encore pr&#233;cis&#233; que C. n'&#233;tait pas en mesure de prendre part au vol parce qu'il n'&#233;tait plus employ&#233; de la banque, contrairement &#224; P. Cette r&#233;partition des r&#244;les, impos&#233;e par des circonstances objectives, a fait l'objet d'une d&#233;cision &#224; laquelle, selon la cour cantonale, C. \"s'est associ&#233; &#224; titre principal\"; la soustraction des bandes magn&#233;tiques &#233;tait comprise dans cette d&#233;cision et correspondait &#224; l'intention de C., qui avait un int&#233;r&#234;t personnel &#224; ce que le dessein global con&#231;u avec P. se r&#233;alise. Ainsi, selon les constatations de la cour cantonale, qui lient le Tribunal f&#233;d&#233;ral, la participation du recourant se r&#233;v&#232;le importante au stade de la d&#233;cision mais aussi &#224; celui d'autres actes n&#233;cessaires pour parvenir au but illicite, qui finalement n'a pas &#233;t&#233; atteint (ATF 106 IV 297, ATF 99 IV 124). Non seulement il a pris part personnellement &#224; la remise des bandes magn&#233;tiques aux douaniers fran&#231;ais (il est all&#233; lui-m&#234;me chercher l'une d'entre elles &#224; l'endroit o&#249; P. - apr&#232;s le vol - l'avait d&#233;pos&#233;e), mais il a encore, en tant qu'informaticien sup&#233;rieur &#224; P., tent&#233; &#224; plusieurs reprises, dans un centre informatique en France, d'atteindre le r&#233;sultat dont d&#233;pendait leur r&#233;tribution. Dans ces circonstances, on ne voit pas comment le recourant pourrait s&#233;rieusement contester qu'il est coauteur BGE 111 IV 74 S. 78du vol.\nLa cour cantonale l'ayant &#224; bon droit qualifi&#233; de coauteur, la question de la complicit&#233; ne se pose pas.\n\n    3. La cour cantonale a aussi d&#233;clar&#233; C. coupable de service de renseignements &#233;conomiques (cas grave) en se fondant notamment sur la d&#233;finition jurisprudentielle donn&#233;e aux ATF 108 IV 46. De fa&#231;on erron&#233;e toutefois, cette autorit&#233; a compris que le Tribunal f&#233;d&#233;ral imposait au juge de prendre en consid&#233;ration la situation personnelle de l'auteur, les particularit&#233;s et les circonstances de son cas afin de d&#233;terminer jusqu'&#224; quel point son comportement est r&#233;pr&#233;hensible et partant propre &#224; constituer un cas grave. En r&#233;alit&#233;, cet arr&#234;t pr&#233;cise, au contraire, que le juge doit appliquer l'art 273 al. 3 CP en recherchant objectivement, c'est-&#224;-dire ind&#233;pendamment de tous les &#233;l&#233;ments subjectifs propres &#224; l'auteur, ce qui, selon cette disposition et son contexte, constitue l'essence du cas grave du d&#233;lit de service de renseignements &#233;conomiques. Il est vrai que la cour cantonale a &#233;galement examin&#233; la question sous cet angle, recherchant si l'auteur avait tent&#233; de d&#233;couvrir ou avait trahi des secrets priv&#233;s d'ordre &#233;conomique dont l'importance particuli&#232;re, respectivement la valeur industrielle consid&#233;rable, faisaient appara&#238;tre leur r&#233;v&#233;lation comme propre &#224; cr&#233;er un s&#233;rieux danger - m&#234;me d'une mani&#232;re abstraite seulement - pour la s&#233;curit&#233; nationale dans le domaine &#233;conomique. Mais la cour cantonale ne peut &#234;tre suivie lorsqu'elle introduit dans son raisonnement des consid&#233;rations morales au sujet du caract&#232;re particuli&#232;rement r&#233;pr&#233;hensible de la violation du devoir de fid&#233;lit&#233; du recourant pour d&#233;montrer qu'il y a cas grave. Toutefois, l'arr&#234;t attaqu&#233; ne doit pas &#234;tre annul&#233; en raison de cette erreur; les autres motifs de l'autorit&#233; cantonale, qui forment la base principale de sa conclusion, reposent en effet sur le crit&#232;re objectif pr&#233;cit&#233;. D&#232;s lors, si ces autres motifs se r&#233;v&#232;lent fond&#233;s, ce qui doit encore &#234;tre examin&#233;, l'erreur de la cour cantonale n'aura pas eu d'influence d&#233;terminante sur l'issue de la cause.\n\n    4. Le recourant ne conteste pas s'&#234;tre rendu coupable de service de renseignements &#233;conomiques, mais soutient qu'il ne s'agit pas d'un cas grave au sens de l'art. 273 al. 3 CP. Il rappelle que les bandes magn&#233;tiques devaient simplement permettre aux douanes fran&#231;aises de faire fonctionner un ordinateur du m&#234;me type que celui de l'UBS, but qui n'a pu &#234;tre atteint d'une part en raison d'une incompatibilit&#233; entre la bande BGE 111 IV 74 S. 79Omega et la bande Syskorr, et d'autre part faute d'une modification du  \"hardware\" que seul le constructeur Sperry Rand pouvait op&#233;rer. Le mat&#233;riel remis aux douaniers fran&#231;ais se serait ainsi r&#233;v&#233;l&#233; sans valeur; d'ailleurs, m&#234;me si l'ordinateur fran&#231;ais avait pu &#234;tre mis en fonction gr&#226;ce aux programmes d'exploitation vol&#233;s, cela n'e&#251;t pas encore permis d'acc&#233;der &#224; des donn&#233;es proprement dites, cela faute d'un programme d'application. Selon le recourant, l'arr&#234;t attaqu&#233; admet que la pr&#233;sente affaire ne constitue pas un cas grave; si, plus loin, la cour cantonale finit par retenir le caract&#232;re de gravit&#233; par le d&#233;tour de la violation du secret bancaire, elle oublie, d'apr&#232;s le recourant, qu'il a r&#233;v&#233;l&#233; un secret d'affaires aux douaniers fran&#231;ais mais n'a nullement viol&#233; un secret bancaire.\na) Pr&#233;tendre que l'autorit&#233; cantonale a elle-m&#234;me admis &#224; la p. 25 de son arr&#234;t que le cas n'&#233;tait pas grave est inexact. A cet endroit, la cour cantonale expose seulement que les renseignements divulgu&#233;s en eux-m&#234;mes n'auraient pas pu mettre s&#233;rieusement et concr&#232;tement en danger la s&#233;curit&#233;  nationale dans le domaine &#233;conomique. Elle poursuit imm&#233;diatement: \"D'une mani&#232;re abstraite, sans doute, mais pour autant que soient r&#233;alis&#233;es des conditions dont les auteurs de la divulgation ne sont pas les ma&#238;tres.\" Cela suffit au regard de l'art. 273 al. 3 CP, car le service de renseignements  &#233;conomiques est un d&#233;lit de mise en danger abstraite (ATF 98 IV 211).\nb) Le recourant n'emporte pas la conviction lorsqu'il objecte que les bandes en cause n'ont &#233;t&#233; d'aucune valeur pour les douanes fran&#231;aises. Il est exact que ces bandes ne comportaient aucun nom de clients de la banque ni d'indications au sujet de leurs comptes. Mais on y avait enregistr&#233; des programmes d'exploitation sans lesquels, par l'interm&#233;diaire de programmes d'application, l'exploitation des donn&#233;es recueillies portant sur la client&#232;le de la banque est tout &#224; fait impossible. Comme l'a constat&#233; la cour cantonale, les bandes magn&#233;tiques vol&#233;es permettaient - par les programmes qu'elles contenaient - des actes pr&#233;paratoires n&#233;cessaires pour l'espionnage des donn&#233;es qui int&#233;ressaient les douanes fran&#231;aises. Les programmes ainsi rendus accessibles aux douaniers fran&#231;ais, qui constituaient en eux-m&#234;mes des secrets commerciaux de l'UBS (voir ATF 101 IV 199 consid. 4a; ATF 98 IV 210 consid. a; P. SIDLER, Der Schutz von Computerprogrammen im Urheber- und Wettbewerbsrecht, th&#232;se de Berne 1968, p. 57), comme l'admet le recourant, rev&#234;taient ainsi une grande importance pour l'utilisateur et BGE 111 IV 74 S. 80constituaient, par l&#224; m&#234;me, un objectif d'un grand int&#233;r&#234;t pour l'espionnage  &#233;conomique (U. SIEBER, Computerkriminalit&#228;t, Cologne 1977/1978, p. 11 et 99). Du reste, les efforts des douanes fran&#231;aises pour disposer de ces programmes, f&#251;t-ce au prix d'une r&#233;tribution d'un montant &#233;lev&#233;, viennent confirmer la valeur qu'elles y attachaient.\nc) La r&#233;v&#233;lation des programmes en cause a sans aucun doute mis en p&#233;ril les int&#233;r&#234;ts &#233;conomiques tr&#232;s importants d'une grande banque suisse. Les relations entre les banques et leurs clients d&#233;pendent dans une large mesure de la confiance de ces derniers dans la discr&#233;tion dont la banque fera preuve &#224;  l'&#233;gard des faits touchant &#224; la sph&#232;re priv&#233;e du client. Si dispara&#238;t la garantie que de tels faits, r&#233;v&#233;l&#233;s ou appris, resteront secrets, dispara&#238;t du m&#234;me coup la confiance &#224; cet &#233;gard du client envers la banque, et s'effondre ainsi l'une des conditions essentielles d'une activit&#233; bancaire viable. En l'esp&#232;ce, cet aspect de la confiance a &#233;t&#233; mis en danger par la r&#233;v&#233;lation de programmes &#233;lectroniques appartenant &#224; l'UBS, programmes qui pouvaient et devaient ouvrir aux douaniers, en partie du moins, la voie vers des donn&#233;es connues de cette banque. De plus, l'UBS est une grande banque suisse dont le nom est associ&#233; de pr&#232;s, sur le plan international, &#224; l'image des banques suisses dans leur ensemble; il s'ensuit qu'en permettant l'acc&#232;s des douanes fran&#231;aises aux programmes d'ordinateur, C. a mis en danger non seulement des secrets d'affaires priv&#233;s de l'UBS mais aussi, dans une large mesure, les int&#233;r&#234;ts &#233;conomiques de la Suisse (ATF 108 IV 47 consid. 3). Ainsi, c'est avec raison que l'autorit&#233; cantonale l'a condamn&#233; en fonction de l'art. 273 al. 3  CP, cela ind&#233;pendamment de la question du bien-fond&#233; de ses r&#233;f&#233;rences au secret bancaire.\n\n    5. Le recourant s'en prend encore &#224; sa condamnation pour complicit&#233; de tentative de violation du secret bancaire au sens des art. 47 ch. 1 al. 1 LB (RS 952.0) en liaison avec l'art. 22 CP. Il souligne que les bandes magn&#233;tiques ne contenaient que des programmes d'exploitation et que, faute de programmes d'application, les douanes fran&#231;aises n'&#233;taient pas en mesure d'acc&#233;der au contenu des bandes de donn&#233;es, qui seules renseignent sur les avoirs et les noms des clients. Le recourant reconna&#238;t &#224; ce sujet que P. et lui-m&#234;me savaient que la livraison des programmes d'exploitation n'&#233;tait qu'une phase de l'op&#233;ration complexe projet&#233;e et destin&#233;e &#224; r&#233;aliser le r&#233;sultat voulu, soit d'obtenir des renseignements concernant les comptes et les avoirs BGE 111 IV 74 S. 81des ressortissants fran&#231;ais &#224; l'UBS. Il estime en revanche qu'il est absolument faux de constater, comme le fait la cour cantonale, que les coauteurs voulaient d'embl&#233;e \"vendre\" aux douanes fran&#231;aises pour 500'000 FF tous les programmes permettant d'atteindre ce but, c'est-&#224;-dire aussi bien les programmes d'exploitation que d'application, ainsi que les programmes de donn&#233;es; cette affirmation serait en contradiction absolue avec le jugement de premi&#232;re instance. Il est plus que probable, selon lui, que c'&#233;tait bien l&#224; le but vis&#233;  par les douaniers fran&#231;ais, mais il n'aurait jamais &#233;t&#233; question que les accus&#233;s leur livrent autre chose que le logiciel de base (soit les programmes d'exploitation). Par cons&#233;quent, l'activit&#233; du recourant se serait limit&#233;e &#224; la r&#233;v&#233;lation d'un secret d'affaires de l'UBS en permettant aux douanes fran&#231;aises de conna&#238;tre le logiciel de base de cette banque. Il n'y aurait pas l&#224; de violation du secret bancaire, violation qui aurait impliqu&#233; la remise de bandes de donn&#233;es. L'appr&#233;ciation de la cour cantonale serait non seulement erron&#233;e lorsqu'elle admet que le recourant s'&#233;tait engag&#233; &#224; livrer aussi des programmes d'application et des bandes de donn&#233;es, mais encore lorsqu'elle donne &#224;  l'intention des douanes fran&#231;aises une importance telle que ces derni&#232;res apparaissent en quelque sorte comme l'auteur principal, dont le recourant serait le complice. Le recourant soutient &#224; cet &#233;gard que les intentions des douanes fran&#231;aises ne peuvent pas lui &#234;tre pr&#234;t&#233;es; seul P. pouvait &#234;tre l'auteur principal du d&#233;lit objectivement sp&#233;cial de l'art. 47 ch. 1 al. 1 LB, P. dont les intentions &#233;taient les m&#234;mes que celles de C., c'est-&#224;-dire qu'il n'avait jamais promis autre chose aux douanes fran&#231;aises que la livraison des programmes d'exploitation de l'UBS. En l'absence de toute intention, de toute promesse et de tout acte d'ex&#233;cution, on ne saurait consid&#233;rer, selon le recourant, qu'il y ait eu tentative de violation du secret bancaire.\na) Ce que l'auteur savait, voulait ou avait l'intention de faire est, selon la jurisprudence, une question de fait dont la r&#233;ponse, donn&#233;e par l'autorit&#233;  cantonale, lie le Tribunal f&#233;d&#233;ral saisi d'un pourvoi en nullit&#233; et par cons&#233;quent ne peut lui &#234;tre soumise dans le cadre de cette voie de droit (ATF 107 IV 30 consid. 2a, 106 IV 114). D&#232;s lors, le recourant n'est pas recevable &#224;  soutenir que P. et lui-m&#234;me avaient pour intention de livrer aux douanes fran&#231;aises le logiciel de base seulement, &#224; l'exclusion des autres moyens propres &#224; leur permettre d'acc&#233;der aux donn&#233;es concernant les clients de l'UBS. La cour cantonale a constat&#233; express&#233;ment que la livraison par les condamn&#233;s des programmes d'exploitation BGE 111 IV 74 S. 82(logiciel de base) n'&#233;tait qu'une phase de l'op&#233;ration complexe destin&#233;e &#224;  obtenir des renseignements concernant les comptes et les avoirs des clients fran&#231;ais de l'UBS, r&#233;sultat que les coauteurs connaissaient et acceptaient;  l'autorit&#233; cantonale a &#233;galement retenu que cet &#233;pisode ne devait pas &#234;tre isol&#233; de son contexte, car il appara&#238;t clairement que la livraison des programmes d'exploitation n'&#233;tait qu'un \"maillon de la cha&#238;ne\" qui, avec d'autres op&#233;rations qui devaient suivre, auraient d&#251; permettre au fisc fran&#231;ais d'obtenir le r&#233;sultat voulu. Un fonctionnaire des douanes fran&#231;aises a expliqu&#233;  clairement &#224; P. qu'il pouvait obtenir une r&#233;tribution de 500'000 FF pour la livraison de l'adaptation du \"syst&#232;me informatique de l'UBS\", ce qui signifiait, selon l'arr&#234;t attaqu&#233;, l'adaptation du syst&#232;me, non pas seulement d'une partie du syst&#232;me (logiciel de base); de plus, il &#233;tait &#233;vident que les douanes fran&#231;aises n'&#233;taient pas pr&#234;tes &#224; verser 500'000 FF pour la livraison de programmes dont elles ne pouvaient tirer aucun profit. Selon la d&#233;cision attaqu&#233;e, C. et P. connaissaient ce plan lorsqu'ils ont accept&#233; de collaborer. Il s'ensuit que la livraison des bandes magn&#233;tiques vol&#233;es sur lesquelles les programmes d'exploitation avaient &#233;t&#233; enregistr&#233;s constituait sans aucun doute la premi&#232;re phase d'une op&#233;ration dont le but &#233;tait, d'apr&#232;s les constatations souveraines de l'autorit&#233; cantonale, de permettre l'acc&#232;s &#224; des donn&#233;es, prot&#233;g&#233;es par le secret bancaire, sur les relations entre l'UBS et sa client&#232;le fran&#231;aise (voir SCHULTZ, Le secret bancaire et le trait&#233; d'entraide judiciaire en mati&#232;re p&#233;nale conclu entre la Suisse et les Etats-Unis d'Am&#233;rique, cahier SBS no 11, 1976, p. 7).\nb) Compte tenu de cet &#233;tat de fait, en sa qualit&#233; d'employ&#233; de l'UBS, P. a indubitablement commenc&#233; l'ex&#233;cution de l'infraction (ATF 104 IV 181 consid. a). Qu'il n'ait pas poursuivi jusqu'au bout son activit&#233; coupable n'est d&#251; qu'&#224;  la d&#233;couverte de l'affaire. S'agissant de P., la cour cantonale a ainsi retenu avec raison le d&#233;lit manqu&#233;.\nContrairement &#224; P., C ne pouvait &#234;tre qualifi&#233; d'auteur car l'art. 47 ch. 1  al. 1 LB ne pr&#233;voit comme tel qu'un membre d'un organe, un employ&#233;, un mandataire, un liquidateur ou un commissaire de la banque, qualit&#233;s qu'il n'avait pas. Comme extraneus d'un d&#233;lit sp&#233;cial, il ne pouvait &#234;tre poursuivi qu'en qualit&#233; de complice (SCHWANDER, op.cit., p. 139 n. 276), ce qui n'a pas  &#233;chapp&#233; &#224; la cour cantonale. Le complice &#233;tant punissable d&#232;s lors que l'auteur a commis au moins un acte punissable BGE 111 IV 74 S. 83comme tentative (O.A. GERMANN, Das Verbrechen im neuen Strafrecht, Zurich 1942, p. 201), ce qui est le cas ici, l'autorit&#233; cantonale a condamn&#233; avec raison C. du chef de complicit&#233; de tentative de violation du secret bancaire.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le pourvoi dans la mesure o&#249; il est recevable.\n \n   \n   "
}