{
  "titre": "96 IV 56",
  "annee": "1970",
  "contenu": "\n      \n  Chapeau\n96 IV 5614. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 3 juillet 1970 dans la cause D. contre dame E. et Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nArt. 173 ch. 2 CP.  Bonne foi de l'&#233;pouse qui, &#224; l'appui d'une demande en divorce fond&#233;e sur l'art. 137 CC, all&#232;gue que son mari a entretenu des rapports sexuels avec une jeune fille. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 56\n\n\n    BGE 96 IV 56 S. 56\n   \n\n    3. En all&#233;guant, &#224; l'appui de sa demande en divorce, que son mari avait entretenu des rapports sexuels avec D., dame E. a certes accus&#233; la jeune fille de tenir une conduite contraire &#224; l'honneur (art. 173 ch. 1 CP), &#224; savoir d'&#234;tre la complice d'un adult&#232;re. Les &#233;l&#233;ments constitutifs du d&#233;lit de diffamation sont ainsi r&#233;unis. Cependant, l'inculp&#233;e n'a pas agi sans motif suffisant (art. 173 ch. 3 CP), mais pour d&#233;fendre ses int&#233;r&#234;ts dans un proc&#232;s en divorce. D&#232;s lors, elle n'encourt aucune peine, en vertu de l'art. 173 ch. 2 CP, si elle prouve qu'elle avait des raisons s&#233;rieuses de tenir de bonne foi ses all&#233;gations pour vraies. La jurisprudence est moins stricte, dans les exigences touchant &#224; la preuve de la bonne foi, lorsque les assertions qui portent atteinte &#224; l'honneur ont &#233;t&#233; faites dans un proc&#232;s, en vue de sauvegarder des int&#233;r&#234;ts l&#233;gitimes (RO 86 IV 175).\nL'&#233;poux qui ouvre une action en divorce et qui entend se pr&#233;valoir de la cause d&#233;termin&#233;e pr&#233;vue &#224; l'art. 137 CC doit n&#233;cessairement all&#233;guer des faits dont il r&#233;sulte que son conjoint a commis adult&#232;re. Seule l'administration des preuves permettra de juger si les all&#233;gations sont fond&#233;es ou non. Aussi bien, l'&#233;poux demandeur - ou son avocat - sera-t-il parfois plac&#233; devant l'alternative de renoncer &#224; d&#233;fendre ses int&#233;r&#234;ts ou d'all&#233;guer des faits attentatoires &#224; l'honneur de la partie adverse ou d'un tiers et qui pourraient se r&#233;v&#233;ler inexacts. Du point de vue de l'art. 173 CP, il faut tenir compte de ces difficult&#233;s pour examiner les motifs qu'avait le plaideur de se BGE 96 IV 56 S. 57convaincre de la v&#233;racit&#233; de ses all&#233;gations ou de s'abstenir de les v&#233;rifier (RO 86 IV 176).\nEntendue par le Juge informateur, dame E. a d&#233;clar&#233;:\n\"Au mois d'ao&#251;t 1968, j'ai appris par la m&#232;re de la jeune fille (c'est-&#224;-dire D.) que durant le s&#233;jour de cette derni&#232;re &#224; B., mon mari n'avait pas cess&#233; de lui courir apr&#232;s. D'autre part, il m'est revenu que la jeune fille avait lav&#233; le dos de mon mari alors qu'il &#233;tait dans sa baignoire. J'ai rapport&#233; ces faits &#224; mon avocat. Je n'ai rien affirm&#233; d'autre, bien que j'aie pens&#233; que la jeune fille pouvait avoir entretenu des relations sexuelles avec mon mari.\"\nDans la mesure o&#249; la demande en divorce &#233;noncerait d'autres faits que les renseignements donn&#233;s par l'inculp&#233;e &#224; son avocat, celui-ci en serait seul responsable. Toutefois, l'autorit&#233; cantonale a manifestement consid&#233;r&#233; que dame E. avait admis le contenu de la demande. Et elle a jug&#233; avec raison que l'inculp&#233;e pouvait de bonne foi tenir pour vraie la d&#233;duction tir&#233;e des renseignements dont elle disposait. En effet, elle avait appris d'une source apparemment digne de foi que son mari avait emmen&#233; la jeune fille &#224; B., qu'il l'avait log&#233;e dans une chambre communiquant avec son studio, qu'il avait obtenu d'elle qu'elle lui lave le dos alors qu'il &#233;tait dans sa baignoire et qu'il l'avait poursuivie de ses assiduit&#233;s. Elle ne pouvait pas proc&#233;der &#224; une enqu&#234;te pour v&#233;rifier le bien-fond&#233; de ces renseignements. Elle se f&#251;t alors expos&#233;e au reproche de circonvenir des t&#233;moins avant leur audition dans le proc&#232;s en divorce. De ces faits, qui sont aussi all&#233;gu&#233;s dans la demande en divorce, mais qui ne sont pas vis&#233;s par la plainte, dame E. avait des raisons s&#233;rieuses de conclure que son mari avait entretenu des rapports sexuels avec D. D&#232;s lors, elle pouvait invoquer l'adult&#232;re &#224; l'appui de sa demande en divorce, sans &#234;tre punissable en vertu de l'art. 173 CP.\n \n   \n   "
}