{
  "titre": "87 IV 29",
  "annee": "1961",
  "contenu": "\n      \n  Chapeau\n87 IV 299. Arr&#234;t de la Cour de cassation p&#233;nale, du 3 f&#233;vrier 1961, dans la cause Steiner c. Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nArt. 113 al. 3 Cst.; d&#233;l&#233;gation et sous-d&#233;l&#233;gation de pouvoirs.  Pouvoir d'examen du Tribunal f&#233;d&#233;ral, touchant la l&#233;galit&#233; d'une disposition de port&#233;e g&#233;n&#233;rale, &#233;dict&#233;e par le Conseil f&#233;d&#233;ral ou, en cas de sous-d&#233;l&#233;gation valable, par un d&#233;partement du Conseil f&#233;d&#233;ral. \nArt. 9 ODA. \nCette disposition est-elle compatible avec l'art. 54 al. 1 LCDA et interdit-elle directement, ou permet-elle au D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur d'interdire (cf. art. 6 de l'ordonnance dudit d&#233;partement, du 7 mars 1957) l'adjonction de vitamines aux cigarettes? \n\n\n  \n  \n  \nFaits &#224; partir de page 30\n\n\n    BGE 87 IV 29 S. 30\n   \nR&#233;sum&#233; des faits:\n\n    A.- Le Dr Pierre Steiner, &#224; Gen&#232;ve, a fait breveter un proc&#233;d&#233; pour l'adjonction de vitamine PP ou nicotylamide au tabac, adjonction qui neutraliserait, &#224; son avis, les effets nuisibles de la nicotine sur le coeur et les vaisseaux sanguins. Les Fabriques de tabac r&#233;unies (FTR), &#224; Serri&#232;res, acquirent le droit d'exploiter cette invention en Suisse.\nCette entreprise s'effor&#231;a d'obtenir du Service f&#233;d&#233;ral de l'hygi&#232;ne publique (SFHP) l'autorisation de mettre en vente des cigarettes fabriqu&#233;es selon le proc&#233;d&#233; du Dr Steiner. Elle confia une expertise &#224; la policlinique m&#233;dicale de l'Universit&#233; de Heidelberg. Celle-ci d&#233;posa un rapport, dat&#233; du 12 d&#233;cembre 1954, selon lequel on a de fortes raisons d'esp&#233;rer que l'adjonction de vitamine PP BGE 87 IV 29 S. 31permettra de r&#233;duire consid&#233;rablement la nocivit&#233; des cigarettes.\nA la m&#234;me &#233;poque, la Commission f&#233;d&#233;rale de l'alimentation (CFA) proposa d'interdire l'addition de vitamines &#224; diverses marchandises, en particulier aux spiritueux et au tabac. Peu apr&#232;s, elle motiva sa proposition dans un communiqu&#233; de presse.\nLes FTR protest&#232;rent contre la proposition de la CFA. Le 27 janvier 1955, le professeur Fleisch, membre de ladite commission et directeur de l'Institut suisse des vitamines, &#224; Lausanne, apr&#232;s avoir proc&#233;d&#233; &#224; des exp&#233;riences sur des souris, conclut que la fum&#233;e du tabac additionn&#233; de vitamines est plus nocive que celle du tabac ordinaire. D'autres sp&#233;cialistes &#233;mirent des doutes sur la valeur des exp&#233;riences faites &#224; Heidelberg.\nLes FTR contest&#232;rent cet avis, sur quoi le SFHP et la CFA requirent une surexpertise. Apr&#232;s ces nouvelles exp&#233;riences, dont les r&#233;sultats furent revus par un statisticien, la CFA d&#233;cida, le 22 juin 1955, de maintenir sa proposition de prohiber l'adjonction de vitamines aux spiritueux et au tabac.\nLe 25 juin 1955, le SFHP interdit aux FTR d'offrir en vente des cigarettes additionn&#233;es de vitamines sous des d&#233;signations qui contiendraient les mots \"vitaminis&#233;\", \"vitamine\" ou leurs abr&#233;viations.\nLes FTR recoururent contre cette d&#233;cision aupr&#232;s du D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur, qu'elles saisirent en outre de plaintes contre le SFHP, son directeur, la CFA et le professeur Fleisch. Leurs conclusions furent enti&#232;rement rejet&#233;es le 27 septembre 1957.\nLes FTR et le Dr Steiner ont intent&#233; une action directe en dommages-int&#233;r&#234;ts contre la Conf&#233;d&#233;ration devant le Tribunal f&#233;d&#233;ral. Ils ont &#233;t&#233; d&#233;bout&#233;s le 11 mars 1960 pour n'avoir pas agi en temps utile.\n\n    B.- Conform&#233;ment &#224; la proposition de la CFA, le Conseil f&#233;d&#233;ral modifia, le 27 janvier 1956, l'art. 9 de l'ordonnance qui r&#232;gle le commerce des denr&#233;es alimentaires BGE 87 IV 29 S. 32et de divers objets usuels (ODA). L'al. 1 de la nouvelle disposition interdit de mettre en vente ou d'employer des substances &#233;trang&#232;res pour la fabrication ou le traitement des denr&#233;es alimentaires, sauf les cas express&#233;ment pr&#233;vus par l'ordonnance elle-m&#234;me. Rangeant les vitamines parmi ces substances &#233;trang&#232;res, l'al. 3 litt. b charge le D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur d'&#233;tablir, apr&#232;s consultation d'experts, \"des directives qui r&#233;gleront l'addition des substances mentionn&#233;es dans cet alin&#233;a, afin d'&#233;viter, dans la mesure du possible, des atteintes &#224; la sant&#233; par suite de surdosage, de m&#234;me qu'un emploi non appropri&#233;\".\nLe 7 mars 1957, le D&#233;partement de l'int&#233;rieur &#233;dicta une ordonnance sur l'addition de vitamines aux denr&#233;es alimentaires et la r&#233;clame y relative. Par son art. 1er, cette ordonnance autorise en principe, soit aux conditions qu'elle pose, l'addition de vitamines ou leur augmentation par un traitement des denr&#233;es alimentaires. Toutefois, son art. 6 interdit l'adjonction de vitamines aux spiritueux et au tabac ou un enrichissement de ces denr&#233;es en vitamines.\n\n    C.- Au d&#233;but du mois de janvier 1957, le Dr Steiner a mis dans le commerce, notamment dans un salon de coiffure de Lucens, des cigarettes qui portaient la marque \"Maryland-Marvita\". Il s'agit de cigarettes additionn&#233;es de vitamines, ainsi que leur emballage le mentionne.\nLe 13 octobre 1960, le Tribunal de simple police du district de Moudon frappa le Dr Steiner de 100 fr. d'amende pour infraction &#224; l'art. 6 de l'ordonnance du 7 mars 1957 du D&#233;partement de l'int&#233;rieur, sans toutefois se prononcer sur la constitutionnalit&#233; de cette disposition. En revanche, il lib&#233;ra le Dr Steiner de la pr&#233;vention d'avoir viol&#233; l'art. 20 ODA, par le motif que ce texte ne vise plus l'adjonction de vitamines au tabac depuis l'interdiction de cette op&#233;ration.\nLe 28 novembre 1960, la Cour vaudoise de cassation p&#233;nale rejeta le recours du condamn&#233; contre cette d&#233;cision.\n\n    BGE 87 IV 29 S. 33Contrairement au premier juge, elle statua sur la validit&#233; de l'art. 6 de l'ordonnance du 7 mars 1957 et de l'art. 9 ODA. Tout en reconnaissant au Conseil f&#233;d&#233;ral la comp&#233;tence d'inviter un d&#233;partement &#224; r&#233;glementer l'adjonction de vitamines aux denr&#233;es alimentaires, elle estime que, m&#234;me si l'art. 6 de l'ordonnance du 7 mars 1957 est sans valeur, la sanction inflig&#233;e au Dr Steiner se justifie au regard de l'art. 9 ODA. Elle consid&#232;re en effet que le Conseil f&#233;d&#233;ral est charg&#233; par l'art. 54 LCDA d'&#233;dicter les dispositions propres &#224; sauvegarder la sant&#233; publique, qu'il est donc en droit de proscrire absolument l'usage du tabac en raison de sa nocivit&#233; et qu'en cons&#233;quence, il n'a pas d&#233;pass&#233; ses attributions en interdisant, &#224; l'art. 9 ODA, la consommation de ce produit sous la forme de cigarettes additionn&#233;es de vitamines.\n\n    D.- Le Dr Steiner s'est pourvu en nullit&#233; contre l'arr&#234;t de deuxi&#232;me instance. Il se fonde sur les art. 31, 69bis, 84 et 85 ch. 2 Cst. pour pr&#233;tendre que, par l'art. 9 ODA, le Conseil f&#233;d&#233;ral a outrepass&#233; les pouvoirs que lui conf&#232;re l'art. 54 LCDA et qu'en outre, l'art. 6 de l'ordonnance du 7 mars 1957 ne respecte pas la d&#233;l&#233;gation pr&#233;vue par l'art. 9 ODA ou l'interpr&#232;te arbitrairement.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. (R&#233;sum&#233;). Le Tribunal f&#233;d&#233;ral ne peut contr&#244;ler la constitutionnalit&#233; de l'art. 54 al. 1 LCDA (art. 113 al. 3 Cst.; RO 75 IV 79; 76 IV 289). Il doit se borner, en l'esp&#232;ce, &#224; examiner si les auteurs de l'art. 9 ODA et de l'art. 6 de l'ordonnance du 7 mars 1957 ont exc&#233;d&#233; leur comp&#233;tence (RO 84 IV 76 et les arr&#234;ts cit&#233;s).\nDe ce point de vue, on pourrait se demander tout d'abord si, en chargeant le D&#233;partement de l'int&#233;rieur d'&#233;tablir certaines directives, l'art. 9 al. 3 litt. b ODA lui d&#233;l&#232;gue partiellement ou totalement le pouvoir de r&#233;glementer l'addition de vitamines. Dans la premi&#232;re hypoth&#232;se, l'interdiction que contient l'art. 6 de l'ordonnance du 7 mars 1957 ne ferait que confirmer, sur un BGE 87 IV 29 S. 34point particulier, celle que contient d&#233;j&#224; l'art. 9 al. 1 ODA et il suffirait d'examiner si cette derni&#232;re disposition outrepasse les limites que l'art. 54 al. 1 LCDA assigne au pouvoir du Conseil f&#233;d&#233;ral. Dans la seconde hypoth&#232;se, en revanche, l'interdiction d'adjoindre des vitamines aux spiritueux et au tabac n'existerait qu'en vertu de l'art. 6 de l'ordonnance du 7 mars 1957; le recourant n'aurait donc pu contrevenir qu'&#224; cette r&#232;gle, dont la l&#233;galit&#233; serait, d&#232;s lors, seule en cause. Mais il n'est pas n&#233;cessaire de se prononcer, en l'esp&#232;ce, sur la port&#233;e de la d&#233;l&#233;gation contenue &#224; l'art. 9 al. 3 litt. b ODA; que l'on adopte l'une ou l'autre des interpr&#233;tations possibles, le pourvoi doit &#234;tre &#233;galement r&#233;gl&#233;.\n\n    2. Comme on vient de le dire, si le D&#233;partement de l'int&#233;rieur est simplement autoris&#233; &#224; faire certaines exceptions au principe qui interdit d'ajouter des vitamines aux denr&#233;es alimentaires, il faut alors examiner si l'art. 9 al. 1 ODA, qui &#233;tablit ce principe, est conforme &#224; l'art. 54 al. 1 LCDA, selon lequel le Conseil f&#233;d&#233;ral arr&#234;te les prescriptions propres &#224; sauvegarder la sant&#233; publique et &#224; pr&#233;venir la fraude dans le commerce des denr&#233;es alimentaires et de divers objets usuels. Etant donn&#233; que l'art. 54 al. 1 LCDA se borne &#224; fixer deux buts aux prescriptions du Conseil f&#233;d&#233;ral, le Tribunal se contentera de v&#233;rifier si, en tant qu'il s'applique au tabac, l'art. 9 al. 1 ODA est de nature &#224; atteindre ces fins (RO 84 IV 77). Il proc&#233;dera &#224; ce contr&#244;le d'un point de vue objectif, sans se soucier de l'opportunit&#233; des mesures prises par le Conseil f&#233;d&#233;ral, ni des intentions qui l'ont anim&#233; (RO 84 IV 76).\nCertes, le tabac est vis&#233; par la loi sur les denr&#233;es alimentaires et, partant, soumis &#224; l'ordonnance d'ex&#233;cution de ladite loi (RO 81 IV 183 s.). Mais il ne s'ensuit pas qu'en raison de sa nocivit&#233;, comme le soutient l'autorit&#233; cantonale, le Conseil f&#233;d&#233;ral soit fond&#233; &#224; invoquer la protection de la sant&#233; publique pour en proscrire l'usage sous toutes ses formes et, en particulier, celle de cigarettes additionn&#233;es de vitamines. Cette argumentation p&#232;che par la base.\n\n    BGE 87 IV 29 S. 35Elle ne tient compte ni de la volont&#233; du l&#233;gislateur, ni du sens qu'une pratique constante a attribu&#233; &#224; la loi (RO 83 I 179). Le tabac, m&#234;me s'il est nuisible &#224; la sant&#233;, est d'une consommation si courante que sa prohibition para&#238;t exclue, tout au moins par la voie d'une ordonnance du Conseil f&#233;d&#233;ral, d'autant plus qu'il fait l'objet d'une imposition sp&#233;ciale institu&#233;e par une loi f&#233;d&#233;rale (loi du 20 d&#233;cembre 1946 sur l'assurance-vieillesse et survivants). Manifestement, ni les auteurs de la loi sur le contr&#244;le des denr&#233;es alimentaires, ni les autorit&#233;s appel&#233;es &#224; l'ex&#233;cuter n'ont jamais envisag&#233; une mesure aussi radicale. Les ordonnances de 1909, de 1914 et de 1926 ne mentionnaient pas le tabac; si celle de 1936 lui consacre un article (art. 420), ce n'est pas m&#234;me pour en restreindre l'usage.\nDans un communiqu&#233; de presse cons&#233;cutif &#224; sa s&#233;ance du 2 d&#233;cembre 1954, aussi bien que dans son rapport d'activit&#233; pour les ann&#233;es 1957 et 1958, la CFA exprime la crainte que l'adjonction de vitamines au tabac ne trompe les fumeurs et ne les encourage m&#234;me &#224; s'adonner &#224; leur penchant en les laissant croire qu'ils absorbent non pas des produits toxiques, mais des substances favorables &#224; l'organisme. Sans doute ces craintes s'inspirent-elles du souci de prot&#233;ger la sant&#233; publique conform&#233;ment &#224; l'art. 54 al. 1 LCDA. Toutefois, elles ne concernent pas la fabrication et la mise en vente de cigarettes additionn&#233;es de vitamines, mais uniquement l'appellation de ces produits et la publicit&#233; dont ils sont l'objet. Par cons&#233;quent, elles n'autorisent pas le Conseil f&#233;d&#233;ral &#224; prohiber, en vertu de l'art. 9 ODA, la vente et l'emploi de vitamines pour le traitement du tabac; elles ne suffisent donc pas &#224; justifier la disposition dont la l&#233;galit&#233; est contest&#233;e. Point n'est besoin d'examiner si, en revanche, des prescriptions qui interdiraient de mentionner, sur des emballages ou dans des annonces, l'adjonction de vitamines au tabac, pourraient se fonder sur les motifs invoqu&#233;s par la CFA; ce n'est pas en vertu de telles prescriptions que le recourant a &#233;t&#233; condamn&#233;.\n\n    BGE 87 IV 29 S. 36\n   \nApr&#232;s les exp&#233;riences entreprises, on ne saurait davantage admettre la compatibilit&#233; de l'art. 9 al. 1 ODA avec l'art. 54 al. 1 LCDA en raison des effets que les cigarettes fabriqu&#233;es selon le proc&#233;d&#233; du recourant peuvent exercer sur l'organisme. Il est vrai que, dans son rapport d'expertise du 27 janvier 1955, le professeur Fleisch concluait que l'adjonction de vitamine PP au tabac en accro&#238;t l'effet nocif, du moins sur les souris. Mais cet avis a &#233;t&#233; d&#233;menti. Selon la surexpertise du 13 mai 1955, si l'adjonction de nicotylamide suivant la formule du recourant n'enrichit pas le corps en vitamines, ni ne supprime la toxicit&#233; des composants de la fum&#233;e, elle ne semble pas l'augmenter. C'est l'opinion &#224; laquelle se sont ralli&#233;s successivement la CFA dans son second communiqu&#233; de presse, du 22 juin 1955, puis le D&#233;partement de l'int&#233;rieur dans sa d&#233;cision du 27 septembre 1957.\nToutefois, il ne s'ensuit pas encore que l'art. 9 al. 1 ODA soit inconciliable avec l'art. 54 al. 1 LCDA. Cette derni&#232;re disposition autorise le Conseil f&#233;d&#233;ral &#224; intervenir non seulement lorsqu'une denr&#233;e compromet effectivement la sant&#233; publique, mais aussi et d&#233;j&#224; lorsqu'elle risque de la compromettre. Or, si l'on peut admettre, sur le vu des expertises, que l'adjonction de nicotylamide au tabac selon les doses et le proc&#233;d&#233; pr&#233;vus par le recourant n'augmente pas la toxicit&#233; des cigarettes, rien ne prouve en revanche qu'elle la diminue. Bien plus, on ne saurait exclure qu'un autre dosage et un proc&#233;d&#233; diff&#233;rent ne puissent avoir un effet nocif. Cette &#233;ventualit&#233; n'est pas purement th&#233;orique. En l'absence de mesures contre l'addition de vitamines, il se pourrait que, soit dans l'ignorance des effets de cette op&#233;ration, soit m&#234;me pour des raisons commerciales, certains fabricants ne prennent pas toutes les pr&#233;cautions propres &#224; &#233;viter la vente de produits plus nocifs que ceux qui sont compos&#233;s de tabac ordinaire. Eu &#233;gard au grand nombre des fumeurs, la sant&#233; publique serait alors s&#233;rieusement menac&#233;e. Le BGE 87 IV 29 S. 37Conseil f&#233;d&#233;ral se trouvait donc en pr&#233;sence du risque envisag&#233; par l'art. 9 al. 3 lit. b i.f. ODA: celui d'une atteinte &#224; la sant&#233; par suite du surdosage et d'emploi inappropri&#233; des vitamines. Dans ces circonstances et s'agissant d'un produit en lui-m&#234;me toxique, le Conseil f&#233;d&#233;ral pouvait, vu surtout l'absence d'effets b&#233;n&#233;fiques de l'adjonction propos&#233;e, l'interdire en g&#233;n&#233;ral, ce qui bannissait tout risque pour la sant&#233; publique. En tout cas, le Tribunal f&#233;d&#233;ral ne saurait soutenir le contraire sans empi&#233;ter sur la libert&#233; d'appr&#233;ciation qu'il convient de r&#233;server &#224; l'autorit&#233; ex&#233;cutive dans l'examen d'une question essentiellement technique. D'o&#249; il suit que l'art. 9 al. 1 ODA se justifie au regard de l'art. 54 al. 1 LCDA et que le recourant en conteste &#224; tort la l&#233;galit&#233;.\nPeu importe qu'au lieu de proscrire absolument l'adjonction de vitamines au tabac, le Conseil f&#233;d&#233;ral e&#251;t pu s'arr&#234;ter &#224; une solution plus nuanc&#233;e. Le Tribunal f&#233;d&#233;ral n'est pas juge de l'opportunit&#233; des moyens qu'adopte l'autorit&#233; ex&#233;cutive afin de sauvegarder la sant&#233; publique (RO 84 IV 76). Pour &#233;chapper &#224; la censure judiciaire, il suffit que ces moyens r&#233;pondent &#224; l'un des buts fix&#233;s par la loi, ce qui est le cas en l'esp&#232;ce. La cour de c&#233;ans a d'autant moins de raisons d'intervenir qu'une r&#233;glementation diff&#233;renci&#233;e n&#233;cessiterait des expertises et des v&#233;rifications compliqu&#233;es dont l'utilit&#233; serait douteuse. Il n'est en effet pas &#233;tabli que, dans l'hypoth&#232;se apparemment la plus favorable &#224; la sant&#233; - celle des cigarettes trait&#233;es selon le proc&#233;d&#233; du recourant -, l'adjonction de vitamines au tabac en diminue la nocivit&#233;.\nEnfin, il est inutile de se demander si c'est bien en raison du risque qui l&#233;gitime l'interdiction que le Conseil f&#233;d&#233;ral a &#233;dict&#233; l'art. 9 al. 1 ODA. Pour le juge qui contr&#244;le la l&#233;galit&#233; d'une ordonnance, ce ne sont pas les mobiles de l'autorit&#233; dont &#233;mane le texte litigieux qui sont d&#233;cisifs, mais uniquement les consid&#233;rations objectives propres &#224; le justifier (RO 84 IV 76). D'ailleurs, dans son premier BGE 87 IV 29 S. 38communiqu&#233; de presse, la CFA admettait d'une mani&#232;re toute g&#233;n&#233;rale que la consommation de certaines denr&#233;es additionn&#233;es de vitamines pouvait, &#224; la longue, porter atteinte &#224; la sant&#233;. Certes, les conclusions de l'expertise du 13 mai 1955 ne permettent plus gu&#232;re de l'admettre pour les cigarettes trait&#233;es selon le proc&#233;d&#233; du recourant. En revanche, l'argument conserve sa valeur lorsque le tabac est additionn&#233; de vitamines selon d'autres m&#233;thodes.\n\n    3. Ainsi qu'on l'a relev&#233; plus haut, si l'art. 9 al. 3 lit. b ODA d&#233;l&#232;gue au D&#233;partement de l'int&#233;rieur le pouvoir de r&#233;glementer non pas partiellement, mais totalement l'utilisation des vitamines pour le traitement ou la fabrication des denr&#233;es alimentaires, il s'agit de se prononcer sur la validit&#233; de l'art. 6 de l'ordonnance du 7 mars 1957, lequel interdit d'adjoindre des vitamines aux spiritueux et au tabac ou d'enrichir ces denr&#233;es en vitamines.\nPour trancher cette question, il faut savoir en premier lieu si l'autorit&#233; ex&#233;cutive sup&#233;rieure - en l'occurrence le Conseil f&#233;d&#233;ral - est en droit d'attribuer &#224; des organes subordonn&#233;s tout ou partie des pouvoirs que la loi lui conf&#232;re. Autrement dit, c'est le probl&#232;me de la sousd&#233;l&#233;gation de pouvoirs qui se pose. La question, controvers&#233;e en doctrine, est aujourd'hui partiellement r&#233;solue, pour le droit f&#233;d&#233;ral, par l'art. 7 al. 1 de la loi f&#233;d&#233;rale du 12 mars 1948 relative &#224; la force obligatoire du Recueil syst&#233;matique des lois et ordonnances de 1848 &#224; 1947 et &#224; la nouvelle s&#233;rie du Recueil des lois. Aux termes de cet article: \"les services des d&#233;partements n'ont d&#233;sormais la comp&#233;tence d'&#233;dicter des dispositions ayant force obligatoire g&#233;n&#233;rale que si une loi ou un arr&#234;t&#233; f&#233;d&#233;ral le pr&#233;voit\". Ainsi la sous-d&#233;l&#233;gation de ses pouvoirs par le Conseil f&#233;d&#233;ral aux services des d&#233;partements administratifs est clairement r&#233;gl&#233;e; elle n'est possible qu'avec l'autorisation du l&#233;gislateur. Quant &#224; la sous-d&#233;l&#233;gation aux d&#233;partements eux-m&#234;mes, par opposition &#224; leurs BGE 87 IV 29 S. 39services, il r&#233;sulte &#224; contrario de la disposition pr&#233;cit&#233;e que le l&#233;gislateur l'a r&#233;serv&#233;e; il faut l'admettre tout au moins lorsqu'elle a pour objet des prescriptions de nature principalement technique et qui ne mettent en jeu aucun principe juridique (BURCKHARDT: Kommentar der Bundesverfassung, 3e &#233;d. p. 666, n. 2; MARTI: Das Verordnungsrecht des Bundesrates, p. 110; GIACOMETTI: Allgemeine Lehren des rechtsstaatlichen Verwaltungsrechts, p. 160, n. 74). Or, dans la pr&#233;sente esp&#232;ce, il s'agit pr&#233;cis&#233;ment d'un cas de ce genre. Subordonn&#233;e &#224; des expertises techniques, la r&#233;glementation de l'emploi des vitamines a un caract&#232;re principalement technique; de plus, elle ne touche aucune r&#232;gle fondamentale du droit. On se trouve donc dans un domaine o&#249; la sous-d&#233;l&#233;gation est possible.\nIl reste, cependant, &#224; examiner d'une part si la sousd&#233;l&#233;gation demeure dans les limites des pouvoirs conf&#233;r&#233;s par la d&#233;l&#233;gation elle-m&#234;me, c'est-&#224;-dire si, dans la mesure o&#249; il autorise le D&#233;partement de l'int&#233;rieur &#224; r&#233;gler, voire &#224; interdire l'adjonction de vitamines au tabac, l'art. 9 al. 3 ODA respecte les buts fix&#233;s par l'art. 54 al. 1 LCDA. A ce propos, il suffit de se r&#233;f&#233;rer au consid&#233;rant pr&#233;c&#233;dent, d'o&#249; r&#233;sulte une r&#233;ponse affirmative. D'autre part, il y a lieu de rechercher si le sous-d&#233;l&#233;gataire n'a pas d&#233;pass&#233; les attributions que le d&#233;l&#233;gataire lui a confi&#233;es, &#224; savoir si le D&#233;partement de l'int&#233;rieur n'a pas abus&#233; de la comp&#233;tence que le Conseil f&#233;d&#233;ral lui a accord&#233;e. Or, dans l'hypoth&#232;se qui fait l'objet du pr&#233;sent consid&#233;rant, soit celle o&#249; le D&#233;partement de l'int&#233;rieur aurait re&#231;u pouvoir de r&#233;gler totalement l'utilisation des vitamines, son pouvoir ne saurait &#234;tre moindre que celui du Conseil f&#233;d&#233;ral lui-m&#234;me. Par cons&#233;quent, comme on a montr&#233; plus haut que le Conseil f&#233;d&#233;ral &#233;tait en droit de prohiber absolument l'addition de vitamines au tabac, le D&#233;partement de l'int&#233;rieur n'a pas exc&#233;d&#233; sa comp&#233;tence en prenant cette mesure.\nEn d&#233;finitive, l'art. 6 de l'ordonnance du 7 mars 1957 BGE 87 IV 29 S. 40devant &#234;tre consid&#233;r&#233; comme valable, la sanction inflig&#233;e au recourant se justifie en tant qu'elle se fonde sur cette disposition.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale\nRejette le pourvoi.\n \n   \n   "
}