{
  "titre": "104 IV 288",
  "annee": "1978",
  "contenu": "\n      \n  Chapeau\n104 IV 28866. Arr&#234;t de la Cour de cassation p&#233;nale du 1er d&#233;cembre 1978, dans la cause P. contre Minist&#232;re public du canton de Vaud\n\n  \nRegeste\n1. Art. 269 al. 1 PPF.  L'application du droit cantonal en lieu et place du droit f&#233;d&#233;ral ouvre la voie du pourvoi en nullit&#233; (consid. 2). \n2. Art. 335 ch. 1 al. 1 CP, art. 106 al. 3 LCR. \nLes cantons ne peuvent &#233;dicter des prescriptions compl&#233;mentaires instituant des contraventions de droit cantonal dans le domaine de la circulation routi&#232;re que si elles ne concernent pas les v&#233;hicules automobiles et les cycles, les tramways et chemins de fer routiers. En effet l'art. 106 al. 3 LCR se pr&#233;sente comme une lex specialis par rapport &#224; l'art. 335 ch. 1 al. 1 CP. Il s'ensuit que l'automobiliste qui attire l'attention sur un contr&#244;le radar par des appels de phares ne saurait &#234;tre puni en vertu du droit cantonal (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 289\n\n\n    BGE 104 IV 288 S. 289\n   \n\n    A.- Le 5 novembre 1977, la gendarmerie vaudoise effectuait un contr&#244;le de vitesse, au moyen d'un appareil radar, &#224; Essertines, sur la route Yverdon-Lausanne. Deux kilom&#232;tres plus loin, des gendarmes ont constat&#233; que P., au volant de sa voiture, faisait des appels de phares &#224; une dizaine de reprises a des v&#233;hicules circulant en sens inverse.\nP. a &#233;t&#233; renvoy&#233; devant le Tribunal de police du district d'Echallens, qui a consid&#233;r&#233; qu'il avait enfreint les art. 40 LCR et 29 ch. 3 OCR, infractions pouvant &#234;tre consid&#233;r&#233;es comme de tr&#232;s peu de gravit&#233;. Le Tribunal a consid&#233;r&#233; en outre que P. avait viol&#233; &#233;galement l'art. 51 de l'arr&#234;t&#233; d'application de la loi vaudoise sur la circulation routi&#232;re, du 12 d&#233;cembre 1975 (ALVCR), qui punit des arr&#234;ts ou de l'amende \"celui qui entrave l'activit&#233; de la police sur les voies publiques, celui qui cherche &#224; rendre inop&#233;rants par quelque moyen que ce soit les contr&#244;les de la vitesse des v&#233;hicules ou les autres contr&#244;les organis&#233;s conform&#233;ment aux dispositions du droit f&#233;d&#233;ral ou cantonal sur la circulation routi&#232;re \". P. a &#233;t&#233; alors condamn&#233;, par jugement du 12 mai 1978, &#224; une amende de 40 fr.\n\n    B.- Le 12 juillet 1978, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a rejet&#233; le recours de P., qui faisait valoir que l'art. 51 ALVCR &#233;tait contraire au droit f&#233;d&#233;ral et, partant, inapplicable.\n\n    C.- P. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; l'annulation de l'arr&#234;t cantonal.\nLe procureur g&#233;n&#233;ral du canton s'est r&#233;f&#233;r&#233; &#224; l'arr&#234;t attaqu&#233;, sans pr&#233;senter d'observations.\nParall&#232;lement, P. a interjet&#233; un recours de droit public au Tribunal f&#233;d&#233;ral, sur lequel il sera statu&#233; s&#233;par&#233;ment.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) La Cour cantonale a consid&#233;r&#233; que l'art. 51 du r&#232;glement cantonal (d&#233;s le 1er janvier 1978, art. 53 ALVCR du 2 novembre 1977, qui a la m&#234;me teneur) est une disposition que le canton de Vaud &#233;tait fond&#233; &#224; &#233;dicter dans le cadre de l'art. 335 CP. En effet, selon elle, l'acte du recourant, cherchant &#224; rendre inop&#233;rant un contr&#244;le radar, n'est, d'une part, pas punissable au regard du droit f&#233;d&#233;ral et, d'autre part, il ne constituerait pas une atteinte &#224; un bien juridiquement prot&#233;g&#233; par un ensemble complet de prescriptions du Code p&#233;nal. Par BGE 104 IV 288 S. 290ailleurs, la disposition cantonale incrimin&#233;e ne serait pas une prescription primaire sur la circulation des v&#233;hicules et des cycles &#233;chappant de ce fait au pouvoir l&#233;gislatif des cantons en vertu de la restriction contenue &#224; l'art. 106  al. 3 LCR, mais bien plut&#244;t une r&#232;gle de comportement, prot&#233;geant l'efficacit&#233;  de l'action de la gendarmerie sur la route, qui ne serait comme telle pas incompatible avec le droit f&#233;d&#233;ral.\nb) Pour le recourant, au contraire, les juges pr&#233;c&#233;dents et les autorit&#233;s vaudoises ont viol&#233; l'art. 335 CP tant en &#233;dictant qu'en appliquant l'art. 51  ALVCR. Selon lui, cette disposition cantonale n'entre pas dans la comp&#233;tence sp&#233;ciale r&#233;serv&#233;e aux cantons par l'art. 106 al. 3 LCR, qui ne permet pas aux cantons d'&#233;dicter des dispositions p&#233;nales en marge des cas vis&#233;s par le Code p&#233;nal ou par la LCR. Le domaine de la circulation routi&#232;re est exhaustivement r&#233;gl&#233; par la l&#233;gislation f&#233;d&#233;rale, qui n'a pas voulu que soit puni le comportement de celui qui cherche &#224; rendre inop&#233;rant le contr&#244;le de la vitesse des v&#233;hicules. Il y a silence qualifi&#233; de la loi, qui, si le l&#233;gislateur avait voulu r&#233;primer l'entrave au contr&#244;le de la vitesse, n'e&#251;t pas manqu&#233; de le dire express&#233;ment, comme il l'a fait &#224; l'art. 91 al. 3 LCR en mati&#232;re de contr&#244;le de l'ivresse.\n\n    2. Le grief selon lequel le droit cantonal a &#233;t&#233; appliqu&#233; &#224; tort, en lieu et place du droit f&#233;d&#233;ral, est recevable dans un pourvoi en nullit&#233; au Tribunal f&#233;d&#233;ral (ATF 101 IV 376). La Cour de cassation est, en particulier, habilit&#233;e &#224; examiner si la r&#233;pression d'un comportement non vis&#233; par le droit f&#233;d&#233;ral peut &#234;tre laiss&#233;e au canton (ATF 89 IV 95 consid. 4a et arr&#234;ts cit&#233;s). Il y a donc lieu d'entrer en mati&#232;re sur le pourvoi.\n\n    3. a) L'art 335 ch. 1 CP r&#233;serve le pouvoir des cantons de l&#233;gif&#233;rer sur les contraventions de police qui ne sont pas l'objet de la l&#233;gislation f&#233;d&#233;rale (al. 1). Il les autorise en outre &#224; &#233;dicter des peines pour les contraventions aux prescriptions cantonales d'administration et de proc&#233;dure (al. 2).\nSelon la jurisprudence, il ne suffit pas, pour que les cantons soient en droit de sanctionner un acte &#224; titre de contravention, que celui-ci ne soit pas r&#233;prim&#233; par une disposition du droit f&#233;d&#233;ral. En effet, si un comportement &#233;chappe aux pr&#233;visions du Code p&#233;nal ou du droit p&#233;nal f&#233;d&#233;ral, cela peut signifier qu'il doit rester impuni. Tel est le cas lorsque la loi r&#232;gle les atteintes &#224; un bien juridiquement prot&#233;g&#233; par un ensemble complet de prescriptions. En revanche, si le Code p&#233;nal - ou le droit p&#233;nal BGE 104 IV 288 S. 291f&#233;d&#233;ral - laisse de c&#244;t&#233; tout un domaine du droit p&#233;nal, ou s'il ne sanctionne que certains comportements, abandonnant &#224; chaque canton la libert&#233; de r&#233;primer ou de laisser impuni tel ou tel acte, pour tenir compte des diff&#233;rences r&#233;gionales, alors il y a place pour des prescriptions cantonales relatives aux contraventions (ATF 89 IV 95 consid. 4a et arr&#234;ts cit&#233;s). Par ailleurs, en mati&#232;re administrative de m&#234;me qu'en mati&#232;re de proc&#233;dure, les cantons conservent, en vertu de l'art. 335 al. 2 CP, le pouvoir d'&#233;tablir des sanctions p&#233;nales pour toutes les mati&#232;res. administratives - ou de proc&#233;dure - sur lesquelles, constitutionnellement, leur appartient la comp&#233;tence l&#233;gislative  (ATF 78 I 307), et cela sans autre restriction que l'existence &#233;ventuelle d'une norme r&#233;pressive de droit p&#233;nal f&#233;d&#233;ral sur le m&#234;me objet (ATF 76 IV 282 consid. 4, ATF 81 IV 330; cf. ATF 69 IV 210, ATF 86 IV 73, ATF 92 I 35 consid. 8, ATF 96 II 261 consid. b.\nb) Il saute aux yeux que la disposition litigieuse ne rel&#232;ve pas du domaine de l'administration, ni de celui de la proc&#233;dure au sens de l'art. 335 ch. 1  al. 2 CP; l'autorit&#233; cantonale ne le soutient d'ailleurs pas. De m&#234;me ne s'agit-il pas, &#233;videmment, d'une r&#232;gle destin&#233;e &#224; assurer l'ex&#233;cution de la LCR en application de l'art. 106 al. 2 LCR. La disposition en cause repr&#233;sente en r&#233;alit&#233; une disposition p&#233;nale sanctionnant une contravention de droit cantonal au sens de l'art. 335 ch. 1 al. 1 CP. Ce n'est pas toutefois &#224; la lumi&#232;re de ce dernier qu'il convient de d&#233;cider si elle est admissible au regard du droit f&#233;d&#233;ral, mais en fonction de l'art. 106 al. 3 LCR, qui, s'agissant de la circulation routi&#232;re, se trouve en situation de lex specialis par rapport au droit commun. Or il n'est pas douteux que la r&#233;glementation cantonale en cause touche au domaine de la LCR dans le sens large qui se d&#233;gage &#224; la lumi&#232;re de dispositions telles que les art. 54 et 57, par exemple.\nDans ces conditions, dans la mesure - qu'il n'est pas besoin de d&#233;finir ici -  o&#249; les autorit&#233;s cantonales envisageaient d'&#233;dicter la disposition compl&#233;mentaire en cause, elles ne devaient pas le faire dans le domaine des v&#233;hicules automobiles et des cycles, ni dans celui des tramways et des chemins de fer routiers. Il s'ensuit que la disposition en cause ne pouvait pas, comme en l'esp&#232;ce, servir &#224; sanctionner le comportement du conducteur d'un v&#233;hicule automobile sans que cela porte atteinte &#224; la force d&#233;rogatoire du droit f&#233;d&#233;ral. La d&#233;cision attaqu&#233;e doit partant &#234;tre annul&#233;e et, comme il a d&#233;j&#224; &#233;t&#233;  jug&#233; BGE 104 IV 288 S. 292qu'une mise en garde des automobilistes contre un contr&#244;le de vitesse ne constitue pas une opposition aux actes de l'autorit&#233; au sens de l'art. 286 CP  (ATF 103 IV 186), la cause doit &#234;tre renvoy&#233;e &#224; l'autorit&#233; cantonale pour qu'elle lib&#232;re le recourant.\n \n   \n   "
}