{
  "titre": "102 Ia 548",
  "annee": "1976",
  "contenu": "\n      \n  Chapeau\n102 Ia 54874. Arr&#234;t du 22 septembre 1976 en la cause F&#233;d&#233;ration des sections vaudoises de la Diana, Section de Lausanne de la Soci&#233;t&#233; suisse des chasseurs \"La Diana\", Nicole et Meylan contre Grand Conseil du canton de Vaud\n\n  \nRegeste\nArt. 85 lettre a OJ; d&#233;cret ordonnant de soumettre au peuple une initiative pr&#233;tendument inconstitutionnelle.  Le Grand Conseil vaudois peut soumettre au peuple une initiative pr&#233;tendument inconstitutionnelle. Aucune r&#232;gle de droit cantonal ou de droit f&#233;d&#233;ral n'y met obstacle. \n\n\n  \n  \n  \nFaits &#224; partir de page 549\n\n\n    BGE 102 Ia 548 S. 549\n   \n\n    En septembre 1974, une initiative pour la protection de la faune a &#233;t&#233; d&#233;pos&#233;e aupr&#232;s de la Chancellerie du canton de Vaud. La nouvelle loi sur la faune, pr&#233;sent&#233;e dans l'initiative sous la forme d'un projet enti&#232;rement r&#233;dig&#233; en dix articles, devait remplacer la loi sur le m&#234;me objet, du 30 mai 1973. Elle interdisait en particulier la chasse aux mammif&#232;res et aux oiseaux sur l'ensemble du territoire vaudois (art. 3 du projet); elle pr&#233;voyait la cr&#233;ation d'un \"fonds cantonal de la faune\", destin&#233; &#224; couvrir les frais r&#233;sultant de l'application de la loi et aliment&#233; notamment \"par les contributions des associations et fondations de protection des animaux, de la faune et de la nature\", selon un taux fix&#233; par le Conseil d'Etat p&#233;riodiquement (art. 6 du projet).\nPar d&#233;cret du 25 f&#233;vrier 1976, le Grand Conseil vaudois a ordonn&#233; la convocation des assembl&#233;es de commune &#224; l'effet de se prononcer sur l'initiative pour la protection de la faune. Il a recommand&#233; au peuple de rejeter cette initiative.\nLa F&#233;d&#233;ration des sections vaudoises de la Diana et la Section de Lausanne de la Soci&#233;t&#233; suisse des chasseurs, ainsi que Robert Nicole et Jean-Pierre Meylan, ont form&#233; un recours de droit public contre le d&#233;cret du Grand Conseil vaudois du 25 f&#233;vrier 1976. Ils en demandent l'annulation. Ils soutiennent que l'art 6 du projet de loi contenu dans l'initiative viole la constitution f&#233;d&#233;rale en ce sens qu'il instituerait un imp&#244;t qui ne respecterait ni le principe de la l&#233;galit&#233; ni celui de l'&#233;galit&#233;. L'inconstitutionnalit&#233; de cette disposition essentielle du projet aurait pour cons&#233;quence de rendre l'initiative contraire &#224; la constitution f&#233;d&#233;rale, ce qui impliquerait son annulation.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Selon l'art. 85 lettre a OJ, le Tribunal f&#233;d&#233;ral conna&#238;t des recours concernant le droit de vote des citoyens et de ceux qui ont trait aux &#233;lections et votations cantonales.\na) Les recourants Nicole et Meylan ont qualit&#233; pour former un tel recours, car ils sont citoyens actifs dans le canton de Vaud (ATF 100 Ia 380 /381, 235; ATF 99 Ia 728). Les associations recourantes ne sont en revanche pas recevables, comme telles, &#224; invoquer l'art. 85 lettre a OJ: elles ne sont pas des partis politiques ou des associations &#224; caract&#232;re politique; BGE 102 Ia 548 S. 550seuls leurs membres, s&#233;par&#233;ment, eussent eu la qualit&#233; pour agir, pour autant qu'ils exer&#231;assent leurs droits politiques dans le canton de Vaud.\nb) Le Tribunal f&#233;d&#233;ral a eu l'occasion de pr&#233;ciser &#224; plusieurs reprises que le citoyen, fond&#233; sur l'art. 85 lettre a OJ, a qualit&#233; pour requ&#233;rir l'annulation de la d&#233;cision cantonale soustrayant une initiative &#224; la votation du peuple (ATF 102 Ia 133 /134; ATF 101 Ia 354; ATF 100 Ia 234 /235, 388), de m&#234;me que l'annulation de la d&#233;cision soumettant l'initiative au vote populaire (ATF 99  Ia 728).\n\n    2. a) Selon la jurisprudence, c'est au regard du droit cantonal que doit &#234;tre r&#233;solue la question de savoir si le citoyen peut exiger qu'une initiative pr&#233;tendument inconstitutionnelle ne soit pas soumise au peuple (ATF 99 Ia 730, ATF 96 I 643). Un recours de droit public form&#233; en ce sens ne peut aboutir que si l'autorit&#233; l&#233;gislative cantonale a l'obligation de se prononcer sur la constitutionnalit&#233; et la l&#233;galit&#233; des initiatives et qu'elle doit ne pas soumettre au peuple celles d'entre elles qui sont contraires au droit. En l'absence d'une telle obligation, le recours doit &#234;tre rejet&#233;, la d&#233;cision du Parlement cantonal ne violant ni la constitution ni la loi.\nDans son arr&#234;t du 25 septembre 1973 en la cause Burkhalter et consorts (ATF 99 Ia 730), le Tribunal f&#233;d&#233;ral a consid&#233;r&#233; que le droit zurichois mettait &#224; la charge du Parlement cantonal l'obligation d'examiner la constitutionnalit&#233; et la l&#233;galit&#233; des initiatives. S'il a rejet&#233; le recours, c'est qu'il a statu&#233; que l'initiative en cause n'&#233;tait pas contraire au droit.\nEn l'esp&#232;ce, le Grand Conseil soutient que les r&#232;gles applicables en droit vaudois diff&#232;rent de celles qui valent dans le canton de Zurich. Il affirme en effet qu'il a l'obligation de soumettre au peuple toutes les initiatives, y compris celles dont la constitutionnalit&#233; est douteuse. Cette opinion ne peut cependant &#234;tre suivie. C'est &#224; tort que l'autorit&#233; l&#233;gislative vaudoise invoque, &#224; l'appui de son all&#233;gation, les art. 27 Cst. cant. et 102 de la loi sur l'exercice des droits politiques, du 17 novembre 1948. S'il est vrai que ces dispositions prescrivent que les initiatives doivent &#234;tre soumises au peuple, cela ne signifie pas qu'elles mettent &#224; la charge du Grand Conseil une obligation stricte. Dans son arr&#234;t Chappuis et consorts, du 2 juillet 1975, le Tribunal f&#233;d&#233;ral a jug&#233; que l'emploi, dans les dispositions pr&#233;cit&#233;es, des termes \"doivent &#234;tre soumis\" BGE 102 Ia 548 S. 551ne signifie pas que l'autorit&#233; cantonale soit tenue de soumettre au peuple toute demande d'initiative accompagn&#233;e du nombre requis de signatures; si elle doit l'examiner sur le plan formel, elle peut aussi porter son examen sur le plan mat&#233;riel et, par cons&#233;quent, sur le contenu m&#234;me de l'initiative. Le Grand Conseil est ainsi autoris&#233; &#224; ne pas soumettre au peuple une initiative inconstitutionnelle (arr&#234;t cit&#233;, consid. 2 non publi&#233; in ATF 101 Ia 356, publi&#233;  dans SJ 1976, p. 348). Il convient en l'esp&#232;ce d'examiner si cette autorit&#233; a l'obligation de faire usage de la facult&#233; dont elle jouit. Cette question doit  &#234;tre r&#233;solue par la n&#233;gative.\nb) Le droit vaudois ne contient pas de r&#232;gle qui restreindrait la facult&#233;  dont dispose le Grand Conseil de soumettre au peuple une initiative dont il a reconnu le caract&#232;re inconstitutionnel ou ill&#233;gal. On doit d&#232;s lors se demander si des principes g&#233;n&#233;raux du droit n'imposent pas certaines restrictions &#224;  l'exercice de cette facult&#233;. Tel n'est pas le cas. Les recourants rel&#232;vent certes que la sagesse exige que l'on n'ordonne pas une votation sur une initiative manifestement inconstitutionnelle. Ils font valoir qu'une telle consultation serait d&#233;pourvue de sens et entra&#238;nerait en outre des frais inutiles. Ces arguments, qui ont pour eux une certaine opportunit&#233;, ne peuvent en droit s'imposer. Avec raison, le Grand Conseil observe qu'il peut &#234;tre justifi&#233;, du point de vue politique, de faire proc&#233;der &#224; une votation populaire sans se prononcer pr&#233;alablement sur la constitutionnalit&#233; d'une initiative. En outre, il convient &#224; son avis d'&#233;viter que les citoyens ne soient enclins &#224;  penser que le refus de soumettre au peuple une initiative d&#233;clar&#233;e inconstitutionnelle pour des motifs juridiques souvent tr&#232;s discut&#233;s ne masque en r&#233;alit&#233; le d&#233;sir de limiter l'exercice du droit d'initiative. Cette argumentation a un poids suffisant pour que l'on reconnaisse au Grand Conseil une certaine libert&#233; quant &#224; la d&#233;cision de soumettre ou de ne pas soumettre &#224;  la votation populaire une initiative pr&#233;tendument inconstitutionnelle.\nc) Il n'existe aucune r&#232;gle de droit f&#233;d&#233;ral qui interdise &#224; l'autorit&#233;  cantonale de soumettre au peuple une initiative inconstitutionnelle. Les recourants invoquent le principe de la force d&#233;rogatoire du droit f&#233;d&#233;ral pour  &#233;tayer une opinion contraire. Cette derni&#232;re est d'ailleurs d&#233;fendue par GIACOMETTI (Das Staatsrecht der schweizerischen Kantone, p. 426) et FAVRE  (Droit constitutionnel suisse, p. 114). Mais le Tribunal BGE 102 Ia 548 S. 552f&#233;d&#233;ral l'a rejet&#233;e dans l'arr&#234;t Burkhalter et consorts (ATF 99 Ia 730). Le principe de la force d&#233;rogatoire du droit f&#233;d&#233;ral met uniquement obstacle &#224; la mise en vigueur de r&#232;gles de droit cantonal qui lui sont contraires. La d&#233;cision de soumettre &#224; la votation populaire une initiative dont le contenu viole la constitution ne porte pas atteinte au principe pr&#233;cit&#233;. Ce dernier ne devra &#234;tre pris en consid&#233;ration qu'au moment o&#249; le droit cantonal nouveau, adopt&#233; en votation populaire, sera applicable. Sa violation pourra &#234;tre all&#233;gu&#233;e dans le cadre d'un recours de droit public form&#233; contre les dispositions nouvelles pr&#233;tendument contraires au droit.\nAinsi, ni le droit cantonal, ni le droit f&#233;d&#233;ral ne s'opposent &#224; ce que le Grand Conseil vaudois soumette au peuple une initiative pr&#233;tendument inconstitutionnelle. Le pr&#233;sent recours doit d&#232;s lors &#234;tre rejet&#233;, sans qu'il soit n&#233;cessaire, pour le Tribunal f&#233;d&#233;ral, de se prononcer sur la constitutionnalit&#233; de l'initiative en cause.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours.\n \n   \n   "
}