{
  "titre": "99 IV 257",
  "annee": "1973",
  "contenu": "\n      \n  Chapeau\n99 IV 25761. Arr&#234;t de la Cour de cassation p&#233;nale du 19 octobre 1973, dans la cause B. contre Minist&#232;re public du canton de Vaud\n\n  \nRegeste\nArt. 5 et 6 CP:  1. Lorsqu'il trouve application, l'art. 5 l'emporte sur l'art. 6 CP (consid. 1). \n2. L'art. 5 CP deuxi&#232;me phrase n'implique pas la prise en consid&#233;ration des exigences du droit &#233;tranger quant au d&#233;p&#244;t d'une plainte, lorsqu'il se r&#233;f&#232;re &#224; la loi la plus favorable (consid. 5). \nArt. 191 ch. 1 et 2 CP: \n1. Le fait que le droit italien subordonne la poursuite des attentats &#224; la pudeur des enfants au d&#233;p&#244;t d'une plainte n'est pas contraire &#224; l'ordre public suisse (consid. 4). \n2. Un enfant est confi&#233; au sens de ces dispositions d&#232;s que, d'une mani&#232;re ou d'une autre, et de l'aveu du d&#233;tenteur de la puissancepaternelle, l'auteur dispose &#224; l'&#233;gard de l'enfant d'une autorit&#233; sp&#233;ciale qui entra&#238;ne une certaine d&#233;pendance (consid. 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 258\n\n\n    BGE 99 IV 257 S. 258\n   \n\n    A.- En 1971, Jean B., qui est un ami de la famille X, s'est vu confier - ce n'&#233;tait pas la premi&#232;re fois - le jeune Georges X, qui n'avait pas encore 12 ans, lors de vacances pass&#233;es en Italie, &#224; Bellaria. Durant la p&#233;riode o&#249; il a log&#233; seul avec l'enfant dans une chambre &#224; deux lits, il s'est livr&#233; sur lui &#224; des attentats &#224; la pudeur, en plusieurs occasions, en g&#233;n&#233;ral durant la sieste de l'apr&#232;s-midi. Ces actes se sont renouvel&#233;s r&#233;guli&#232;rement jusqu'au retour en Suisse, le 31 juillet.\nX, le p&#232;re de la victime, n'a pas d&#233;pos&#233; plainte. A l'occasion de son audition par le juge informateur de Vevey-Lavaux, le 14 d&#233;cembre 1971, ce magistrat lui a dit en effet que les crimes reproch&#233;s &#224; B. &#233;taient poursuivis d'office. Il a donc BGE 99 IV 257 S. 259renonc&#233; &#224; d&#233;poser plainte, alors qu'il aurait encore pu le faire en temps utile, n'ayant appris les faits incrimin&#233;s que le 28 octobre pr&#233;c&#233;dent.\n\n    B.- Le 22 novembre 1972, B. a &#233;t&#233; condamn&#233; par le Tribunal correctionnel du district de Vevey &#224; la peine de deux ans et demi d'emprisonnement sous d&#233;duction de 9 jours de d&#233;tention pr&#233;ventive et &#224; l'incapacit&#233; d'exercer une charge ou fonction officielle pour une dur&#233;e de cinq ans, pour attentat &#224; la pudeur des enfants. Les premiers juges ont relev&#233; que les actes en cause &#233;taient punissables en vertu des art. 519 ss et 542 du Code p&#233;nal italien; ils ont estim&#233; sans importance le fait que ces infractions ne soient poursuivies en Italie que sur plainte, celle-ci ressortissant au droit de proc&#233;dure et non au droit mat&#233;riel, tant en droit suisse qu'en droit italien.\nCe jugement a &#233;t&#233; confirm&#233; le 23 mars 1973 par la Cour de cassation p&#233;nale du Tribunal cantonal vaudois. Celle-ci a admis que le principe de la lex mitior s'appliquait aussi bien en fonction du droit de proc&#233;dure que du droit mat&#233;riel. Elle a toutefois relev&#233; que le p&#232;re de la victime avait manifest&#233; sa volont&#233; de voir punir B., qu'il ne s'&#233;tait abstenu de d&#233;poser plainte qu'&#224; la suite de la fausse indication donn&#233;e par le magistrat instructeur, que les faits incrimin&#233;s &#233;taient rattach&#233;s moins &#233;troitement &#224; l'ordre juridique italien qu'&#224; celui de la Suisse et enfin que ce serait faire preuve d'un formalisme excessif et agir contrairement &#224; l'ordre public dans ces conditions que de prononcer une lib&#233;ration pour le motif qu'une plainte n'aurait pas &#233;t&#233; d&#233;pos&#233;e en temps utile.\n\n    C.- B. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral; il conclut &#224; lib&#233;ration. Le Minist&#232;re public propose le rejet du recours.\nLe recourant a &#233;galement d&#233;pos&#233; un recours de droit public qui a &#233;t&#233; rejet&#233; le 14 septembre 1973.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Les actes incrimin&#233;s ont &#233;t&#233; commis &#224; l'&#233;tranger par un Suisse contre un Suisse. C'est donc l'art. 5 CP qui fonde l'application de la loi p&#233;nale et non l'art. 6 CP sur lequel il a le pas (THORMANN/VON OVERBECK, no 6 ad art. 5, no 2 ad art. 6; LOGOZ, no 2 ad art. 5, no 2b ad art. 6; HAFTER, partie g&#233;n&#233;rale p. 60).\nConform&#233;ment &#224; l'art. 5 CP, le droit suisse est applicable &#224; BGE 99 IV 257 S. 260quiconque aura commis &#224; l'&#233;tranger un crime ou un d&#233;lit contre un Suisse, pourvu que l'acte soit r&#233;prim&#233; aussi dans l'Etat o&#249; il a &#233;t&#233; commis, si l'auteur se trouve en Suisse et n'est pas extrad&#233; &#224; l'&#233;tranger, ou s'il est extrad&#233; &#224; la Conf&#233;d&#233;ration &#224; raison de cette infraction. La loi &#233;trang&#232;re sera toutefois applicable si elle est plus favorable &#224; l'inculp&#233;.\n\n    2. Il n'est pas contest&#233; que les actes en cause, qui sont r&#233;prim&#233;s aux art. 191 ch. 1 et 2 CP, sont poursuivis d'office en Suisse. Les premiers juges ont admis qu'ils tombaient en Italie sous le coup des art. 519 (della violenza carnale) et 521 (atti di libidine violenti) du code p&#233;nal italien (CPI) qui pr&#233;voient respectivement des peines de r&#233;clusion de 3 et 2 ans au minimum. Ces dispositions trouvent effectivement application, d&#232;s lors que le droit italien assimile le \"co&#239;tus in os\" &#224; la \"congiunzione carnale\" et du fait que, conform&#233;ment aux art. 519 al. 2 ch. 1 et 2, et 521 al. 2 CPI, il consid&#232;re de tels actes exerc&#233;s m&#234;me sans violence contre un enfant de moins de 14 ans (\"persona la quale al momento del fatto non ha compiuto gli anni quattordici\"), ou contre un enfant de moins de 16 ans, lorsqu'il a &#233;t&#233; confi&#233; &#224; l'auteur (\"... quando il colpevole... &#232; un'altra persona a cui il minore &#232; affidato per ragioni... di custodia\"), comme un viol (\"violenza carnale\") ou comme un attentat &#224; la pudeur avec violence (\"atti di libidine violenti\"). Les peines minimums sont donc plus lourdes selon le droit italien que selon le Code p&#233;nal (cf. art. 191 ch. 1 et 2 al. 2 CP).\nConform&#233;ment &#224; l'art. 542 CPI, ces infractions ne sont poursuivies que sur plainte de la victime ou du p&#232;re de celle-ci (genitore, art. 120 CPI, lorsqu'elle n'a pas encore 14 ans). La plainte ne peut &#234;tre retir&#233;e. La poursuite a parfois lieu d'office, mais seulement dans certaines hypoth&#232;ses non r&#233;alis&#233;es ici.\n\n    3. Ainsi que l'a admis &#224; juste titre l'autorit&#233; cantonale, le p&#232;re de la victime n'a pas d&#233;pos&#233; plainte. Peu importe qu'il ait &#233;t&#233; induit en erreur par le magistrat instructeur. De toute mani&#232;re il a lui-m&#234;me reconnu devant les premiers juges qu'il ne pouvait dire ce qu'il aurait fait s'il avait &#233;t&#233; en mesure d'agir en toute connaissance de cause. Il ressort plut&#244;t de ses d&#233;clarations que s'il acceptait difficilement l'id&#233;e que le recourant soit acquitt&#233;, il n'en demandait pas lui-m&#234;me la punition, estimant que cette t&#226;che incombait &#224; l'Etat.\n\n    4. On ne saurait en revanche suivre l'autorit&#233; cantonale quand elle consid&#232;re la lib&#233;ration du recourant faute du BGE 99 IV 257 S. 261d&#233;p&#244;t d'une plainte comme l'effet d'un formalisme excessif et comme une cons&#233;quence contraire &#224; l'ordre public suisse. Il ne faut pas confondre la lib&#233;ration des fins de la poursuite p&#233;nale qui intervient pour des raisons de proc&#233;dure et l'acquittement qui est une d&#233;claration d'innocence. Il arrive couramment, dans un Etat de droit, qui se doit de prot&#233;ger les citoyens contre les exc&#232;s de la puissance publique, qu'un acte punissable en soi n'entra&#238;ne aucune condamnation. Cela n'est contraire &#224; l'ordre public que si une norme fondamentale, reposant sur le sentiment profond de la population, en est transgress&#233;e (RO 97 I 156, consid. 5; 96 I 397). Tel n'est le cas, lorsque l'application du droit &#233;tranger conduit &#224; lib&#233;rer un accus&#233;, que dans des circonstances exceptionnelles.\nSelon ANTOLISEI (Manuale di diritto penale, partie sp&#233;ciale I, 4e &#233;dition, Milan 1960 p. 385), la ratio legis de la r&#233;glementation italienne est que, dans le domaine intime, la victime peut avoir un int&#233;r&#234;t pr&#233;pond&#233;rant &#224; &#233;viter toute publicit&#233;. S'agissant par ailleurs d'une infraction contre les moeurs commise sur un enfant, l'audition de la victime, au cours d'une poursuite p&#233;nale, est de nature &#224; rendre plus profond et plus durable le tort moral qui lui a &#233;t&#233; caus&#233;.\nLe droit f&#233;d&#233;ral lui aussi conna&#238;t l'exigence du d&#233;p&#244;t d'une plainte dans l'int&#233;r&#234;t du l&#233;s&#233;, &#224; c&#244;t&#233; de celle qui est fond&#233;e sur le peu de gravit&#233; de l'infraction (GERMANN, Das Verbrechen im neuen Strafrecht, p. 205/6 nos 1 et 2; HAFTER, partie g&#233;n&#233;rale, p. 134/135; LOGOZ, p. 119 no 3; SCHWANDER, p. 224 no 417; THORMANN/VON OVERBECK, p. 132 no 1). Il en est ainsi en mati&#232;re d'enl&#232;vement (art. 183 ch. 1 CP), d'abus de la d&#233;tresse ou de la d&#233;pendance o&#249; se trouve une femme (art. 197 CP), de violation d'une obligation d'entretien (art. 217 CP), d'abandon d'une femme enceinte (art. 218 CP), ainsi que pour certains d&#233;lits commis contre les proches et les familiers (art. 137 et 140 CP).\nSelon les l&#233;gislations p&#233;nales en vigueur au d&#233;but du si&#232;cle, l'attentat &#224; la pudeur des enfants n'&#233;tait souvent poursuivi que sur plainte, pour autant que la victime ne soit pas confi&#233;e aux soins de l'auteur. Ainsi &#224; Fribourg (art. 195), en Valais (art. 204) et Vaud (art. 200). Ce n'est que plus tard (Fribourg, 1924, art. 110; Vaud, 1931, art. 184) que ces infractions ont &#233;t&#233; poursuivies d'office. Quant aux l&#233;gislations de langue allemande, plusieurs d'entre elles ne r&#233;primaient que les relations BGE 99 IV 257 S. 262intimes entretenues avec des fillettes, et seulement sur plainte (Zurich, Glaris, Zoug, Appenzell, Grisons et Argovie). Lorsque l'acte portait sur un enfant confi&#233;, le d&#233;p&#244;t d'une plainte n'&#233;tait pas n&#233;cessaire, de m&#234;me &#224; Fribourg, Vaud et Neuch&#226;tel en cas de corruption ou de s&#233;duction. La notion d'enfant confi&#233; variait d'un canton &#224; l'autre, si bien que le recourant n'aurait pas &#233;t&#233; punissable partout (cf. STOOSS, Grundz&#252;ge des Schweizerischen Strafrechts, Tome 2, p. 222 ss).\nLa r&#233;glementation italienne est plus pr&#233;cise et plus d&#233;taill&#233;e que les l&#233;gislations cantonales pr&#233;cit&#233;es. Les infractions en cause y sont poursuivies sur plainte, mais celle-ci une fois d&#233;pos&#233;e ne peut plus &#234;tre retir&#233;e, de fa&#231;on &#224; &#233;viter une extorsion ou un marchandage. Le droit de plamte appartient aux parents, soit &#224; ceux qui au premier chef ont pour t&#226;che de veiller au bien de l'enfant. La poursuite a toutefois lieu d'office lorsque l'acte est le fait des parents, du tuteur, d'un employ&#233; ou fonctionnaire public, ou lorsqu'il est li&#233; &#224; d'autres infractions poursuivies d'office. Au vu de ce qui pr&#233;c&#232;de, de telles dispositions, si elles s'&#233;cartent du droit en vigueur en Suisse, ne heurtent pas le sentiment de la justice qui y est commun&#233;ment re&#231;u.\n\n    5. Contrairement &#224; l'opinion de l'autorit&#233; cantonale, la circonstance que l'infraction, commise par un Suisse contre un Suisse, ait eu lieu au cours d'un s&#233;jour de br&#232;ve dur&#233;e en Italie n'autorise nullement &#224; faire abstraction du droit du lieu de commission, auquel se r&#233;f&#232;rent sans restriction les art. 5 et 6 CP et &#224; ignorerle droit souverain de chaque Etat &#224; faire r&#233;gner l'ordre et la paix sur son territoire. Le seul point d&#233;terminant en l'esp&#232;ce est celui de savoir si l'art. 5 deuxi&#232;me phrase implique la prise en consid&#233;ration des exigences du droit &#233;tranger quant au d&#233;p&#244;t d'une plainte, dans le cas d'une infraction poursuivie d'office en Suisse. Cette question doit &#234;tre examin&#233;e &#224; plusieurs points de vue.\na) Selon une jurisprudence constante, la plainte est exclusivement une condition de la poursuite p&#233;nale et rel&#232;ve par cons&#233;quent de la proc&#233;dure. La punissabilit&#233; n'en d&#233;pend pas (RO 69 IV 72, 73 IV 97, 81 IV 92, consid. 3, 98 IV 146 consid. 2; GERMANN, Code annot&#233;; SCHwANDER, no 416 a; contra SCHULTZ, partie g&#233;n&#233;rale Tome 1, p. 148). Cette mani&#232;re de voir para&#238;t la plus naturelle, car l'institution de la plainte, on l'a vu, a pour but d'&#233;viter une poursuite inopportune plut&#244;t que d'assurer l'impunit&#233; dans certains cas, tout au moins pour BGE 99 IV 257 S. 263les plus graves des infractions poursuivies sur plainte. Il y a d'autant moins de raisons de s'en &#233;carter que la jurisprudence des Etats voisins va dans le m&#234;me sens (Allemagne: SCHOENKE/SCHROEDER, &#167; 61 no 8; France: BOUZAT, Trait&#233;, Tome 1 no 866; Autriche: RITTLER, Tome 1 p. 71 et 248). La Cour de cassation p&#233;nale italienne notamment, en accord avec la majorit&#233; de la doctrine, consid&#232;re la plainte comme une condition de la poursuite [Cass. 3.9.1951 (Foro penale, 1952, 21) cit&#233; par MANZINI, Trattato di diritto penale italiano, Tome 1, 4e &#233;dition, 1961, compl&#233;t&#233;e par PISAPIA, no 187 III p. 490, rem. 9 in fine; cf. encore GIUSEPPE GIANZI, Enciclopedia del diritto, Giufr&#233;, Tome 16, 1967, \"Estradizione\", p. 30 rem. 104 et cit.; Novissimo digesto italiano, \"Estradizione\", Tome 6 p. 1014; ANTOLISEI, partie g&#233;n&#233;rale no 237; LEONE, Istituzione di diritto processuale penale, Tome 1, Naples 1965, p. 326].\nb) Ce point de vue est renforc&#233; par le texte m&#234;me des art. 5 al. 1 et 6 al. 1 CP. On y voit en effet que l'application du code p&#233;nal suisse d&#233;pend de la circonstance que l'acte est \"r&#233;prim&#233;\" &#224; l'&#233;tranger (texte allemand: \"strafbar\"; texte italien: \"punibile\"). De plus, la version allemande de la deuxi&#232;me phrase de ces dispositions fait allusion &#224; une \"loi plus douce\" (milderem Gesetz). Or on ne saurait parler de loi plus douce qu'en comparant deux peines (ou deux sanctions, cf. mutatis mutandis RO 68 IV 37, 66, s'agissant de la comparaison de peines et de mesures de s&#251;ret&#233;). Il est peu vraisemblable que les versions romandes, plus g&#233;n&#233;rales (\"plus favorable\", \"pi&#249; favorevole\") marquent la volont&#233; de s'&#233;carter du sens obvie de la premi&#232;re phrase de l'alin&#233;a qui consacre la double punissabilit&#233; et du texte allemand correspondant. Il s'agit bien plut&#244;t d'une recherche r&#233;dactionnelle.\nc) L'art. 5 CP consacre une solution subsidiaire &#224; l'extradition, mais cela n'emporte pas que le droit suisse a un caract&#232;re suppl&#233;tif. Au contraire, il est applicable au premier chef, tandis que le droit &#233;tranger n'entre en consid&#233;ration que s'il entra&#238;ne une punition moins s&#233;v&#232;re. Si l'art. 5 CP pr&#233;voit l'application de la lex fori au lieu de la lex loci delicti m&#234;me pour le droit mat&#233;riel, il faut admettre a fortiori qu'il en va de m&#234;me pour le droit de proc&#233;dure (cf. RO 62 II 219; 68 IV 39, 62; 69 IV 138) et, partant, pour ce qui regarde l'exigence d'une plainte p&#233;nale. La loi ne contient pas &#224; l'&#233;gard de l'art. 5 CP une exception BGE 99 IV 257 S. 264analogue &#224; celle qui figure &#224; l'art. 339 ch. 3 CP pour le droit intertemporel. De toute mani&#232;re, l'absence d'une plainte, m&#234;me en droit italien, n'enl&#232;ve rien au caract&#232;re illicite ou punissable de l'acte.\nd) Un argument suppl&#233;mentaire est encore fourni par le d&#233;veloppement du droit en mati&#232;re d'extradition. Celle-ci assur&#233;ment ne doit pas &#234;tre accord&#233;e lorsque aucune plainte n'a &#233;t&#233; d&#233;pos&#233;e et que l'infraction n'est poursuivie que sur plainte dans l'Etat requ&#233;rant (RO 78 I 136 consid. 2), car elle n'aurait aucun sens, ne pouvant conduire &#224; aucune condamnation. En revanche, contrairement &#224; une partie de la jurisprudence la plus ancienne (cf. SCHULTZ, Auslieferung, p. 338 rem. 149), la plus r&#233;cente, en accord avec l'opinion exprim&#233;e au RO 69 IV 69 ss, admet que le d&#233;faut de plainte - m&#234;me pr&#233;vue par le code p&#233;nal - ne s'oppose pas &#224; l'extradition lorsque l'infraction en cause est poursuivie d'office dans l'Etat requ&#233;rant (arr&#234;t du Conseil f&#233;d&#233;ral, 20 mai 1958, JAAC 1958, no 67). Quant &#224; la convention europ&#233;enne d'extradition, si elle mentionne comme cause de refus la prescription, elle ne fait aucune allusion &#224; l'absence de plainte. Enfin, la jurisprudence italienne accepte une requ&#234;te d'extradition m&#234;me si l'exigence du droit italien quant au d&#233;p&#244;t d'une plainte n'est pas remplie [Cass. 4 juillet 1952, in Giust. pen. 1953 II 144 m. 76; Cass. 3 septembre 1951, Foro penale, 1952, 21 cit&#233;s par MANZINI, Trattato di diritto penale italiano, Tome 1, 4e &#233;d., 1961, no 187 II p. 490, rem. 9 in fine (compl&#233;ment de PISAPIA); GIUSEPPE GIANZI, Enciclopedia del diritto, Giufr&#233;, Tome 16, 1967, \"Estradizione\", p. 30 rem. 104, indique d'autres d&#233;cisions dans le m&#234;me sens et renvoie &#224; diff&#233;rents auteurs qui soutiennent la m&#234;me opinion: Aloisi-Fini, Grispigni, Pannain; toutefois lui-m&#234;me serait dans ce cas oppos&#233; &#224; l'extradition; Novissimo digesto italiano, \"Estradizione\", Tome 6 p. 1014 et citations de jurisprudence]. La doctrine fran&#231;aise ne soutient pas un avis diff&#233;rent (DONNEDIEU DE VABRES, Principes modernes du Droit p&#233;nal international, Paris 1928 p. 275 rem. 49; DALLOZ, Encyclop&#233;die, Droit international et Droit p&#233;nal) et ne prend en consid&#233;ration le d&#233;p&#244;t de la plainte que s'il est exig&#233; par le droit de l'Etat requ&#233;rant.\nSi la Suisse accepte d'extrader pour une infraction qu'elle ne poursuit elle-m&#234;me que sur plainte, alors que celle-ci n'a pas &#233;t&#233; d&#233;pos&#233;e, il est logique que, de son c&#244;t&#233; et dans le cas inverse, elle demande l'extradition et punisse l'auteur. Elle ne peut agir BGE 99 IV 257 S. 265diff&#233;remment lorsque ce dernier est arr&#234;t&#233; et traduit en justice sans avoir &#233;t&#233; extrad&#233;.\ne) Il est vrai que la majorit&#233; de la doctrine estime que l'exigence du d&#233;p&#244;t d'une plainte selon la lex loci delicti doit &#234;tre prise en consid&#233;ration lors de l'application de l'art. 5 CP, lorsque l'infraction est poursuivie d'office en Suisse: HAFTER (partie g&#233;n&#233;rale p. 59 avec renvoi &#224; p. 44 ch. III, p. 134), LOGOZ (art. 5 no 4 et renvoi &#224; l'art. 2 no 5 et art. 339 ainsi que la remarque g&#233;n&#233;rale sur les art. 28 &#224; 31 no 5, p. 120), THORMANN/VON OVERBECK (art. 5 nos 11 et 12, art. 28 no 2) et SCHULTZ, Schweiz. Auslieferungsrecht, p. 336). Pour ces auteurs, cette opinion est naturelle puisqu'ils admettent le caract&#232;re mat&#233;riel de la plainte.\nOn a vu toutefois que la plainte doit &#234;tre consid&#233;r&#233;e comme une condition de la poursuite p&#233;nale et, par ailleurs, lorsque l'infraction est punissable au lieu de commission, il serait contraire &#224; la r&#233;alit&#233; des choses que l'auteur puisse soutenir que son acte est tol&#233;r&#233; ou licite pour le seul motif qu'une plainte - dont l'absence ou l'existence est ind&#233;pendante de sa volont&#233; - n'a pas &#233;t&#233; d&#233;pos&#233;e.\n\n    6. Sur le fond, c'est &#224; juste titre que le recourant ne conteste pas que les alin&#233;as 2 de l'art. 191 ch. 1 et 2 CP lui sont applicables et que l'une des conditions d'aggravation du d&#233;lit, qui sont exhaustivement &#233;num&#233;r&#233;es par la loi (RO 91 IV 195), est r&#233;alis&#233;e.\nLes premiers juges ont relev&#233; que l'enfant &#233;tait confi&#233; aux soins du recourant. Cette expression, qui correspond au texte italien \"affidato alle cure di questo\", ne se rapporte pas exclusivement aux cas analogues &#224; la tutelle, dans lesquels une personne remplace durablement les parents aupr&#232;s d'un mineur. Il suffit que, d'une mani&#232;re ou d'une autre et de l'aveu du d&#233;tenteur de la puissance paternelle, l'auteur dispose &#224; l'&#233;gard de l'enfant d'une autorit&#233; sp&#233;ciale qui entra&#238;ne une certaine d&#233;pendance. C'est l'abus de la relation d&#233;coulant de cette autorit&#233; d'une part et de cette d&#233;pendance d'autre part, que r&#233;priment les dispositions en cause (RO 82 IV 192/3; 83 IV 73). Contrairement &#224; l'avis exprim&#233; dans le dernier arr&#234;t cit&#233; (p. 74 supra), on ne saurait n&#233;cessairement rattacher cette relation &#224; l'autorit&#233; domestique au sens de l'art. 331 CC. Celle-ci d'ailleurs faisait en l'occurrence d&#233;faut, puisque la victime ne vivait pas en m&#233;nage commun avec le recourant. Il suffit au contraire que la BGE 99 IV 257 S. 266relation autorit&#233; sp&#233;ciale - d&#233;pendance soit suffisamment imm&#233; diate, comme en l'esp&#232;ce. En effet, sans compter que le recourant partageait la chambre de sa victime, il jouissait aupr&#232;s de la famille de celle-ci d'une confiance particuli&#232;re; l'enfant de plus se trouvait &#233;loign&#233; des siens, en pays &#233;tranger et il a &#233;t&#233; priv&#233;, apr&#232;s le d&#233;part de son oncle, de tout recours aupr&#232;s d'un tiers. M&#234;me si le recourant n'avait pas &#224; l'&#233;gard de sa victime les m&#234;mes devoirs que les parents de celle-ci, il avait accept&#233; de veiller &#224; son bien durant les vacances. Cette charge librement assum&#233;e impliquait notamment une surveillance et une protection dans le domaine des moeurs. L'enfant &#233;tait donc bien confi&#233; au sens de l'art. 191 ch. 1 al. 2 et 191 ch. 2 al. 2 CP.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le pourvoi.\n \n   \n   "
}