{
  "titre": "94 I 286",
  "annee": "1968",
  "contenu": "\n      \n  Chapeau\n94 I 28642. Arr&#234;t du 18 juin 1968 dans la cause Werren contre Etat de Vaud.\n\n  \nRegeste\nExpropriation (LEx. art. 5, 19 lettre b, 22 al. 1, 69; CC. art. 684).  1. Expropriation d'une servitude: applicabilit&#233; des r&#232;gles relatives &#224; l'expropriation partielle; compensation des inconv&#233;nients par les avantages (consid. 3). \n2. Point de d&#233;part et taux de l'int&#233;r&#234;t de l'indemnit&#233; d'expropriation (consid. 4). \n3. Droits d&#233;coulant des rapports de voisinage: comp&#233;tence des autorit&#233;s d'expropriation - &#224; l'exclusion du juge ordinaire - pour d&#233;cider s'il y a exc&#232;s et, partant, droit &#224; indemnit&#233; (changement de jurisprudence) (consid. 7). \n4. Bruit provenant d'une autoroute; \"usage local\": \na) en g&#233;n&#233;ral, il n'y a pas d'exc&#232;s (consid. 8a). \nb) r&#233;serve des cas o&#249; le dommage est sp&#233;cial, impr&#233;visible et grave (consid. 9). \n\n\n  \n  \n  \nFaits &#224; partir de page 287\n\n\n    BGE 94 I 286 S. 287\n   \n\n    A.- Jean Werren &#233;tait propri&#233;taire en St-Jean, commune de Morges, d'une parcelle de 806 m2 sur laquelle a &#233;t&#233; construite, en 1954-1955, une villa locative de trois appartements. Ce fonds (no 1176) faisait partie d'un groupe de cinq parcelles (nos 1174 &#224; 1178), align&#233;es du nord-ouest au sud-est entre la route cantonale Morges-Lonay au nord et la ligne CFF Lausanne-Gen&#232;ve au sud. Sur les parcelles 1174 et 1175, au nord-ouest, et sur la parcelle 1178, au sud-est, des villas ont &#233;t&#233; &#233;difi&#233;es, tandis que la parcelle 1177, au sud-est, n'&#233;tait pas b&#226;tie. A l'est de la propri&#233;t&#233; Werren quelques villas ont &#233;galement &#233;t&#233; construites, tandis qu'&#224; l'ouest s'&#233;tendait un terrain vague, au-del&#224; duquel a &#233;t&#233; &#233;difi&#233;e la fabrique d'horlogerie Richard, seule construction industrielle implant&#233;e dans le voisinage imm&#233;diat, mais dont l'activit&#233; n'est pas bruyante.\nL'immeuble Werren &#233;tait int&#233;ress&#233; comme fonds dominant et comme fonds servant &#224; une servitude de restriction au droit de b&#226;tir, constitu&#233;e sur chacune des cinq parcelles pr&#233;cit&#233;es, et selon laquelle l'implantation de villas devrait se faire \"en quinconce\", servitude inscrite au registre foncier en 1950, sous le no 125 673.\n\n    B.- Le trac&#233; d&#233;finitif de l'autoroute Gen&#232;ve-Lausanne dans la r&#233;gion de Morges/St-Jean a &#233;t&#233; approuv&#233; par le Conseil d'Etat du canton de Vaud le 6 mars 1961 et par le D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur le 29 mars 1961. Il emprunte les parcelles 1177 et 1178, situ&#233;es au sud-est de l'immeuble Werren, qui ont &#233;t&#233; acquises par l'Etat de Vaud et d&#233;grev&#233;es de la servitude 125 673. Le b&#226;timent construit sur la parcelle 1178 a &#233;t&#233; d&#233;moli.\nL'autoroute, large de 26 m et sur&#233;lev&#233;e de 1,50 m environ par rapport au niveau naturel du sol, se trouve &#224; une distance de 10 m de la limite sud-est de la propri&#233;t&#233; Werren et &#224; 20 m environ de la fa&#231;ade de la villa. Elle longe les voies ferr&#233;es, entre celles-ci et la villa. A cet endroit, consid&#233;r&#233; comme \"travers&#233;e\" urbaine, elle est &#233;clair&#233;e toute la nuit.\n\n    BGE 94 I 286 S. 288\n   \n\n    C.- Jean Werren est intervenu lors de la mise &#224; l'enqu&#234;te pour faire valoir son droit &#224; &#234;tre indemnis&#233; pour la suppression de la servitude fonci&#232;re grevant les deux parcelles acquises par l'Etat et pour l'expropriation du droit d&#233;coulant pour lui des rapports de voisinage (art. 684 CC); il all&#233;guait qu'il subissait un dommage du fait de la construction de l'autoroute (notamment obstacle &#224; la vue), mais surtout de la future utilisation de cette art&#232;re (bruit, poussi&#232;re, gaz, &#233;clairage intense durant la nuit).\nDans la discussion qui s'engagea entre les parties, l'Etat de Vaud d&#233;clara qu'ayant acquis la parcelle situ&#233;e &#224; l'ouest de l'immeuble Werren, il la c&#233;derait &#224; une soci&#233;t&#233; coop&#233;rative d'habitation pour la construction de deux b&#226;timents locatifs, en la grevant de deux servitudes, l'une interdisant toute industrie quelconque, l'autre fixant la ligne des constructions &#224; 10 m de la limite du c&#244;t&#233; de l'immeuble Werren.\nLa tentative de conciliation ayant &#233;chou&#233;, Jean Werren maintint sa demande d'indemnit&#233; de 12 000 fr., repr&#233;sentant 10% de la valeur de sa propri&#233;t&#233;, estim&#233;e &#224; 120 000 fr.\n\n    D.- La Commission f&#233;d&#233;rale d'estimation &#233;carta les conclusions de Jean Werren, par d&#233;cision du 21 juillet 1961 notifi&#233;e le 25 du m&#234;me mois. Elle motiva sa d&#233;cision comme il suit. en bref:\nLa suppression de la servitude 125 673 n'entra&#238;ne pas de dommage, pour le propri&#233;taire, du fait que l'autoroute n'est pas plus g&#234;nante pour la vue que des villas en quinconce, ou que des b&#226;timents industriels.\nEn ce qui concerne l'atteinte aux droits de voisinage, l'autoroute sera peu bruyante en cet endroit, du fait de son trac&#233; plane et rectiligne; elle ne provoquera pas plus de bruit que les 150 trains qui passent chaque jour sur la ligne CFF et dont certains s'arr&#234;tent &#224; la halte de St-Jean, ni que les b&#226;timents industriels qui auraient pu s'implanter sur les terrains situ&#233;s &#224; l'ouest, selon le plan d'am&#233;nagement communal. L'Etat s'engageant &#224; constituer sur ces derniers terrains une servitude excluant la construction d'usines, le requ&#233;rant b&#233;n&#233;ficie de cette situation. L'&#233;clairage de l'autoroute ne sera pas plus intense que celui d'une autre voie publique &#224; l'int&#233;rieur d'une agglom&#233;ration, de sorte qu'en d&#233;finitive le trafic de l'autoroute ne sera pas plus g&#234;nant pour la villa Werren que celui de n'importe quelle voie publique &#224; l'int&#233;rieur d'une localit&#233;.\n\n    BGE 94 I 286 S. 289\n   \nE.- Par acte du 23 ao&#251;t 1961, Jean Werren recourut au Tribunal f&#233;d&#233;ral contre la d&#233;cision de la Commission f&#233;d&#233;rale d'estimation. Il maintint sa demande d'indemnit&#233; pour les dommages r&#233;sultant de la suppression de la servitude 125 673 et, subsidiairement, de l'atteinte aux rapports de voisinage.\nA son avis, cette servitude a non seulement pour effet de sauvegarder la vue au sud de la villa, mais &#233;galement d'interdire, sur les parcelles situ&#233;es au sud, la construction d'autres b&#226;timents que des villas, notamment d'&#233;tablissements industriels incommodants et bruyants. Permettant la construction d'une autoroute particuli&#232;rement bruyante, l'extinction de la servitude cause &#224; l'expropri&#233; un dommage qu'il &#233;value &#224; 12000 fr.\nEn ce qui concerne l'atteinte aux droits de voisinage, le recourant argumente comme il suit: L'Etat de Vaud n'a pas contest&#233; valablement l'atteinte port&#233;e aux droits garantis par l'art. 684 CC, faute d'avoir proc&#233;d&#233; conform&#233;ment &#224; l'art. 69 LEx.; d&#232;s lors, seule la quotit&#233; de l'indemnit&#233; peut encore &#234;tre discut&#233;e. La Commission a admis que l'expropri&#233; avait droit &#224; une indemnit&#233; pleine et enti&#232;re, sans qu'il y ait lieu de tenir compte de l'importance ou de la rentabilit&#233; des d&#233;penses engag&#233;es par l'Etat (RO 87 I 89). Allant au-del&#224; de ses comp&#233;tences au regard de l'art. 69 LEx., elle a cependant estim&#233; que les inconv&#233;nients r&#233;sultant de la construction et de l'utilisation de l'autoroute ne constituaient pas un exc&#232;s au regard de l'art 684 CC.\nLe recourant conteste cette affirmation. Il soutient que les inconv&#233;nients provenant du trafic de l'autoroute seront consid&#233;rables et constants, qu'en particulier le bruit en sera insupportable, sans commune mesure avec les inconv&#233;nients qui pourraient r&#233;sulter de constructions locatives ou industrielles &#224; proximit&#233;. A son avis, la construction de l'autoroute n'apportera &#224; sa propri&#233;t&#233; aucun avantage qui puisse en compenser les inconv&#233;nients; d'autre part, il n'y a pas lieu de tenir compte des inconv&#233;nients tr&#232;s hypoth&#233;tiques - et d'ailleurs minimes - provenant d'installations industrielles qui se seraient implant&#233;es si l'Etat ne construisait pas l'autoroute et ne cr&#233;ait pas les servitudes de restriction de b&#226;tir sur les parcelles situ&#233;es &#224; l'ouest.\nEn cons&#233;quence, le recourant conclut principalement &#224; la r&#233;forme de la d&#233;cision attaqu&#233;e et &#224; l'allocation d'une indemnit&#233; d'expropriation de 12 000 fr. portant int&#233;r&#234;t &#224; 5% d&#232;s le BGE 94 I 286 S. 29028 janvier 1961 (date de son intervention dans la proc&#233;dure d'enqu&#234;te), - tr&#232;s subsidiairement &#224; l'annulation de la d&#233;cision attaqu&#233;e et au renvoi de la cause &#224; la Commission pour nouvelle instruction et nouvelle d&#233;cision dans le sens des consid&#233;rants. Il requiert en outre l'allocation d'une indemnit&#233; de 750 fr. - ou tout autre montant que justice dira - &#224; titre de d&#233;pens de premi&#232;re instance et d'un montant semblable &#224; titre de d&#233;pens de seconde instance.\nL'Etat de Vaud conclut au rejet du recours. Il produit l'acte du 15 septembre 1961 par lequel il a c&#233;d&#233; la parcelle ouest &#224; une soci&#233;t&#233; coop&#233;rative d'habitation et constitu&#233; sur cette parcelle deux servitudes, l'une y interdisant toute construction industrielle, l'autre fixant la ligne des constructions &#224; 10 m de la limite, du c&#244;t&#233; de l'immeuble Werren.\n\n    F.- D'entente avec les parties, le Juge d'instruction a suspendu la proc&#233;dure jusqu'&#224; la mise en service de l'autoroute, au printemps 1964. Il ordonna le 15 avril 1964 une expertise technique portant sur le bruit, qu'il confia au professeur Furrer, de l'Ecole polytechnique f&#233;d&#233;rale.\nDans son rapport d&#233;pos&#233; le 27 janvier 1965, l'expert arrive &#224; la conclusion que le bruit provenant de l'utilisation de l'autoroute ne d&#233;passe pas les niveaux sonores admissibles le long des routes &#224; grand trafic &#224; la sortie des villes ou dans de petites localit&#233;s, tels qu'ils ont &#233;t&#233; fix&#233;s par la Commission f&#233;d&#233;rale d'experts pour la lutte contre le bruit.\n\n    G.- Par ordonnance du 4 octobre 1965, le Juge d'instruction chargea une commission de trois membres, compos&#233;e de MM. Kratzer, notaire &#224; Vevey, Zumstein, notaire &#224; Lausanne et Piccard, architecte &#224; Lausanne, d'examiner les r&#233;percussions de la construction de l'autoroute et de son utilisation sur la valeur v&#233;nale de l'immeuble Werren.\nLes trois experts d&#233;pos&#232;rent leur rapport le 28 ao&#251;t 1967. Ils r&#233;pondirent, par un rapport compl&#233;mentaire du 14 novembre 1967, aux questions suppl&#233;mentaires pos&#233;es par les parties.\nIls arrivent &#224; la conclusion que les inconv&#233;nients du trafic d&#233;passent ce qui est normalement supportable et qu'un pr&#233;judice en r&#233;sulte pour le propri&#233;taire. Ils estiment que ce pr&#233;judice &#233;quivaut &#224; 10% de la valeur v&#233;nale de la propri&#233;t&#233;, qu'il n'est pas exag&#233;r&#233; de fixer &#224; 120 000 fr., de sorte que la demande d'indemnit&#233; de 12 000 fr. est justifi&#233;e.\n\n    H.- Dans son projet d'arr&#234;t du 28 d&#233;cembre 1967, le Juge BGE 94 I 286 S. 291d'instruction a propos&#233; d'admettre le recours en principe, c'est-&#224;-dire de condamner l'Etat de Vaud &#224; payer aux h&#233;ritiers de Jean Werren - d&#233;c&#233;d&#233; en cours de proc&#233;dure - une indemnit&#233; de 12 000 fr., portant int&#233;r&#234;ts &#224; 41/2% d&#232;s la mise en service de l'autoroute, et de mettre tous les frais, y compris ceux des deux expertises s'&#233;levant &#224; 10 513 fr. 80, &#224; la charge de l'intim&#233;, qui devrait verser en outre 1000 fr. de d&#233;pens &#224; l'autre partie pour les deux instances.\nL'Etat de Vaud a requis le Tribunal f&#233;d&#233;ral de prononcer un jugement, tandis que les h&#233;ritiers de Jean Werren se sont soumis sans r&#233;serve au projet d'arr&#234;t.\nR&#233;formant la d&#233;cision de la commission f&#233;d&#233;rale d'estimation, le Tribunal f&#233;d&#233;ral a accord&#233; l'indemnit&#233; de 12 000 fr., en raison de la suppression de la servitude.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. - Il n'est pas contest&#233; que l'acquisition par l'Etat des deux parcelles 1177 et 1178 en vue d'y faire passer l'autoroute entra&#238;ne l'extinction de la servitude qui les grevait et dont b&#233;n&#233;ficiait entre autres l'immeuble Werren. Il n'est pas douteux non plus (on le verra plus loin) que l'exploitation de l'autoroute conform&#233;ment &#224; sa destination entra&#238;ne la suppression du droit, pour Werren, de se d&#233;fendre en qualit&#233; de voisin contre les immissions excessives in&#233;vitables qui en proviennent. Ces droits (servitude et droit d&#233;coulant des rapports de voisinage) peuvent faire l'objet d'une expropriation, laquelle consiste soit dans leur suppression, soit dans leur r&#233;duction (art. 5 LEx.). Aussi Werren a-t-il qualit&#233; d'expropri&#233;, m&#234;me s'il ne doit c&#233;der &#224; l'Etat aucun m&#232;tre carr&#233; de son terrain. Il peut d&#232;s lors pr&#233;tendre &#224; une indemnit&#233; pleine et enti&#232;re (art. 16 LEx.).\nLes experts commis par le Tribunal f&#233;d&#233;ral ont admis que l'indemnit&#233; de 12 000 fr. demand&#233;e par Werren se justifiait, car elle correspond &#224; la d&#233;pr&#233;ciation caus&#233;e &#224; l'immeuble par l'exploitation de l'autoroute.\nEn principe, le Tribunal f&#233;d&#233;ral ne s'&#233;carte des chiffres &#233;tablis par les experts que si ceux-ci manquaient des connaissances requises, ou si leur appr&#233;ciation &#233;tait vici&#233;e par une fausse interpr&#233;tation de la loi, une erreur de fait manifeste, une lacune ou une contradiction (RO 87 I 90).\nLes parties n'ont pas pr&#233;tendu que les experts n'avaient pas les connaissances n&#233;cessaires pour accomplir leur mission. En BGE 94 I 286 S. 292revanche, l'Etat de Vaud estime qu'ils n'ont pas tenu compte de certains &#233;l&#233;ments qui auraient d&#251; les amener &#224; une autre solution. Il fait &#233;tat d'une part de certains facteurs qui, m&#234;me sans la suppression des droits expropri&#233;s, auraient diminu&#233; la valeur qu'avait l'immeuble avant la construction de l'autoroute; il soutient d'autre part que certains faits de l'expropriant ont augment&#233; la valeur de l'immeuble, ou plus exactement emp&#234;ch&#233; la d&#233;pr&#233;ciation qu'auraient pu causer les facteurs pr&#233;cit&#233;s. En d'autres termes, l'Etat pr&#233;tend que les droits expropri&#233;s n'auraient pas permis &#224; Werren de se d&#233;fendre contre tout le dommage subi par son immeuble.\nIl est vrai que la d&#233;pr&#233;ciation de l'immeuble, telle qu'elle est fix&#233;e par les experts, ne correspond pas n&#233;cessairement au dommage provenant de l'expropriation des droits li&#233;s &#224; cet immeuble. Le dommage n'&#233;quivaut qu'&#224; la d&#233;pr&#233;ciation que les droits expropri&#233;s auraient permis &#224; Werren d'&#233;viter s'ils n'avaient pas &#233;t&#233; supprim&#233;s.\nIl s'agit donc d'examiner, d'une part si les droits expropri&#233;s auraient permis &#224; Werren d'&#233;viter tout le dommage subi par son immeuble, et d'autre part si l'expropriant est en droit de demander la compensation - totale ou partielle - des inconv&#233;nients par les avantages r&#233;sultant de son entreprise. Comme le recourant a fond&#233; sa demande principalement sur l'extinction de la servitude, et subsidiairement seulement sur la suppression de ses droits d&#233;coulant des rapports de voisinage, il y a lieu d'examinar s&#233;par&#233;ment les deux questions ci-dessus au regard des deux pr&#233;tentions, principale et subsidiaire.\n\n    I. \n   \n\n    2. - En vertu de la servitude 125 673, le recourant pouvait exiger des propri&#233;taires des parcelles 1177 et 1178 qu'ils se bornent &#224; y construire des villas, et encore sur un emplacement d&#233;termin&#233;. Contrairement &#224; la mani&#232;re de voir de la Commission d'estimation, cette servitude n'avait pas pour seul but d'assurer une vue plus ou moins &#233;tendue aux habitants de la maison du recourant. Constitu&#233;e sur des terrains class&#233;s en zone industrielle, elle garantissait principalement le recourant contre toute utilisation des fonds servants qui serait plus incommodante que la pr&#233;sence de villas plac&#233;es d'une certaine mani&#232;re; elle le prot&#233;geait donc notamment contre l'&#233;dification de vastes maisons BGE 94 I 286 S. 293locatives ou d'installations industrielles, aussi bien que contre l'&#233;tablissement d'une grande voie de communication.\nL'intim&#233; pr&#233;tend d'une part que la construction de deux villas sur les parcelles 1177 et 1178 aurait enlev&#233; &#224; la propri&#233;t&#233; Werren plus de vue et d'espace libre que ne le fait l'autoroute et lui aurait ainsi occasionn&#233; une certaine d&#233;pr&#233;ciation; il soutient d'autre part que la servitude, frappant seulement les terrains au nord et au sud sur une largeur de 35 m, n'aurait pas permis &#224; l'expropri&#233; de se d&#233;fendre contre les immissions incommodantes provenant d'installations industrielles qui se seraient implant&#233;es en dehors de l'assiette de la servitude, soit sur l'emplacement de l'autoroute, soit sur la parcelle situ&#233;e &#224; l'ouest de l'immeuble Werren.\nLa construction d'une villa sur chacune des parcelles expropri&#233;es n'&#233;tait pas de nature &#224; d&#233;pr&#233;cier la propri&#233;t&#233; Werren, d'autant moins que leur implantation avait &#233;t&#233; fix&#233;e de fa&#231;on &#224; g&#234;ner le moins possible les autres constructions. La pr&#233;sence de ces deux villas pouvait bien plut&#244;t ajouter &#224; la valeur des autres immeubles, en contribuant &#224; donner au quartier un certain caract&#232;re r&#233;sidentiel.\nQuant aux installations industrielles bruyantes et incommodantes qui auraient pu s'&#233;difier en dehors de l'assiette de la servitude, notamment sur l'emplacement de l'autoroute et sur la parcelle ouest, il faut admettre avec les experts qu'une telle implantation n'&#233;tait rien moins que certaine. Si les terrains en question sont juridiquement class&#233;s en zone industrielle, la pr&#233;sence de plusieurs maisons d'habitation conf&#232;re en fait &#224; cette r&#233;gion le caract&#232;re de zone mixte, dans laquelle seules des installations industrielles peu incommodantes auraient pu &#234;tre autoris&#233;es, comme c'est le cas de la fabrique d'horlogerie Richard, seule industrie qui y soit implant&#233;e pour le moment. Or la pr&#233;sence de telles installations n'e&#251;t gu&#232;re nui &#224; l'immeuble Werren, qui est une construction simple et modeste. Il faut relever d'autre part que la parcelle &#224; l'ouest aurait tr&#232;s bien pu servir aussi &#224; l'habitation, une telle utilisation &#233;tant autoris&#233;e par l'art. 46 du r&#232;glement communal des constructions; sachant que le pr&#233;c&#233;dent propri&#233;taire &#233;tait une soci&#233;t&#233; anonyme qui, au moment de sa constitution en vue de l'acquisition de la parcelle, avait pris le nom de \"Cit&#233; gracieuse SA\", on peut penser que cette derni&#232;re &#233;ventualit&#233; avait tout autant de chance de se r&#233;aliser que la premi&#232;re. Il n'y a donc pas lieu BGE 94 I 286 S. 294de retenir cet &#233;l&#233;ment comme facteur de r&#233;duction de la valeur v&#233;nale de l'immeuble Werren.\nOn peut &#233;galement n&#233;gliger l'&#233;ventualit&#233; o&#249; l'autoroute se serait construite plus au sud, sans mettre &#224; contribution les parcelles grev&#233;es de la servitude: en raison de la pr&#233;sence des voies CFF imm&#233;diatement au sud des deux parcelles, cette solution n'aurait pas &#233;t&#233; possible, &#224; moins que l'autoroute ne passe au sud de la voie ferr&#233;e; mais alors l'immeuble Werren, plus &#233;loign&#233;, n'aurait pas subi de d&#233;pr&#233;ciation, aux dires des experts. De m&#234;me, on peut se dispenser d'examiner la solution d'une autoroute construite au-dessus de la voie ferr&#233;e: en effet, rien ne permet de supposer qu'une telle &#233;ventualit&#233; se serait produite.\nEn d&#233;finitive, l'examen des diff&#233;rentes situations qui auraient pu se pr&#233;senter sans la suppression de la servitude et la construction de l'autoroute ne permet pas de conclure qu'une d&#233;pr&#233;ciation de l'immeuble Werren serait de toute fa&#231;on intervenue. On peut donc admettre que la servitude expropri&#233;e aurait permis &#224; son b&#233;n&#233;ficiaire d'&#233;viter tout le dommage subi par son immeuble du fait de la construction et de l'utilisation de l'autoroute.\n\n    3. - Peut-on tenir compte des faits de l'expropriant qui auraient, selon lui, r&#233;duit le dommage caus&#233; &#224; l'immeuble, ou plus exactement emp&#234;ch&#233; la d&#233;pr&#233;ciation qui aurait pu se produire en raison des facteurs consid&#233;r&#233;s sous le point 2 ci-dessus? Pour r&#233;pondre &#224; cette question, il faut examiner la port&#233;e de l'art. 22 al. 1 LEx.\na) Selon cette disposition, il n'est pas accord&#233; d'indemnit&#233; de d&#233;pr&#233;ciation pour la partie restante en cas d'expropriation partielle, lorsque la d&#233;pr&#233;ciation se trouve compens&#233;e par des avantages particuliers r&#233;sultant de l'entreprise de l'expropriant. Le recourant a contest&#233; que cette disposition puisse s'appliquer en l'esp&#232;ce, soutenant qu'il ne s'agit pas d'une expropriation partielle, mais d'une expropriation totale de la servitude.\nIl est vrai que la servitude grevant les deux parcelles est &#233;teinte en totalit&#233;, les deux parcelles elles-m&#234;mes ayant &#233;t&#233; acquises enti&#232;rement par l'Etat et utilis&#233;es enti&#232;rement pour la construction de l'autoroute. Mais une telle servitude n'a pas de valeur en soi; elle n'a de valeur qu'en fonction du fonds dominant, dans la mesure o&#249; elle permet au propri&#233;taire de ce dernier d'&#233;viter certains dommages. Elle est donc en &#233;troite BGE 94 I 286 S. 295d&#233;pendance &#233;conomique avec le fonds dominant: sa suppression entra&#238;ne une diminution de valeur de celui-ci; l'indemnit&#233; &#224; payer pour sa suppression se d&#233;termine en fonction du dommage subi par la propri&#233;t&#233;, lequel se calcule par comparaison de la valeur v&#233;nale de l'immeuble avant et apr&#232;s la suppression de la servitude. Il faut en conclure que, m&#234;me si la servitude est expropri&#233;e en totalit&#233;, les r&#232;gles relatives &#224; l'expropriation partielle peuvent s'appliquer, notamment les art. 12, 19 lettre b et 22. Ainsi l'on pourrait tenir compte, en l'esp&#232;ce, des avantages particuliers r&#233;sultant de l'entreprise de l'expropriant.\nb) Aux dires de l'intim&#233;, les avantages particuliers consisteraient en ceci: la parcelle Werren, qui &#233;tait aussi fonds servant, est elle-m&#234;me lib&#233;r&#233;e de la servitude &#224; l'&#233;gard des deux parcelles 1177 et 1178; la pr&#233;sence de l'autoroute exclut la possibilit&#233; de construire des villas sur ces deux parcelles et des installations industrielles en dehors de l'assiette de la servitude, de sorte que la propri&#233;t&#233; Werren jouit ainsi d'une vue plus &#233;tendue et d'espaces libres plus vastes; la constitution de deux servitudes sur la parcelle situ&#233;e &#224; l'ouest garantit la propri&#233;t&#233; Werren contre la pr&#233;sence d'installations industrielles incommodantes qui auraient pu s'implanter jusqu'&#224; la limite de la propri&#233;t&#233;. Il en r&#233;sulte une augmentation de valeur qui compense la d&#233;pr&#233;ciation occasionn&#233;e par le trafic de l'autoroute; en d'autres termes, l'entreprise de l'expropriant emp&#234;che la survenance de certains faits (&#233;num&#233;r&#233;s sous consid. 2 ci-dessus) qui auraient d&#233;pr&#233;ci&#233; la propri&#233;t&#233; Werren.\nOn peut douter qu'il s'agisse en l'esp&#232;ce d'avantages particuliers pour la propri&#233;t&#233; Werren, et que ces avantages - tout au moins dans le troisi&#232;me cas - proviennent bien de l'entreprise de l'expropriant, c'est-&#224;-dire de la construction et de l'exploitation de l'autoroute. La question peut cependant rester ind&#233;cise, car les pr&#233;tendus avantages n'en sont pas en r&#233;alit&#233;. En effet, comme on l'a vu ci-dessus (consid. 2), il n'est pas du tout prouv&#233;, ni m&#234;me vraisemblable, que la propri&#233;t&#233; Werren se serait d&#233;pr&#233;ci&#233;e si les choses avaient suivi leur cours normal, sans l'expropriation de la servitude 125 673 et sans la construction de l'autoroute; d'autre part, si la vue dont on jouit de l'immeuble Werren est plus vaste sans la pr&#233;sence de deux villas au sud, elle est certainement moins agr&#233;able en raison de l'autoroute. Ainsi l'entreprise de l'expropriant et les diverses mesures prises par lui n'ont emp&#234;ch&#233; que des dommages tr&#232;s BGE 94 I 286 S. 296hypoth&#233;tiques; on ne peut donc pas dire qu'elles ont procur&#233; &#224; la propri&#233;t&#233; Werren des avantages compensant sa d&#233;pr&#233;ciation.\n\n    4. - Ayant admis que la servitude expropri&#233;e aurait permis &#224; Werren d'&#233;viter tout le dommage provenant de l'autoroute et que l'entreprise de l'expropriant n'a pas procur&#233; &#224; la propri&#233;t&#233; Werren des avantages qui devraient compenser la d&#233;pr&#233;ciation, on doit conclure que l'expropri&#233; a droit au montant total du dommage &#233;valu&#233; par lui &#224; 12 000 fr. et confirm&#233; par les experts.\nConform&#233;ment &#224; l'art. 76 al. 2 LEx., cette somme porte int&#233;r&#234;t au taux usuel d&#232;s le jour de la prise de possession. Le recourant avait demand&#233; que l'int&#233;r&#234;t coure d&#232;s le 28 janvier 1961, date de son intervention dans la proc&#233;dure d'enqu&#234;te. Le projet d'arr&#234;t du juge d'instruction, qui accordait l'indemnit&#233; de 12 000 fr. en se fondant sur l'ensemble des &#233;l&#233;ments de d&#233;pr&#233;ciation, sans faire de distinction entre la contre-valeur de la servitude et celle des droits d&#233;coulant des rapports de voisinage, a fix&#233; le point de d&#233;part &#224; la date de la mise en service de l'autoroute; il partait de l'id&#233;e que c'&#233;tait &#224; ce moment-l&#224; que devenait effectif le dommage contre lequel le recourant ne pouvait plus d&#233;sormais se d&#233;fendre. Comme le pr&#233;sent arr&#234;t accorde l'indemnit&#233; de 12 000 fr. en tant que contrevaleur de la servitude supprim&#233;e, le point de d&#233;part du calcul de l'int&#233;r&#234;t devrait &#234;tre fix&#233; au jour de la prise de possession de la servitude, qui correspond en fait au jour o&#249; les travaux ont commenc&#233; sur les parcelles 1177 et 1178. Cependant le recourant s'est soumis sans r&#233;serve au projet d'arr&#234;t, qui ne peut d&#232;s lors &#234;tre modifi&#233; en sa faveur (HESS, Commentaire ad art. 85 LEx., n. 7). Le point de d&#233;part pour le calcul de l'int&#233;r&#234;t reste ainsi fix&#233; &#224; la date de la mise en service du tron&#231;on de l'autoroute devant l'immeuble Werren.\nQuant au \"taux usuel\", il avait &#233;t&#233; fix&#233; &#224; 4% par l'arr&#234;t Gross du 26 avril 1961 (RO 87 I 91). Dans la s&#233;ance pl&#233;ni&#232;re du 17 mai 1967, o&#249; elle a approuv&#233; les rapports des Commissions f&#233;d&#233;rales d'estimation, la cour a exprim&#233; l'avis qu'une augmentation de ce taux &#224; 4 1/2% se justifiait &#224; partir du 1er janvier 1967. L'indemnit&#233; portera donc int&#233;r&#234;t &#224; 4% d&#232;s la mise en service de l'autoroute jusqu'&#224; fin 1966, et &#224; 4 1/2% d&#232;s 1967.\n\n    BGE 94 I 286 S. 297\n   \n\n    II. \n   \n\n    5. - Le recours devant &#234;tre admis en principe en raison de la radiation de la servitude, il n'est plus indispensable de se prononcer sur l'atteinte aux droits de voisinage, invoqu&#233;e &#224; titre subsidiaire par le recourant. Toutefois, non seulement cette question a fait l'objet d'une expertise longue et co&#251;teuse, mais sa solution int&#233;resse les commissions d'estimation aussi bien qu'un grand nombre d'expropriants et d'expropri&#233;s. D&#232;s lors, bien qu'habituellement le Tribunal f&#233;d&#233;ral ne statue pas sur les probl&#232;mes qui peuvent rester ind&#233;cis, il estime opportun de d&#233;roger ici &#224; la r&#232;gle. Il a d'autant plus de raison de sortir de sa r&#233;serve que, dans les affaires d'expropriation, il joue en vertu de l'art. 63 LEx. le r&#244;le d'autorit&#233; de surveillance et qu'en cette qualit&#233;, il lui incombe de donner des instructions aux commissions d'estimation.\n\n    6. - En vertu des art. 684 et 679 CC, le propri&#233;taire d'un immeuble peut s'opposer aux effets dommageables d'immissions excessives provenant des fonds voisins. La jurisprudence admet qu'il peut aussi s'y opposer lorsque le propri&#233;taire voisin est la collectivit&#233; publique, et cela non seulement si cette collectivit&#233; agit en tant que propri&#233;taire du fonds mais aussi lorsqu'elle agit en vertu de sa souverainet&#233;. Cependant, si les immissions dommageables excessives proviennent d'une utilisation du domaine public conforme &#224; sa destination, et que le dommage ne peut pas &#234;tre &#233;vit&#233;, ou ne peut l'&#234;tre sans frais disproportionn&#233;s, l'action civile en cessation du trouble est remplac&#233;e par la pr&#233;tention &#224; une indemnit&#233; de droit public, fond&#233;e en cas d'expropriation sur l'art. 5 LEx. (RO 93 I 300 consid. 2, et les arr&#234;ts cit&#233;s).\nIl n'est pas contest&#233; que les immissions provenant de l'autoroute sont in&#233;vitables. Les voisins ne disposent donc plus du droit de faire cesser celles qui sont excessives; ils peuvent en revanche demander &#224; &#234;tre indemnis&#233;s pour la suppression de ce droit. C'est ce qu'a fait Werren en l'esp&#232;ce; mais l'Etat de Vaud soutient que les immissions provenant de l'autoroute ne sont pas excessives, de sorte qu'il n'a pas d'indemnit&#233; &#224; payer. Le recourant d&#233;nie cependant &#224; l'expropriant la facult&#233; de faire valoir ce moyen, du moment qu'il n'a pas contest&#233; l'existence du droit, objet de la demande d'indemnit&#233;; il pr&#233;tend que la Commission d'estimation, en &#233;cartant cette demande, est BGE 94 I 286 S. 298all&#233;e au-del&#224; des comp&#233;tences que lui conf&#232;re l'art. 69 LEx. Il s'agit donc de statuer d'abord sur ce point et de d&#233;limiter les comp&#233;tences respectives des autorit&#233;s d'expropriation et du juge ordinaire dans la d&#233;termination des rapports de voisinage.\n\n    7. - L'art. 69 al. 1 LEx. pr&#233;voit que, si l'existence d'un droit faisant l'objet d'une demande d'indemnisation est contest&#233;e, la proc&#233;dure d'expropriation est suspendue et que l'expropriant doit ouvrir action devant le juge ordinaire; l'art. 69 al. 2 autorise cependant les parties, moyennant une d&#233;claration expresse de leur part, &#224; faire juger une telle contestation par la Commission d'estimation, dont la d&#233;cision peut &#234;tre d&#233;f&#233;r&#233;e au Tribunal f&#233;d&#233;ral. En l'esp&#232;ce, les parties ne se sont pas prononc&#233;es en premi&#232;re instance sur l'application de l'art. 69 LEx. D&#232;s lors, en l'absence de la d&#233;claration exig&#233;e, il incombait &#224; la Commission d'estimation de statuer d'office sur sa comp&#233;tence au regard de la loi.\nOr que faut-il entendre par \"droit faisant l'objet d'une demande d'expropriation\"? Est-ce le droit de s'opposer &#224; d'&#233;ventuelles immissions excessives, en invoquant la qualit&#233; de voisin? Ou s'agit-il du droit de se pr&#233;valoir d'un exc&#232;s dans un cas concret, c'est-&#224;-dire du droit &#224; une indemnit&#233;? Si l'on retient la premi&#232;re hypoth&#232;se, c'est &#224; juste titre que la Commission d'estimation s'est d&#233;clar&#233;e comp&#233;tente, le droit de Werren de s'opposer &#224; d'&#233;ventuelles immissions excessives n'&#233;tant pas contest&#233;. En revanche, dans l'autre &#233;ventualit&#233;, elle aurait d&#251; renvoyer l'intim&#233; &#224; agir devant le juge ordinaire, les parties se disputant pr&#233;cis&#233;ment sur le droit du recourant &#224; une indemnit&#233;; c'est seulement apr&#232;s la reconnaissance de ce droit par le juge ordinaire qu'il e&#251;t appartenu &#224; la Commission d'estimation d'arr&#234;ter le montant de l'indemnit&#233;.\nAssur&#233;ment, le Tribunal f&#233;d&#233;ral pourrait se dispenser de prendre parti en l'esp&#232;ce. Il suffirait de constater que, m&#234;me si la Commission d'estimation s'est tromp&#233;e, sa d&#233;cision n'est pas nulle et que les parties se sont born&#233;es &#224; soulever la question de l'indemnit&#233; devant le Tribunal f&#233;d&#233;ral, qui est li&#233; par leurs conclusions (arr&#234;t Aregger du 4 juillet 1956, p. 7). Toutefois, l'interpr&#233;tation de l'art. 69 LEx. ayant suscit&#233; des divergences, il para&#238;t opportun de pr&#233;ciser le sens de cette disposition dans le pr&#233;sent arr&#234;t.\nOptant clairement pour la seconde solution envisag&#233;e, la IIe Cour civile a invit&#233; un tribunal cantonal &#224; se prononcer sur BGE 94 I 286 S. 299l'atteinte aux droits de voisinage, la commission d'estimation comp&#233;tente \"n'ayant qu'&#224; fixer l'&#233;ventuelle indemnit&#233; qui pourrait &#234;tre due\"; c'&#233;tait dire que la question du droit &#224; l'indemnit&#233; rel&#232;ve de la juridiction du juge ordinaire (RO 83 II 544). Apr&#232;s s'&#234;tre prononc&#233;e implicitement en sens contraire (arr&#234;t Lugon du 26 juin 1925), la Chambre de droit public a adopt&#233; il y a quelques ann&#233;es la mani&#232;re de voir de la IIe Cour civile (arr&#234;t Siegenthaler du 9 juillet 1958, p. 5). En revanche, dans la s&#233;ance pl&#233;ni&#232;re du 20 mars 1968, o&#249; elle a approuv&#233; les rapports des commissions d'estimation, elle a contest&#233; \"mit aller Entschiedenheit\" qu'il appartienne au juge ordinaire de statuer sur la violation du droit de voisinage, soit sur l'existence du droit &#224; une indemnit&#233;. Cet avis se fonde sur l'id&#233;e que le juge civil n'est comp&#233;tent que pour statuer sur les contestations relatives &#224; l'existence d'un droit, et non pour examiner si et dans quelle mesure un tel droit est viol&#233;; celui qui conteste la violation d'un droit de voisinage n'en conteste pas l'existence elle-m&#234;me. Si les deux points de vue oppos&#233;s peuvent se justifier en th&#233;orie, la solution retenue r&#233;cemment par la Chambre de droit public para&#238;t pr&#233;f&#233;rable pour des raisons pratiques et doit &#234;tre maintenue. En effet, la question de la violation du droit de voisinage, c'est-&#224;-dire celle du droit &#224; indemnit&#233;, ne peut &#234;tre s&#233;par&#233;e raisonnablement de celle du montant de l'indemnit&#233;: pour d&#233;terminer s'il y a exc&#232;s, il faut se prononcer sur la gravit&#233; de l'atteinte; mais il faut aussi examiner cette m&#234;me question pour fixer le montant de l'indemnit&#233;. Il ne serait pas judicieux que deux autorit&#233;s statuent sur le m&#234;me point.\n\n    8. - La question de comp&#233;tence &#233;tant &#233;lucid&#233;e, il y a lieu de se demander si, en raison de la circulation sur l'autoroute, le recourant est victime d'un exc&#232;s qui fait na&#238;tre en sa faveur le droit &#224; une indemnit&#233;. Pour instruire utilement les commissions d'estimation, il ne suffit pas d'examiner la situation particuli&#232;re du recourant. Il convient bien plut&#244;t de se prononcer d'abord, d'une mani&#232;re g&#233;n&#233;rale, sur les droits des voisins des routes publiques.\na) Selon l'art. 684 al. 2 CC, il faut tenir compte au premier chef de l'usage local pour d&#233;terminer s'il y a exc&#232;s ou non. Par cons&#233;quent, si l'on entend consid&#233;rer dans leur ensemble les rapports de voisinage des riverains d'une voie publique, on se fondera sur l'usage g&#233;n&#233;ralement observ&#233; en Suisse.\n\n    BGE 94 I 286 S. 300\n   \nOr en principe, conform&#233;ment &#224; l'opinion commun&#233;ment admise, les voisins d'une route ne sauraient pr&#233;tendre &#234;tre indemnis&#233;s en raison des inconv&#233;nients qui en r&#233;sultent. \"Die Expropriationsentsch&#228;digung - &#233;crit le professeur OFTINGER - setzt folglich die &#220;berm&#228;ssigkeit der Immissionen im Sinne der privatrechtlichen Bestimmung Art. 684 ZGB voraus. Hieran fehlt es nun aber, was die von &#246;ffentlichen Strassen herr&#252;hrenden Einwirkungen anlangt, im Normalfall deswegen, weil diese - Al. II/Art. 684 - durch,Lage und Beschaffenheit der Grundst&#252;cke'und'Ortsgebrauch'legitimiert werden, auch wenn sie noch so stark sind\" (Schweizerisches Haftpflichtrecht II/2 p. 518; cf. GUISAN, JdT 1936 I 314; L'HUILLIER, RDS 1952 p. 90 a s.; KOLB, RDS 1952 p. 196 a et 198 a; WEGMANN, Das Gemeinwesen als Nachbar, p. 52 s.). Il est significatif aussi que, jusqu'&#224; ces derni&#232;res ann&#233;es, les propri&#233;taires I&#233;s&#233;s par le trafic routier n'aient pas estim&#233; opportun de r&#233;clamer des dommages-int&#233;r&#234;ts devant les tribunaux ou les autorit&#233;s d'expropriation. Leur passivit&#233; s'explique d'ailleurs ais&#233;ment. Celui dont le fonds a augment&#233; de valeur par suite de l'&#233;tablissement ou de la correction d'une route serait mal venu &#224; se plaindre des cons&#233;quences de ces travaux; faute d'avoir subi un dommage, il n'obtiendrait rien. En outre, le propri&#233;taire qui devait pr&#233;voir l'extension du r&#233;seau routier et du trafic, par exemple celui qui a acquis un immeuble &#224; l'int&#233;rieur ou dans la banlieue d'une agglom&#233;ration, n'a pas lieu de demander une indemnit&#233;; selon la jurisprudence, il serait d&#233;bout&#233; (RO 40 I 455; arr&#234;t Siegenthaler du 9 juillet 1958, p. 9). Bien plus, m&#234;me s'ils subissent un pr&#233;judice effectif auquel ils ne pouvaient s'attendre, les voisins des routes publiques adoptent g&#233;n&#233;ralement la m&#234;me attitude, que motivent sans doute des consid&#233;rations d'int&#233;r&#234;t public. L'augmentation constante du nombre des v&#233;hicules &#224; moteur exige l'ouverture de nouvelles voies et l'agrandissement de celles qui existent d&#233;j&#224;. Si les collectivit&#233;s publiques &#233;taient tenues de r&#233;parer tous les dommages qu'entra&#238;nent ces ouvrages indispensables, elles seraient dans la plupart des cas hors d'&#233;tat de les entreprendre. Le principe pos&#233; vaut aussi pour les autoroutes, dont le trafic n'est g&#233;n&#233;ralement pas plus bruyant que celui des art&#232;res principales dans les localit&#233;s et leurs abords imm&#233;diats. Il semble d'ailleurs s'&#234;tre aussi impos&#233; &#224; l'&#233;tranger (cf. notamment deux arr&#234;ts allemands, l'un du Reichsgericht du 9 janvier 1939, publi&#233; BGE 94 I 286 S. 301au RGZ vol. 159 p. 137 ss., et l'autre du Bundesgerichtshof du 22 d&#233;cembre 1967).\nb) La r&#232;gle n'est cependant pas absolue. D'une part, celui qui s'est fi&#233; de bonne foi aux assurances d'une autorit&#233; pour acheter un immeuble ou construire un b&#226;timent m&#233;rite d'&#234;tre prot&#233;g&#233; conform&#233;ment &#224; la jurisprudence (cf. notamment RO 88 I 148; de m&#234;me 91 I 136). D'autre part, il faut r&#233;server le cas o&#249; le dommage est &#224; la fois sp&#233;cial, impr&#233;visible et grave: lorsque ces trois conditions sont r&#233;unies, l'octroi d'une indemnit&#233; se justifie. Bien que ces conditions puissent chevaucher dans une certaine mesure, il y a lieu de les examiner s&#233;par&#233;ment pour en d&#233;terminer le sens.\n\n    9. - a) La condition de sp&#233;cialit&#233; se justifie d'elle-m&#234;me. Si le pr&#233;judice est normal, c'est qu'il est conforme &#224; l'usage habituel et doit &#234;tre tol&#233;r&#233;. Mais quand y a-t-il pr&#233;judice sp&#233;cial? On peut envisager trois hypoth&#232;ses.\naa) Le pr&#233;judice peut &#234;tre sp&#233;cial en raison des immissions elles-m&#234;mes: intensit&#233; particuli&#232;re du bruit qui se d&#233;gage de la route, ou nocivit&#233; de certaines &#233;manations. Il appartient &#224; l'autorit&#233; d'expropriation d'examiner de cas en cas si le dommage est sp&#233;cial. Mais s'il s'agit, par exemple, d'un immeuble situ&#233; dans les environs imm&#233;diats d'une agglom&#233;ration et jouissant jusqu'ici d'une certaine tranquillit&#233;, son propri&#233;taire ne peut se plaindre de l'augmentation du bruit aussi longtemps que les niveaux sonores admissibles le long des art&#232;res principales, tels qu'ils ont &#233;t&#233; fix&#233;s par la Commission f&#233;d&#233;rale d'experts pour la lutte contre le bruit, ne sont pas d&#233;pass&#233;s (cf. Rapport de 1963 au Conseil f&#233;d&#233;ral, p. 44). On ne saurait, sur ce point, partager l'avis du professeur OFTINGER (loc. cit., p. 518/9), selon lequel il y aurait exc&#232;s toutes les fois qu'une route nouvelle s'ouvre dans une r&#233;gion &#224; l'abri du trafic ou qu'une voie peu fr&#233;quent&#233;e est transform&#233;e en une art&#232;re de grande circulation; le droit &#224; indemnit&#233; ne peut pas davantage d&#233;couler du seul fait qu'une route nationale a &#233;t&#233; construite. Pour justifier un tel droit, il faut que des circonstances particuli&#232;res s'ajoutent &#224; celle qu'indique cet auteur.\nbb) Le caract&#232;re sp&#233;cial du dommage peut &#233;galement provenir du mode d'utilisation de son immeuble par l'expropri&#233;: celui qui a ouvert par exemple une clinique pour maladies nerveuses dans une r&#233;gion &#233;cart&#233;e et tranquille subira un dommage sp&#233;cial si le trafic d'une autoroute construite &#224; proximit&#233; BGE 94 I 286 S. 302l'emp&#234;che de poursuivre l'exploitation de cette clinique et l'oblige &#224; la transf&#233;rer ailleurs.\ncc) Enfin, le pr&#233;judice peut &#234;tre sp&#233;cial en raison du mode d'implantation de l'ouvrage par rapport aux immeubles voisins. Les routes en viaduc, construites au-dessus du niveau naturel du terrain d'alentour, peuvent non seulement priver de vue et de soleil des maisons d'habitation, mais &#233;galement provoquer des immissions excessives de poussi&#232;re, des &#233;claboussures ou d'autres dommages encore. Il est vrai qu'en ce qui concerne la privation de vue et de soleil, on peut se demander s'il y a exc&#232;s au sens de l'art. 684 CC. Dans un arr&#234;t de 1962 (RO 88 II 264), la IIe Cour civile a estim&#233; que la seule pr&#233;sence d'un b&#226;timent ou la disposition des constructions n'exerce sur d'autres fonds aucun effet qui pourrait constituer un exc&#232;s au sens de l'art. 684 CC. A d&#233;faut de pouvoir fonder une pr&#233;tention &#224; indemnit&#233; sur cette disposition, on pourrait envisager de la faire d&#233;couler de principes g&#233;n&#233;raux, comme on en a d&#233;duit l'obligation d'indemniser en cas d'expropriation mat&#233;rielle. Il n'est cependant pas n&#233;cessaire de trancher ici cette question.\nb) La condition d'impr&#233;visibilit&#233; r&#233;sulte d'une jurisprudence d&#233;j&#224; ancienne, selon laquelle le propri&#233;taire d'une maison situ&#233;e &#224; proximit&#233; d'une voie ferr&#233;e doit s'attendre &#224; supporter plus de bruit que l'habitant d'un quartier tranquille de villas; il n'a pas droit &#224; une indemnit&#233; si l'agrandissement normal et pr&#233;visible des installations ferroviaires entra&#238;ne une augmentation du bruit (cf. notamment RO 40 I 455 et arr&#234;t Siegenthaler du 9 juillet 1958, p. 9). Il n'y a aucune raison de se montrer moins rigoureux &#224; l'&#233;gard du voisin d'une route publique.\nc) Sp&#233;cial et impr&#233;visible, le dommage doit atteindre en outre une certaine gravit&#233;. Ainsi que l'a jug&#233; r&#233;cemment le Tribunal f&#233;d&#233;ral, les particuliers ne peuvent pr&#233;tendre &#224; une indemnit&#233; chaque fois qu'un acte &#233;tatique leur cause un dommage; ce serait m&#233;conna&#238;tre les devoirs des citoyens envers la collectivit&#233;, aggraver ses charges financi&#232;res et compromettre le fonctionnement des services publics (RO 93 I 711 consid. 3, Soci&#233;t&#233; suisse des ma&#238;tres imprimeurs). Ces consid&#233;rations s'appliquent &#233;galement aux inconv&#233;nients que la circulation sur les voies publiques occasionne &#224; leurs voisins. Tant que le tort caus&#233; est b&#233;nin, il ne proc&#232;de pas d'un exc&#232;s qui engendre un droit &#224; indemnit&#233;. Mais il n'est pas possible de poser des r&#232;gles g&#233;n&#233;rales pour appr&#233;cier le degr&#233; de gravit&#233; auquel ce BGE 94 I 286 S. 303droit est subordonn&#233;. Aussi incombe-t-il aux autorit&#233;s d'expropriation de le d&#233;terminer de cas en cas, en tenant &#233;quitablement compte de tous les &#233;l&#233;ments de l'esp&#232;ce, notamment de l'importance du dommage et de sa relation avec la valeur de l'immeuble d&#233;pr&#233;ci&#233;. Le caract&#232;re de gravit&#233; devrait &#234;tre en tout cas d&#233;ni&#233; si le dommage n'atteint pas un certain montant ou un certain pourcentage, qui ne peuvent cependant &#234;tre d&#233;termin&#233;s une fois pour toutes.\nd) Les r&#232;gles pos&#233;es ci-dessus ne s'appliquent pas seulement au cas o&#249;, sans &#234;tre priv&#233; d'une partie de son terrain, le propri&#233;taire se borne &#224; faire valoir un droit d&#233;coulant des rapports de voisinage, mais aussi dans l'&#233;ventualit&#233; o&#249;, sa propri&#233;t&#233; ayant &#233;t&#233; amput&#233;e, il invoque ces m&#234;mes rapports pour obtenir r&#233;paration du dommage caus&#233; par des immissions excessives &#224; la parcelle restante.\n\n    10. - Si l'on applique au cas Werren les consid&#233;rants pr&#233;c&#233;dents, on observe que la condition de sp&#233;cialit&#233; n'est pas remplie. L'immeuble du recourant est situ&#233; dans une zone industrielle, aux environs imm&#233;diats d'une agglom&#233;ration de moyenne importance, et &#224; proximit&#233; d'une voie ferr&#233;e. Or il ressort de l'expertise Furrer que le bruit de l'autoroute, mesur&#233; depuis la villa, ne d&#233;passe pas les niveaux sonores admissibles au bord d'une art&#232;re principale. En outre, &#233;tant donn&#233;e la situation de l'immeuble, son propri&#233;taire devait s'attendre &#224; une augmentation du trafic et du bruit. M&#234;me si un certain caract&#232;re de sp&#233;cialit&#233; pouvait r&#233;sulter du fait que l'autoroute est sur&#233;lev&#233;e de 1,50 m par rapport au niveau naturel du sol, la d&#233;pr&#233;ciation qui en d&#233;coule est certainement minime; elle ne repr&#233;sente qu'une fraction r&#233;duite du dommage de 12 000 fr. articul&#233; par Werren pour justifier sa demande d'indemnit&#233;. Cette demande devrait donc &#234;tre rejet&#233;e en tant qu'elle se fonde sur de pr&#233;tendues immissions excessives contre lesquelles le propri&#233;taire de l'immeuble d&#233;pr&#233;ci&#233; aurait pu se d&#233;fendre au moyen du droit d&#233;rivant des dispositions sur les rapports de voisinage.\n \n   \n   "
}