{
  "titre": "81 II 171",
  "annee": "1955",
  "contenu": "\n      \n  Chapeau\n81 II 17129. Arr&#234;t de la IIe Cour civile du 28 janvier 1955 dans la cause Etat de Vaud contre Deike Stiftung et dame Rickmers.\n\n  \nRegeste\n1. Cas dans lesquels le Tribunal f&#233;d&#233;ral peut &#234;tre saisi d'une contestation civile en vertu d'une clause compromissoire (art. 41 lettre c al. 2 OJ et 2 LPC).  2. Port&#233;e de l'art. 9 quater de l'arr&#234;t&#233; du Conseil f&#233;d&#233;ral du 16 f&#233;vrier 1945 /29 avril 1947 instituant des mesures provisoires pour le r&#232;glement des paiements entre la Suisse et l'Allemagne en ce qui concerne les attributions conf&#233;r&#233;es &#224; l'Office suisse de compensation. \n\n\n  \n  \n  \nFaits &#224; partir de page 171\n\n\n    BGE 81 II 171 S. 171\n   \nR&#233;sum&#233; des faits:\nP. Rickmers, de nationalit&#233; suisse, a constitu&#233; en 1923 une fondation &#224; laquelle l'acte constitutif attribuait le caract&#232;re d'une fondation de famille. L'Etat de Vaud a contest&#233; qu'il s'ag&#238;t d'une fondation de famille, ce qui, si sa th&#232;se &#233;tait reconnue fond&#233;e, devait lui permettre de percevoir un imp&#244;t sur la part de la fortune du fondateur qui revenait &#224; sa veuve, domicili&#233;e dans le canton. Apr&#232;s de nombreuses tractations, l'Etat de Vaud et la Deike Stiftung sont convenus de porter directement devant le Tribunal f&#233;d&#233;ral, jugeant en premi&#232;re et derni&#232;re instance, la question de la validit&#233; de la fondation. Dame veuve BGE 81 II 171 S. 172Rickmers a d&#233;clar&#233; se joindre &#224; l'Etat de Vaud en qualit&#233; de partie intervenante et a conclu &#233;galement &#224; l'annulation de la fondation. Vu la nationalit&#233; allemande de dame Rickmers, l'Office suisse de compensation est intervenu dans la proc&#233;dure et a conclu &#224; ce que le Tribunal f&#233;d&#233;ral se d&#233;clare incomp&#233;tent, motif pris de ce qu'il &#233;tait seul qualifi&#233; pour la repr&#233;senter dans le proc&#232;s.\nLe Tribunal f&#233;d&#233;ral s'est estim&#233; comp&#233;tent pour conna&#238;tre du litige; il a admis que si l'Office suisse de compensation &#233;tait recevable &#224; intervenir dans le proc&#232;s, cela n'excluait cependant pas le droit de Dame Rickmers d'y intervenir personnellement aussi et, quant au fond, adoptant la th&#232;se de l'Etat de Vaud, a prononc&#233; l'annulation de la fondation.\n  \nConsid&#233;rants\n\nExtrait des motifs:\n\n    1. Aux termes de l'art. 41 OJ, le Tribunal f&#233;d&#233;ral conna&#238;t en instance unique des contestations de droit civil \"lorsque les deux parties saisissent le tribunal &#224; la place des juridictions cantonales et que la valeur du litige est d'au moins 10 000 francs\". A s'en tenir &#224; cette disposition, comme d'ailleurs &#224; l'art. 2 al. 1 de la loi de proc&#233;dure civile f&#233;d&#233;rale du 4 d&#233;cembre 1947, la facult&#233; pour les parties de porter leur diff&#233;rend directement devant le Tribunal f&#233;d&#233;ral en vertu d'une clause compromissoire serait, il est vrai, subordonn&#233;e &#224; la condition qu'elles eussent eu, d'apr&#232;s une loi cantonale, le droit d'en saisir un tribunal cantonal, ce dont elles n'ont pas justifi&#233; en l'esp&#232;ce. L'art. 2 pr&#233;cit&#233; dispose toutefois que le Tribunal f&#233;d&#233;ral doit se saisir de la cause lorsque le demandeur a son domicile en Suisse ou qu'une partie est de nationalit&#233; suisse. La premi&#232;re question qui se pose est de savoir si, en vertu de cette derni&#232;re disposition, le l&#233;gislateur a entendu &#233;tendre dans ces deux hypoth&#232;ses la comp&#233;tence du Tribunal f&#233;d&#233;ral telle qu'elle est fix&#233;e aux art. 41 OJ et 2 al. 1 PCF. La r&#233;ponse n'est pas douteuse. Tout comme l'art. 41 BGE 81 II 171 S. 173OJ, l'avant-projet de la loi de proc&#233;dure civile subordonnait express&#233;ment la comp&#233;tence du Tribunal f&#233;d&#233;ral &#224; la condition qu'il exist&#226;t, d'apr&#232;s le droit f&#233;d&#233;ral ou le droit cantonal, un tribunal suisse comp&#233;tent pour conna&#238;tre de la cause. Il pr&#233;voyait m&#234;me que le Tribunal f&#233;d&#233;ral n'&#233;tait pas li&#233; par la clause en vertu de laquelle les parties seraient convenues de soumettre leur litige &#224; un tribunal suisse. Mais, si cette disposition a bien &#233;t&#233; reproduite dans le projet soumis aux Chambres f&#233;d&#233;rales (FF 1947 I 1012), elle &#233;tait toutefois compl&#233;t&#233;e par une autre, aux termes de laquelle le tribunal devait se saisir de la cause si le demandeur avait son domicile en Suisse ou &#233;tait de nationalit&#233; suisse, adjonction que le Conseil f&#233;d&#233;ral justifiait en relevant que si l'on se contentait d'&#233;noncer le principe pos&#233; dans l'avant-projet, le Tribunal f&#233;d&#233;ral serait en droit de d&#233;cliner sa comp&#233;tence lorsqu'il serait saisi d'une contestation port&#233;e devant lui en vertu d'une clause compromissoire intervenue entre deux ressortissants suisses domicili&#233;s &#224; l'&#233;tranger. A son avis, le litige avait en pareil cas \"un rapport suffisant avec le pays\" pour justifier l'obligation pour le Tribunal f&#233;d&#233;ral de se saisir de la cause, tout comme aussi dans le cas o&#249; le demandeur avait son domicile en Suisse ou &#233;tait de nationalit&#233; suisse. Or, sous la seule r&#233;serve du remplacement des mots \"lorsque le demandeur a son domicile en Suisse ou est de nationalit&#233; suisse\" par les mots \"lorsque le demandeur a son domicile en Suisse ou qu'une partie est de nationalit&#233; suisse\", la proposition du Conseil f&#233;d&#233;ral a &#233;t&#233; adopt&#233;e par les deux Chambres. Il n'est donc pas douteux que lorsque l'une ou l'autre de ces conditions sont r&#233;alis&#233;es - et il en est ainsi en l'esp&#232;ce -, le Tribunal f&#233;d&#233;ral ne doive se saisir de la cause quand bien m&#234;me il ne serait pas prouv&#233; que les parties eussent pu porter leur diff&#233;rend devant un autre tribunal suisse...\n\n    2. L'argumentation pr&#233;sent&#233;e par l'Office suisse de compensation pour contester la comp&#233;tence du Tribunal f&#233;d&#233;ral, &#224; savoir qu'il serait seul qualifi&#233; pour repr&#233;senter BGE 81 II 171 S. 174la d&#233;fenderesse dans le pr&#233;sent proc&#232;s, n'est pas fond&#233;e. L'art. 9 quater de l'arr&#234;t&#233; du Conseil f&#233;d&#233;ral du 16 f&#233;vrier 1945 instituant des mesures provisoires pour le r&#232;glement des paiements entre la Suisse et l'Allemagne (disposition introduite par l'arr&#234;t&#233; du 29 avril 1947) pr&#233;voit bien, il est vrai, que \"pour les avoirs des personnes morales auxquelles, au 16 f&#233;vrier 1945 au plus tard, des ressortissants allemands sont principalement int&#233;ress&#233;s\", l'Office suisse de compensation \"peut ... 4) prendre des mesures pour conserver la valeur de ces avoirs, ... pour les repr&#233;senter, pour ester en justice en mati&#232;re civile et p&#233;nale, pour exercer tous les droits des cr&#233;anciers selon la loi f&#233;d&#233;rale sur la poursuite pour dettes et la faillite\". Mais cette disposition signifie simplement que l'Office a qualit&#233; pour ester en justice ou intervenir dans un proc&#232;s o&#249; seraient engag&#233;s les int&#233;r&#234;ts qu'il a &#224; sauvegarder. On ne saurait l'interpr&#233;ter en ce sens qu'il serait seul qualifi&#233; pour introduire un proc&#232;s de ce genre ou, &#224; supposer le proc&#232;s d&#233;j&#224; li&#233;, pour exiger que les ressortissants allemands int&#233;ress&#233;s n'ex&#233;cutent aucun acte de proc&#233;dure sans son autorisation. Le seul droit que cette disposition lui conf&#232;re est celui de faire valoir les pr&#233;rogatives qui lui sont r&#233;serv&#233;es. Sans doute faut-il aussi entendre l'arr&#234;t&#233; en ce sens qu'il a qualit&#233; pour repr&#233;senter des personnes morales aux avoirs desquelles peuvent &#234;tre int&#233;ress&#233;s ces m&#234;mes ressortissants, mais non pas en tant que repr&#233;sentant l&#233;gal de celles-ci. Or, en l'esp&#232;ce, l'Office a eu tout loisir d'exercer ses pr&#233;rogatives. Pour autant qu'il s'agit de l'objet m&#234;me du litige, &#224; savoir la validit&#233; de la fondation, il n'en a cependant pas fait usage, autrement dit n'a pas abord&#233; les questions de fait et de droit que soulevait le litige. Sa th&#232;se se ramenait simplement &#224; soutenir que le proc&#232;s visait &#224; &#233;luder les dispositions concernant le blocage des valeurs situ&#233;es ou administr&#233;es en Suisse pour le compte ou en faveur des personnes qui y sont mentionn&#233;es, et ne pouvait en cons&#233;quence &#234;tre engag&#233; sans son assentiment, en qualit&#233; de repr&#233;sentant l&#233;gal de la fondation, ce qui est insoutenable.\n\n    BGE 81 II 171 S. 175\n   \nCes arr&#234;t&#233;s ne peuvent avoir eu pour but d'emp&#234;cher le juge civil de trancher une question qui est de sa comp&#233;tence et dont il a &#233;t&#233; r&#233;guli&#232;rement saisi.\n \n   \n   "
}