{
  "titre": "120 V 187",
  "annee": "1994",
  "contenu": "\n      \n  Chapeau\n120 V 18727. Arr&#234;t du 29 juin 1994 dans la cause Office f&#233;d&#233;ral des assurances sociales contre L., J. et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 3 al. 1 let. f LPC: renonciation &#224; un &#233;l&#233;ment de revenu.  - Tout acte juridique par lequel une personne remet en gage au cr&#233;ancier d'un tiers un bien ou une cr&#233;ance lui appartenant (i. c. une police d'assurance-vie), en vue de garantir le paiement de la dette contract&#233;e par ce tiers, constitue un dessaisissement conditionnel au sens de l'art. 3 al. 1 let. f LPC (consid. 3b et c). \n- En cas de nantissement d'une police d'assurance garantissant le paiement d'une rente viag&#232;re en contrepartie d'une prime unique, ce n'est pas la valeur de rachat de la police, compt&#233;e comme &#233;l&#233;ment de fortune amortissable en vertu de l'art. 17a OPC-AVS/AI, qui doit &#234;tre prise en compte, mais la rente viag&#232;re  &#224; laquelle le titulaire a renonc&#233;, en tant qu'&#233;l&#233;ment de revenu dont il s'est dessaisi (consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 188\n\n\n    BGE 120 V 187 S. 188\n   \n\n    A.- a) L., n&#233;e en 1914, et sa soeur J., n&#233;e en 1915, ont conclu avec la compagnie d'assurance sur la vie Patria (ci-apr&#232;s: la Patria) deux polices d'assurance-vie par lesquelles cette compagnie s'obligeait &#224; verser aux assur&#233;es, &#224; partir du mois d'ao&#251;t 1985, des rentes viag&#232;res d'un montant mensuel de 585 fr. 65 pour L. et de 398 fr. 85 pour J., moyennant le paiement de primes uniques de respectivement 105'000 francs et 75'000 francs.\nPar acte du 31 janvier 1986, les pr&#233;nomm&#233;es ont d&#233;clar&#233; remettre en gage &#224; la Banque cantonale vaudoise tous les objets mobiliers (titres, papiers-valeurs, livrets d'&#233;pargne et de d&#233;p&#244;t, polices d'assurance, etc.) en mains de cette derni&#232;re, en garantie des dettes actuelles et futures contract&#233;es par P., fils de J. et neveu de L. Le 10 f&#233;vrier suivant, elles ont en outre remis en nantissement &#224; cette banque les deux polices d'assurance-vie conclues aupr&#232;s de la Patria.\nb) J. a b&#233;n&#233;fici&#233; d'une prestation compl&#233;mentaire &#224; sa rente de vieillesse &#224; partir du 1er novembre 1990. Saisie d'une demande de L. tendant &#224; l'octroi d'une telle prestation, la Caisse cantonale vaudoise de compensation (ci-apr&#232;s: la caisse) a ni&#233; le droit de la pr&#233;nomm&#233;e &#224; une prestation en esp&#232;ces, mais elle a pris en charge le paiement de ses cotisations d'assurance-maladie.\nLa Banque cantonale vaudoise ayant requis la r&#233;alisation des gages garantissant ses cr&#233;ances envers P., le produit du rachat des polices de rente viag&#232;re en faveur de L. et de J. - soit respectivement 58'734 francs et 43'491 francs - a &#233;t&#233; vers&#233; &#224; la banque pr&#233;cit&#233;e le 29 avril 1992. En outre, le 25 mai 1992, la Patria a confirm&#233; &#224; la Banque cantonale vaudoise qu'elle lui verserait, en sa qualit&#233; de cr&#233;anci&#232;re-gagiste, une rente annuelle de 5'221 fr. 50 (exc&#233;dents compris), payable d&#232;s le 27 ao&#251;t 2001 en cas de vie de L. et une rente annuelle de 3'595 fr. 90 (exc&#233;dents compris), payable d&#232;s le 27 ao&#251;t 2002, en cas de vie de J.\n\n    BGE 120 V 187 S. 189\n   \nLe 26 mai 1992, les pr&#233;nomm&#233;es ont requis la r&#233;vision de leur droit aux prestations compl&#233;mentaires, motif pris que les rentes viag&#232;res servies par la Patria avaient &#233;t&#233; supprim&#233;es ensuite de la r&#233;alisation &#224; leur valeur de rachat des polices constitu&#233;es en leur faveur.\nc) Par d&#233;cision du 21 juillet 1992, la caisse a d&#233;ni&#233; &#224; L. le droit &#224; une prestation compl&#233;mentaire en esp&#232;ces, mais elle a continu&#233; de prendre en charge le paiement de ses cotisations d'assurance-maladie. Pour fixer la fortune d&#233;terminante, elle a tenu compte notamment d'un montant de 58'734 francs au titre de la fortune dont la pr&#233;nomm&#233;e s'&#233;tait dessaisie, sans en avoir l'obligation, en vue de garantir le paiement des dettes de son neveu P.\nd) Le m&#234;me jour, la caisse a notifi&#233; deux d&#233;cisions &#224; J. Par la premi&#232;re, elle a fix&#233; &#224; 2'196 francs le montant annuel de la prestation compl&#233;mentaire due &#224; partir du 1er mai 1992. Pour ce faire, elle a calcul&#233; la fortune d&#233;terminante en prenant en consid&#233;ration, notamment, un montant de 43'491  francs au titre de dessaisissement de l'assur&#233;e en faveur de son fils. Par la seconde d&#233;cision, elle a fix&#233; &#224; 8'671 francs le montant de la prestation compl&#233;mentaire ind&#251;ment per&#231;u du 1er novembre 1990 au 31 juillet 1992. Pour la p&#233;riode du 1er novembre 1990 au 30 avril 1992, l'obligation de restituer &#233;tait fond&#233;e sur le fait que la rente viag&#232;re servie par la Patria n'avait &#233;t&#233; prise en compte que partiellement dans le revenu d&#233;terminant pour le calcul de la prestation compl&#233;mentaire. Etant donn&#233; la situation financi&#232;re de J., la caisse a toutefois remis &#224; celle-ci son obligation de restituer, sous r&#233;serve de retour &#224; meilleure fortune.\nPar d&#233;cision du 31 juillet 1992, la caisse a fix&#233; &#224; 2'940 francs le montant annuel de la prestation compl&#233;mentaire &#224; laquelle J. a droit &#224; partir du 1er ao&#251;t 1992.\n\n    B.- La pr&#233;nomm&#233;e a recouru contre cette derni&#232;re d&#233;cision, dont elle demandait implicitement l'annulation, devant le Tribunal des assurances du canton de Vaud. De son c&#244;t&#233;, L. a saisi ledit tribunal d'un pourvoi contre la d&#233;cision qui lui avait &#233;t&#233; notifi&#233;e le 21 juillet 1992. Toutes deux faisaient grief &#224; la caisse d'avoir pris en compte les valeurs de rachat des polices d'assurance-vie conclues aupr&#232;s de la Patria, en les consid&#233;rant comme des  &#233;l&#233;ments de fortune dont elles s'&#233;taient dessaisies sans obligation ni contre-prestation.\nLa juridiction cantonale a joint les recours dont elle &#233;tait saisie. A l'audience d'instruction du 10 mars 1993, P., entendu en qualit&#233; de t&#233;moin, a d&#233;clar&#233; notamment qu'il avait investi des fonds importants dans BGE 120 V 187 S. 190l'entreprise de son employeur de l'&#233;poque, X, lequel avait &#233;tabli un testament en sa faveur; il avait toutefois r&#233;pudi&#233; la succession du pr&#233;nomm&#233;, laquelle s'&#233;tait r&#233;v&#233;l&#233;e lourdement ob&#233;r&#233;e; comme il s'&#233;tait en outre port&#233; caution pour X, il avait &#233;t&#233; mis en demeure par la Banque cantonale vaudoise de s'ex&#233;cuter;  son compte courant aupr&#232;s de cette banque pr&#233;sentant un d&#233;couvert de 180'000  francs, celle-ci lui avait demand&#233; des garanties; il avait alors remis en nantissement les polices d'assurance-vie r&#233;cemment conclues par sa m&#232;re et sa tante aupr&#232;s de la Patria, compagnie d'assurance dont il &#233;tait devenu l'employ&#233;. De leur c&#244;t&#233;, L. et J. ont d&#233;clar&#233; qu'elles connaissaient, en 1985, la situation financi&#232;re d&#233;favorable de P., mais qu'elles &#233;taient s&#251;res qu'il s'en sortirait, &#233;tant donn&#233; qu'il &#233;tait appel&#233; &#224; reprendre l'entreprise de X.\nPar jugement du 9 ao&#251;t 1993, la juridiction cantonale a admis les pourvois dont elle &#233;tait saisie et annul&#233; les d&#233;cisions entreprises, les causes &#233;tant renvoy&#233;es &#224; la caisse pour nouvelles d&#233;cisions sur le droit de L. et de J. &#224;  une prestation compl&#233;mentaire &#224; partir du 1er ao&#251;t 1992. Elle a consid&#233;r&#233;, en bref, que le nantissement des polices d'assurance, dans de telles circonstances, ne constituait pas un dessaisissement de fortune au sens de la loi.\n\n    C.- L'Office f&#233;d&#233;ral des assurances sociales (ci-apr&#232;s: l'OFAS) interjette un recours de droit administratif contre ce jugement, dont il demande l'annulation, en concluant au renvoi de la cause &#224; la caisse pour nouvelles d&#233;cisions. Il fait valoir, en r&#233;sum&#233;, que le nantissement des polices constitue bel et bien un acte de dessaisissement; par ailleurs, ce ne sont pas les valeurs de rachat des deux polices, compt&#233;es comme &#233;l&#233;ments de fortune amortissables en vertu de l'art. 17a OPC-AVS/AI, qui doivent &#234;tre prises en compte, mais le montant des rentes viag&#232;res auxquelles les assur&#233;es ont renonc&#233;, en tant qu'&#233;l&#233;ments de revenu.\nL. et J. concluent au rejet du recours. De son c&#244;t&#233;, la caisse est d'avis que le nantissement des polices d'assurance-vie constitue un dessaisissement de fortune amortissable et non pas la renonciation &#224; un revenu, comme le soutient l'OFAS.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Est tout d'abord litigieux, en l'esp&#232;ce, le point de savoir si le nantissement d'une police d'assurance-vie aupr&#232;s du cr&#233;ancier d'un tiers, en vue de garantir le paiement de la dette contract&#233;e par ce dernier, BGE 120 V 187 S. 191constitue, en cas de r&#233;alisation du gage, un acte de dessaisissement au sens de l'art. 3 al. 1 let. f LPC.\n\n    2. a) Selon l'art. 2 al. 1 LPC, les ressortissants suisses domicili&#233;s en Suisse qui peuvent pr&#233;tendre une rente de l'assurance-vieillesse et survivants, une rente ou une allocation pour impotent de l'assurance-invalidit&#233;, doivent b&#233;n&#233;ficier de prestations compl&#233;mentaires si leur revenu annuel d&#233;terminant n'atteint pas un certain montant.\nb) Aux termes de l'art. 3 al. 1 let. f LPC, le revenu d&#233;terminant le droit aux prestations compl&#233;mentaires comprend les ressources et parts de fortune dont un ayant droit s'est dessaisi. Il y a lieu d'admettre l'existence d'un dessaisissement au sens de cette disposition lorsque l'assur&#233; a renonc&#233; &#224; des &#233;l&#233;ments de revenu ou de fortune sans obligation juridique et sans avoir re&#231;u en &#233;change une contre-prestation &#233;quivalente (ATF 115 V 354 consid. 5c et les r&#233;f&#233;rences; RCC 1990 p. 374 consid. 3a).\n\n    3. a) Les premiers juges ont consid&#233;r&#233; qu'en remettant en nantissement les deux polices d'assurance-vie en garantie des cr&#233;ances actuelles et futures que la Banque cantonale vaudoise pourrait avoir contre P., les assur&#233;es ont accept&#233;, en cas de r&#233;alisation du gage, l'&#233;ventualit&#233; d'&#234;tre priv&#233;es des rentes viag&#232;res dont elles b&#233;n&#233;ficiaient. Selon eux, ce nantissement ne doit toutefois pas &#234;tre assimil&#233; &#224; un dessaisissement; en effet, l'&#233;l&#233;ment d&#233;cisif est en l'occurrence la conclusion de polices d'assurance destin&#233;es &#224; garantir aux assur&#233;es un certain niveau de vie jusqu'&#224; la fin de leur existence, la mise en gage desdites polices n'&#233;tant qu'un &#233;l&#233;ment en quelque sorte secondaire dans ce contexte.\nb) Ce point de vue ne saurait &#234;tre partag&#233;. Tout acte juridique par lequel une personne s'engage envers le cr&#233;ancier d'un tiers &#224; garantir le paiement de la dette contract&#233;e par ce tiers doit &#234;tre assimil&#233; &#224; un dessaisissement conditionnel au sens de l'art. 3 al. 1 let. f LPC. Sans doute, tant que la condition ne s'est pas r&#233;alis&#233;e, le dessaisissement n'est-il que virtuel, mais cela ne change rien au probl&#232;me: toute lib&#233;ralit&#233; peut &#234;tre soumise &#224; condition et ce qui seul importe, c'est qu'au moment o&#249; l'on fixe le revenu d&#233;terminant le droit &#233;ventuel d'un assur&#233; &#224; une prestation compl&#233;mentaire, cet assur&#233; dispose ou ne dispose pas de la fortune et du revenu de celle-ci qui doivent &#234;tre pris en compte selon les r&#232;gles l&#233;gales. D&#232;s lors, peu importe la cause ou la nature juridique exacte de l'engagement souscrit par l'assur&#233; en faveur d'autrui.\n\n    BGE 120 V 187 S. 192\n   \nPeu importe &#233;galement que la condition &#224; laquelle est subordonn&#233; l'engagement vienne &#224; &#233;ch&#233;ance avant ou apr&#232;s l'octroi d'une prestation compl&#233;mentaire. D&#232;s que le cr&#233;ancier peut exiger du garant l'ex&#233;cution de son engagement, celui-ci a perdu la libre disposition de ses biens, jusqu'&#224; concurrence du montant qui lui est r&#233;clam&#233; en ex&#233;cution de sa garantie. Cela doit permettre, le cas  &#233;ch&#233;ant, de prendre en compte un &#233;l&#233;ment de revenu ou une part de fortune qui a disparu post&#233;rieurement &#224; l'octroi d'une prestation compl&#233;mentaire &#224; la suite, par exemple, d'un cautionnement ou d'un autre engagement en faveur d'autrui souscrit avant la d&#233;cision par laquelle l'administration a fix&#233; le montant de la prestation. Ces principes valent notamment pour toutes les formes de mise en gage d'un bien de l'assur&#233; en garantie de la dette d'un tiers, sans qu'il existe &#224; l'&#233;gard de ce dernier une obligation juridique de l'assur&#233; de souscrire un tel engagement.\nc) Dans le cas particulier, en nantissant leurs polices de rente viag&#232;re, les intim&#233;es ont accept&#233;, en toute connaissance de cause, l'&#233;ventualit&#233; d'&#234;tre priv&#233;es des prestations assur&#233;es par la Patria. Ce faisant, elles ont dispos&#233;  de leurs biens au profit de P., sans obligation juridique &#224; l'&#233;gard de celui-ci et sans recevoir la moindre contre-prestation en &#233;change. Aussi ne peuvent-elles aujourd'hui faire supporter &#224; la collectivit&#233; publique qui finance les prestations compl&#233;mentaires les cons&#233;quences de leur impr&#233;voyance. A cet &#233;gard, le pr&#233;c&#233;dent invoqu&#233; par l'OFAS &#224; l'appui de son recours (arr&#234;t non publi&#233; M. du 9 ao&#251;t 1991) est pertinent. Dans cette affaire, des titres appartenant &#224; un interdit avaient &#233;t&#233; mis en gage, avec l'autorisation des autorit&#233;s de tutelle, en vue de garantir un emprunt contract&#233; aupr&#232;s d'une banque par le p&#232;re et tuteur de l'assur&#233;. Le Tribunal f&#233;d&#233;ral des assurances a jug&#233; qu'un tel engagement &#233;tait opposable &#224; l'assur&#233; qui requ&#233;rait des prestations compl&#233;mentaires, car il &#233;tait le fait d'un tuteur agissant avec l'approbation des autorit&#233;s de tutelle. Si, &#224; l'occasion du calcul de la prestation compl&#233;mentaire, l'on prend en compte la fortune dont un assur&#233;  faible d'esprit a &#233;t&#233; dessaisi par son p&#232;re et tuteur avec l'accord des autorit&#233;s de tutelle cens&#233;es prot&#233;ger ses int&#233;r&#234;ts, &#224; plus forte raison doit-on le faire dans le cas d'esp&#232;ce. D&#232;s lors, le recours de l'OFAS est bien fond&#233;.\n\n    4. Lors du calcul des prestations compl&#233;mentaires qui sont l'objet des d&#233;cisions litigieuses, la caisse a pris en compte les valeurs de rachat des deux polices, compt&#233;es comme &#233;l&#233;ments de fortune amortissables en vertu de l'art. 17a OPC-AVS/AI.\n\n    BGE 120 V 187 S. 193\n   \nDe son c&#244;t&#233;, l'OFAS est d'avis que ce sont bien plut&#244;t les rentes viag&#232;res, auxquelles les intim&#233;es ont renonc&#233; par le nantissement des polices d'assurance, qui doivent &#234;tre prises en consid&#233;ration en tant qu'&#233;l&#233;ments de revenu dont elles se sont dessaisies. C'est le second point litigieux dans la pr&#233;sente cause.\nEu &#233;gard &#224; la nature de l'&#233;l&#233;ment patrimonial objet du dessaisissement, il y a lieu de se ranger &#224; l'opinion de l'office recourant. En effet, en prenant l'engagement de garantir le paiement des dettes contract&#233;es par P. aupr&#232;s de la Banque cantonale vaudoise par le nantissement de ces polices d'assurance, les intim&#233;es ont accept&#233; l'&#233;ventualit&#233; d'&#234;tre priv&#233;es d'&#233;l&#233;ments de revenu consistant dans les rentes mensuelles dont elles devaient b&#233;n&#233;ficier leur vie durant, et non pas simplement de la valeur de rachat des polices d'assurance-vie. Dans ces conditions, le revenu d&#233;terminant le droit &#233;ventuel des intim&#233;es aux prestations compl&#233;mentaires comprend la contre-valeur des rentes viag&#232;res, en tant qu'&#233;l&#233;ments de revenu dont elles se sont dessaisies au profit de la banque cr&#233;anci&#232;re de leur fils et neveu, sans obligation &#224; l'&#233;gard de celui-ci et sans en recevoir une quelconque contre-prestation.\nSur ce point &#233;galement, le recours se r&#233;v&#232;le bien fond&#233; et la cause doit &#234;tre renvoy&#233;e &#224; la caisse, &#224; qui il appartiendra de rendre de nouvelles d&#233;cisions, conform&#233;ment &#224; ce qui a &#233;t&#233; expos&#233; ci-dessus.\n \n   \n   "
}