{
  "titre": "91 I 279",
  "annee": "1965",
  "contenu": "\n      \n  Chapeau\n91 I 27943. Arr&#234;t du 29 septembre 1965 dans la cause Aeberhard contre Canton de Vaud.\n\n  \nRegeste\nDouble imposition. Recevabilit&#233; du recours de droit public. Art. 46 al. 2 Cst., 84 et 88 OJ.  1. Lorsque la d&#233;cision d'une autorit&#233; de premi&#232;re instance est remplac&#233;e par celle d'une juridiction de recours, seule cette seconde d&#233;cision peut faire l'objet d'un recours de droit public (consid. 1). \n2. M&#234;me en cas d'accord entre deux cantons sur la r&#233;partition de l'imp&#244;t, le contribuable peut recourir en invoquant l'art. 46 al. 2 Cst., s'il s'estime l&#233;s&#233; par la convention intervenue. Il suffit d'une double imposition, et, partant, d'une l&#233;sion virtuelles (consid. 2). \n3. Lieu d'imposition d'un chalet de week-end construit par un particulier sur le terrain d'un tiers. Construction mobili&#232;re ou immeuble au sens du droit civil? Question r&#233;serv&#233;e. Il faut tenir compte de la r&#233;alit&#233; &#233;conomique et, vu les circonstances de l'esp&#232;ce, traiterle chalet litigieux comme un immeuble impos&#233; &#224; son lieu de situation (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 280\n\n\n    BGE 91 I 279 S. 280\n   \n\n    A.- Le 17 novembre 1962, Hugo Aeberhard, domicili&#233; &#224; Bolligen pr&#232;s de Berne, loua &#224; la commune de Bellerive (canton de Vaud) une parcelle dont celle-ci est propri&#233;taire au bord du lac de Morat. Il fut autoris&#233; par le bail &#224; &#233;difier sur le terrain une \"maison de plage\", \"compl&#232;tement d&#233;montable\" et d&#233;pourvue de tout \"caract&#232;re d'un b&#226;timent au sens des dispositions sur le registre foncier\". Usant de cette autorisation, il fit construire une maison de vacances, qui est immatricul&#233;e au registre foncier au plan folio 3, no 58.\n\n    B.- Le 10 d&#233;cembre 1964, l'Administration des imp&#244;ts BGE 91 I 279 S. 281du canton de Berne envoya &#224; Aeberhard un bordereau de taxation l'informant que son chalet de vacances &#233;tait consid&#233;r&#233; comme un immeuble et &#233;tait par cons&#233;quent imposable dans le canton de Vaud. De fait, le 23 d&#233;cembre 1964, l'Administration des imp&#244;ts du canton de Vaud adressa &#224; Aeberhard deux bordereaux concernant les contributions qu'elle lui r&#233;clamait pour le chalet de vacances.\n\n    C.- Contre ces deux bordereaux, Aeberhard a form&#233; un recours &#224; la Commission vaudoise de recours en mati&#232;re d'imp&#244;t et un recours de droit public. La proc&#233;dure devant le Tribunal f&#233;d&#233;ral a &#233;t&#233; suspendue jusqu'&#224; droit connu sur le premier de ces recours. L'autorit&#233; vaudoise a statu&#233; le 28 juin 1965 en rejetant le recours qui lui avait &#233;t&#233; adress&#233;. Le 4 ao&#251;t, Aeberhard en a inform&#233; le Tribunal f&#233;d&#233;ral et l'a pri&#233; \"der staatsrechtlichen Beschwerde die gesetzliche Folge zu geben\". Il se plaint d'une violation de l'interdiction de la double imposition.\nL'Administration des imp&#244;ts du canton de Vaud conclut au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La Commission cantonale de recours en mati&#232;re d'imp&#244;t statue librement. Son prononc&#233; a remplac&#233; la d&#233;cision de l'autorit&#233; de taxation contenue dans les deux bordereaux (RO 90 I 20/21, 107). Il peut seul d&#232;s lors &#234;tre attaqu&#233; par la voie du recours de droit public. Le recours form&#233; par Aeberhard est dirig&#233; contre les deux bordereaux. Apr&#232;s la d&#233;cision de la Commission cantonale, le recourant s'est born&#233; &#224; demander au Tribunal f&#233;d&#233;ral de donner &#224; ce recours la suite qu'il comportait selon la loi. En revanche, il n'a pas d&#233;clar&#233; express&#233;ment vouloir attaquer aussi la d&#233;cision de la Commission cantonale. On doit toutefois admettre que telle est bien son intention. Sinon, il aurait retir&#233; son recours.\n\n    2. Les cantons de Berne et de Vaud consid&#232;rent l'un et l'autre que le chalet du recourant doit &#234;tre impos&#233; dans le canton de Vaud. La jurisprudence n'exclut cependant pas le droit de recours en pareille hypoth&#232;se. Elle consid&#232;re en effet que, m&#234;me en cas d'accord entre les cantons sur la r&#233;partition de l'imp&#244;t, le contribuable conserve le droit de recourir en invoquant l'art. 46 al. 2 Cst., s'il se sent l&#233;s&#233; par la convention intervenue (arr&#234;t non publi&#233; Staub, du 11 septembre 1936, BGE 91 I 279 S. 282cit&#233; par LOCHER, Doppelbesteuerung, &#167; 1, III A, 2, no 4). En mati&#232;re de violation de l'art. 46 al. 2 Cst., la jurisprudence admet que le recours de droit public est recevable d&#233;j&#224; en cas de double imposition virtuelle (RO 83 I 106, 262, 332). Il suffit d&#232;s lors que la l&#233;sion soit virtuelle. Tel est le cas en l'esp&#232;ce o&#249; il n'est pas exclu que le canton de Berne ne vienne un jour &#224; revendiquer la souverainet&#233; fiscale sur le chalet qu'impose le canton de Vaud. L'existence de cette l&#233;sion suffit &#224; ouvrir la voie du recours de droit public. Le recourant cherche avant tout &#224; faire juger par le Tribunal f&#233;d&#233;ral que son chalet est un immeuble, de mani&#232;re &#224; pouvoir ensuite obliger la commune de Bellerive &#224; remplacer le contrat de bail relatif au terrain par l'octroi d'un droit de superficie. Le Tribunal f&#233;d&#233;ral n'a pas &#224; se pr&#233;occuper du but ainsi poursuivi par le recourant. Il a exclusivement &#224; examiner si le recourant est victime d'une double imposition virtuelle.\n\n    3. Selon le recourant, la solution du conflit d&#233;pend de la nature juridique de son chalet: celui-ci, dit-il, doit &#234;tre impos&#233; dans le canton de Vaud s'il est un immeuble et dans le canton de Berne s'il est une construction mobili&#232;re (art 677 CC).\nIl est exact que, d'apr&#232;s la jurisprudence, le contribuable doit &#234;tre impos&#233; &#224; son domicile pour sa fortune mobili&#232;re et au lieu de situation de la chose en ce qui concerne sa fortune immobili&#232;re (LOCHER, Doppelbesteuerung, &#167; 6, I A, 7, I A, 1). Mais, en vertu d'un principe constamment appliqu&#233; par le Tribunal f&#233;d&#233;ral, le partage des souverainet&#233;s fiscales de deux cantons ne repose pas n&#233;cessairement sur le statut que les objets &#224; imposer poss&#232;dent selon les r&#232;gles du droit civil. Il peut &#234;tre op&#233;r&#233; sur la base de la situation &#233;conomique de la chose, de son utilisation et de sa destination r&#233;elles, et cela m&#234;me si, en soumettant la chose &#224; certaines r&#232;gles du droit priv&#233;, le contribuable n'a pas eu en vue d'&#233;luder l'imp&#244;t (RO 85 I 99). La combinaison de ces divers principes permet de laisser ind&#233;cise en l'esp&#232;ce la question de la nature juridique du chalet litigieux. En effet, ainsi qu'on va le voir, le sort du recours sera le m&#234;me, quelle que soit la solution adopt&#233;e.\nSuppos&#233; que ce chalet soit un immeuble au sens des r&#232;gles du droit priv&#233;, il devrait &#234;tre impos&#233; &#224; son lieu de situation, c'est-&#224;-dire dans le canton de Vaud, conform&#233;ment au principe rappel&#233; ci-dessus. Ce serait d&#232;s lors &#224; bon droit que les autorit&#233;s BGE 91 I 279 S. 283vaudoises auraient envoy&#233; au recourant les bordereaux d'imp&#244;t que celui-ci a attaqu&#233;s. Ce serait &#224; juste titre aussi que le canton de Berne aurait renonc&#233; &#224; exercer sa souverainet&#233; fiscale relativement au chalet.\nSuppos&#233; au contraire que ce chalet soit une construction mobili&#232;re au sens des r&#232;gles du droit civil, il faudrait alors tenir compte de la r&#233;alit&#233; &#233;conomique. Le recourant affirme lui-m&#234;me \"dass diese Ferienh&#228;user alle mehr oder weniger stabil gebaut sind und sich seit Jahren auf dem Terrain befinden\". Sa d&#233;claration - cela n'est pas douteux - vise notamment son propre chalet. Il a d'ailleurs produit une photographie de ce dernier qui, bien que mont&#233; sur pilotis, se pr&#233;sente comme une construction robuste, destin&#233;e &#224; durer et qui ne serait pas moins compliqu&#233;e &#224; d&#233;monter que beaucoup de chalets de montagne. D'ailleurs, le recourant qualifie sa construction de \"Ferienh&#228;uschen\". Il habite Bolligen pr&#232;s de Berne, c'est-&#224;-dire &#224; courte distance des bords du lac de Morat. Il est clair d&#232;s lors que, quoiqu'il ne le dise pas, il utilise son chalet fr&#233;quemment, non seulement durant les vacances, mais aussi pendant les week-ends et les autres jours de loisir. Du reste, cette maison existe depuis plusieurs ann&#233;es et le nouveau bail que le recourant a sign&#233; le 29 mars 1965 lui permet de la garder nombre d'ann&#233;es encore. Ainsi, dans la r&#233;alit&#233; des choses, le chalet litigieux est con&#231;u comme une construction immobili&#232;re et utilis&#233; comme telle. Dans cette mesure, il doit &#234;tre impos&#233; &#224; son lieu de situation, c'est-&#224;-dire par les autorit&#233;s vaudoises.\nAinsi, que la maison soit un immeuble ou une construction mobili&#232;re au sens des r&#232;gles du droit civil, elle est soumise du point de vue des principes de la double imposition &#224; la souverainet&#233; fiscale du canton de Vaud. Le recours est d&#232;s lors mal fond&#233;.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral,\nRejette le recours.\n \n   \n   "
}