{
  "titre": "121 IV 67",
  "annee": "1995",
  "contenu": "\n      \n  Chapeau\n121 IV 6714. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 3 mai 1995 dans la cause L. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 129 CP; mise en danger de la vie d'autrui.  La notion de mise en danger de mort imminent peut &#234;tre interpr&#233;t&#233;e de mani&#232;re plus large dans le cadre de cette disposition qu'en mati&#232;re de brigandage (art.  140 ch. 4 CP) (consid. 2b et c). \nCelui qui pointe un pistolet charg&#233;, une balle dans le canon, contre des personnes qui se trouvent &#224; courte distance de lui met celles-ci en danger de mort imminent, au sens de l'art. 129 CP, m&#234;me si la r&#233;sistance &#224; vaincre en appuyant sur la d&#233;tente pour faire partir le coup de feu est relativement importante (une pression de 5,5 kg &#233;tait n&#233;cessaire en l'esp&#232;ce; consid. 2d). \n\n\n  \n  \n  \nFaits &#224; partir de page 67\n\n\n    BGE 121 IV 67 S. 67\n   \n\n    A.- Par jugement du 8 juillet 1994, le Tribunal correctionnel du district de Morges a condamn&#233; L., pour mise en danger de la vie d'autrui, violence ou menace contre les autorit&#233;s et les fonctionnaires, vols, vols d'usage, violations simple et grave des r&#232;gles de la circulation, usage abusif de permis et de plaques, conduite sous retrait de permis, contravention &#224; la LStup et faux dans les certificats, &#224; la peine de trois ans de r&#233;clusion et &#224; une amende de 500 fr., mettant &#224; sa charge les frais de la proc&#233;dure.\nIl ressort de ce jugement que L., n&#233; en 1968, est sans emploi depuis octobre 1991; il a d&#233;j&#224; &#233;t&#233; condamn&#233; &#224; plusieurs reprises, notamment, le 29 BGE 121 IV 67 S. 68mai 1990, pour mise en danger de la vie d'autrui. Entre le 27 juillet 1991 et le 18 ao&#251;t 1993, il a commis de nombreuses infractions qui sont relat&#233;es dans le jugement. En particulier, il a &#233;t&#233; reconnu coupable de mise en danger de la vie d'autrui pour avoir d&#233;marr&#233; brusquement, le 18 ao&#251;t 1993 &#224; B&#226;le, au volant d'une voiture Ferrari qu'il avait vol&#233;e, alors qu'il savait qu'un gendarme qui tentait de l'intercepter s'&#233;tait accroch&#233; &#224; la porti&#232;re; en revanche, il a &#233;t&#233;  lib&#233;r&#233; de cette m&#234;me accusation pour avoir brusquement acc&#233;l&#233;r&#233;, au volant d'une Mercedes 500 qu'il avait vol&#233;e, le 28 avril 1993 &#224; Aigle, alors qu'un gendarme lui faisait signe de s'arr&#234;ter &#224; la suite d'un exc&#232;s de vitesse, le danger de mort pour le policier n'ayant pas &#233;t&#233; jug&#233; imminent. Parmi les diverses infractions retenues, une seule reste litigieuse: la qualification de mise en danger de la vie d'autrui pour les faits qui vont &#234;tre maintenant expos&#233;s.\nLe 8 mai 1993, L. s'est inscrit sous un faux nom dans un h&#244;tel de Villeneuve. La r&#233;ceptionniste, ayant constat&#233; que ses affaires contenaient des documents suspects, a fait appel &#224; la police, qui a d&#233;p&#234;ch&#233; tout d'abord deux gendarmes, puis deux inspecteurs de la police de s&#251;ret&#233;. La v&#233;ritable identit&#233; de L. ayant  &#233;t&#233; d&#233;couverte, un dispositif fut mis en place en vue de l'interpeller lorsqu'il reviendrait &#224; l'h&#244;tel. Le 9 mai 1993 &#224; 2 heures 05, L., rentrant &#224;  l'h&#244;tel, a remarqu&#233; les deux inspecteurs et a pris la fuite, suivi imm&#233;diatement par les deux policiers. Il s'est retrouv&#233; dans un cul-de-sac en sous-sol de l'h&#244;tel, o&#249; il a &#233;t&#233; rejoint par les deux inspecteurs, l'un d'eux le tenant en joue avec son arme de service. L. s'est avanc&#233; vers les policiers, d&#233;clarant qu'ils n'avaient qu'&#224; tirer. Une bagarre a alors &#233;clat&#233;, qui a pris fin lorsqu'un des inspecteurs a dit &#224; L. que l'h&#244;tel &#233;tait cern&#233;. Alors qu'ils s'appr&#234;taient &#224; sortir les trois ensemble, L. a vu les deux gendarmes qui  &#233;taient rest&#233;s &#224; l'ext&#233;rieur. Ne voulant pas se faire menotter ou ma&#238;triser, L. a tent&#233; de s'&#233;chapper et il en est r&#233;sult&#233; une violente bagarre, au cours de laquelle il a &#233;t&#233; fait usage de gaz lacrymog&#232;ne. Pratiquant les arts martiaux et mesurant 1 m 92, L. a fait usage de sa force dans l'intention de s'&#233;chapper. A un certain moment, il a r&#233;ussi &#224; s'emparer de l'arme d'un gendarme, qui se trouvait dans son &#233;tui. Le pistolet, un Sigg P 226 calibre 9 mm parabellum, contenait 12 balles, dont une &#233;tait engag&#233;e dans le canon. Ayant constat&#233; que L. s'&#233;tait empar&#233; de son arme, le gendarme a avis&#233; ses coll&#232;gues. Ces derniers ont imm&#233;diatement l&#226;ch&#233; L.. Tout en reculant, celui-ci a point&#233; l'arme en direction de trois des policiers qui se trouvaient &#224; tr&#232;s courte distance de lui et qui &#233;taient proches les uns des autres. Ceux-ci ont pris le parti de ne pas fuir ou tenter de se mettre &#224; couvert, mais de faire face. Pour que le coup parte, L., qui se doutait BGE 121 IV 67 S. 69bien que l'arme &#233;tait charg&#233;e, n'aurait eu qu'&#224; presser sur la d&#233;tente;  cependant, le chien n'&#233;tant pas arm&#233;, une pression de 5,5 kg &#233;tait n&#233;cessaire. Il a &#233;t&#233; retenu que L. avait le doigt sur la d&#233;tente, qu'il &#233;tait conscient du danger qu'il cr&#233;ait et mettait sciemment les policiers en danger de mort. Ayant la haine de l'uniforme et &#233;tant d&#233;termin&#233; &#224; s'&#233;chapper, il pouvait presser sur la d&#233;tente &#224; toute r&#233;action des policiers, &#233;tant pr&#233;cis&#233; qu'une pression de 5,5  kg n'avait rien de difficile pour un homme de sa force et qu'il &#233;tait de surcro&#238;t encore sous les effets de l'h&#233;ro&#239;ne qu'il avait consomm&#233;e dans la soir&#233;e. Le quatri&#232;me policier, qui se tenait un peu &#224; l'&#233;cart, ayant constat&#233;  que L. braquait ses trois coll&#232;gues, a saisi son arme et a ouvert le feu sur L.; celui-ci, atteint &#224; la cuisse gauche, s'est &#233;croul&#233; et a l&#226;ch&#233; son arme.\nIl doit &#234;tre encore relev&#233; que pour l'ensemble des actes, le tribunal, s'&#233;cartant de l'expertise psychiatrique qui concluait &#224; une responsabilit&#233;  pleine et enti&#232;re, a admis que l'accus&#233; avait une responsabilit&#233; l&#233;g&#232;rement restreinte en raison d'une structure de personnalit&#233; pathologique, assimilable  &#224; un d&#233;veloppement mental incomplet, qui diminuait sa facult&#233; de se d&#233;terminer sainement.\nPar arr&#234;t du 22 septembre 1994, la Cour de cassation cantonale a rejet&#233; &#224; la fois le recours du condamn&#233; et le recours joint du Minist&#232;re public.\n\n    B.- Contre cet arr&#234;t, L. s'est pourvu en nullit&#233; &#224; la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral. Invoquant une violation de l'art. 129 CP, il soutient, en se r&#233;f&#233;rant &#224; l' ATF 117 IV 419 ss, qu'il n'y avait pas de \"danger de mort imminent\", puisqu'une pression de 5,5 kg &#233;tait n&#233;cessaire pour que le coup parte. Il conclut, avec suite de frais et d&#233;pens, &#224; l'annulation de l'arr&#234;t attaqu&#233; et sollicite par ailleurs l'assistance judiciaire.\nLa cour cantonale, qui n'a pas pr&#233;sent&#233; d'observations, s'&#233;tait appuy&#233;e dans son arr&#234;t sur l'opinion divergente de l'Obergericht de Zurich (RSJ 1993 p. 104  ss) et avait consid&#233;r&#233;, dans les circonstances d'esp&#232;ce, qu'une pression de 5,5  kg n'avait rien de difficile et que les policiers avaient &#233;t&#233; mis en danger de mort imminent.\nLe Minist&#232;re public a conclu au rejet du pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. (Recevabilit&#233;).\n\n    2. a) La seule question &#224; r&#233;soudre est de savoir si le recourant, en pointant le pistolet en direction des policiers le 9 mai 1993 &#224; Villeneuve, BGE 121 IV 67 S. 70a cr&#233;&#233; objectivement un \"danger de mort imminent\" selon les termes de l'art.  129 CP, &#233;tant donn&#233; qu'une pression de 5,5 kg &#233;tait n&#233;cessaire sur la d&#233;tente pour que le coup parte.\nLa cour cantonale et le recourant ont admis sans discussion que la notion de  \"danger de mort imminent\" devait &#234;tre interpr&#233;t&#233;e de la m&#234;me fa&#231;on &#224; l'art. 129  CP et &#224; l'art. 139 ch. 3 CP (actuel art. 140 ch. 4 CP; dans cet arr&#234;t, on se r&#233;f&#233;rera constamment &#224; la num&#233;rotation en vigueur avant le 1er janvier 1995).\nC'est la question qu'il convient maintenant d'examiner.\nb) Les termes \"danger de mort imminent\" figurant dans le texte actuel de l'art. 129 CP entr&#233; en vigueur le 1er janvier 1990 (RO 1989 p. 2451) se trouvaient d&#233;j&#224; dans la version d'origine du code p&#233;nal entr&#233;e en vigueur le  1er janvier 1942. Ces mots ont donn&#233; lieu &#224; une jurisprudence qui s'est d&#233;velopp&#233;e ind&#233;pendamment de l'art. 139 CP, dont la version d'origine ne comportait pas cette expression.\naa) Dans le cadre de l'interpr&#233;tation de l'art. 129 CP, il a &#233;t&#233; jug&#233; que la notion de danger de mort imminent impliquait tout d'abord un danger concret, c'est-&#224;-dire un &#233;tat de fait dans lequel existe, d'apr&#232;s le cours ordinaire des choses, la probabilit&#233; ou un certain degr&#233; de possibilit&#233; que le bien juridique prot&#233;g&#233; soit l&#233;s&#233;, sans toutefois qu'un degr&#233; de probabilit&#233; sup&#233;rieur &#224; 50%  soit exig&#233;; le danger de mort imminent repr&#233;sente cependant plus que cela. Il est r&#233;alis&#233; lorsque le danger de mort appara&#238;t si probable qu'il faut &#234;tre d&#233;nu&#233; de scrupule pour n&#233;gliger sciemment d'en tenir compte. Quant &#224; la notion d'imminence, elle n'est pas ais&#233;e &#224; d&#233;finir; elle implique en tout cas, outre la probabilit&#233; s&#233;rieuse de la r&#233;alisation du danger concret, un &#233;l&#233;ment d'imm&#233;diatet&#233; qui est d&#233;fini moins par l'encha&#238;nement chronologique des circonstances que par le lien de connexit&#233; directe unissant le danger et le comportement de l'auteur (ATF 106 IV 12 consid. 2a et les arr&#234;ts cit&#233;s).\nS'agissant plus pr&#233;cis&#233;ment de l'utilisation d'une arme &#224; feu, la jurisprudence a admis qu'il y avait danger de mort imminent lorsqu'un homme ivre et emport&#233; dirige une arme &#224; feu charg&#233;e et non assur&#233;e, le doigt sur la d&#233;tente, sur une partie vitale du corps d'autrui, de sorte que la moindre r&#233;action de l'auteur ou d'un tiers pourrait faire partir un coup de feu mortel  (ATF 94 IV 60 consid. 2). De la m&#234;me fa&#231;on, il y a danger de mort imminent lorsque l'auteur sort un pistolet de sa poche en le saisissant &#224; pleine crosse et en engageant le doigt dans la d&#233;tente, sans se pr&#233;occuper de savoir s'il est pr&#234;t &#224; faire feu, alors m&#234;me qu'il l'a charg&#233; et d&#233;sassur&#233; &#224; peine quelques instants auparavant, d&#232;s lors que l'arme, immobile ou en mouvement, est &#224; m&#234;me d'envoyer une balle &#224; BGE 121 IV 67 S. 71proximit&#233; d'autrui en cas de d&#233;part inattendu du coup (ATF 100 IV 215 consid.  3). Un danger de mort imminent a &#233;galement &#233;t&#233; retenu dans le cas d'un homme, aux prises avec un ou des adversaires, qui, au cours de la lutte, a sorti un pistolet pr&#234;t &#224; tirer s'exposant ainsi &#224; l&#226;cher inopin&#233;ment un coup de feu, alors que chacun sait qu'un coup de feu partant au hasard au milieu de combattants est de nature &#224; blesser et par cons&#233;quent &#224; tuer l'un d'eux (ATF ATF 107 IV 163 consid. 3). Dans tous ces arr&#234;ts, le risque qu'un coup de feu parte inopin&#233;ment semble jouer un r&#244;le d&#233;terminant. On constate un durcissement de la jurisprudence &#224; l' ATF 111 IV 51 consid. 2 o&#249;, dans le cas d'une bagarre, on consid&#232;re qu'il est sans pertinence de d&#233;terminer si l'auteur a pu ou non faire le mouvement de charge qui &#233;tait n&#233;cessaire pour rendre l'arme pr&#234;te &#224; tirer. Bien que cet arr&#234;t ne fasse aucune r&#233;f&#233;rence &#224; l'art. 139 CP, on constate cependant une certaine similitude avec la jurisprudence rendue &#224; la m&#234;me &#233;poque au sujet du brigandage &#224; l' ATF 111 IV 127.\nbb) La version de l'art. 139 CP entr&#233;e en vigueur le 1er octobre 1982  institue une gradation dans la gravit&#233; du brigandage. L' infraction de base, pr&#233;vue par l'art. 139 ch. 1 CP, est r&#233;alis&#233;e en cas de mise en danger abstraite de la vie d'autrui. Lorsque l'auteur s'est muni d'une arme &#224; feu ou d'une autre arme dangereuse, il cr&#233;e un danger abstrait accru, et l'infraction est qualifi&#233;e au sens du ch. 1bis de l'art. 139 CP; la r&#233;alisation de la qualification pr&#233;vue au ch. 2, pour le cas o&#249; la mani&#232;re d'agir de l'auteur d&#233;note qu'il est particuli&#232;rement dangereux, suppose la r&#233;alisation d'un danger concret. Enfin, le ch. 3, qui rend passible de la r&#233;clusion pour 5 ans au moins l'auteur qui a mis sa victime en danger de mort, implique une mise en danger concr&#232;te fortement accrue ou encore un danger de mort particuli&#232;rement imminent  (ATF 117 IV 419 consid. 4b). Analysant les travaux pr&#233;paratoires, la jurisprudence, sans se r&#233;f&#233;rer en aucune fa&#231;on &#224; l'art. 129 CP, a estim&#233; que la formule \"si l'auteur a mis la victime en danger de mort\", devrait &#234;tre comprise dans le sens de la jurisprudence d&#233;velopp&#233;e au sujet de la notion de \"menaces de mort\" (ATF 109 IV 106 consid. 2). Ainsi, la notion de \"danger de mort\"  introduite &#224; l'art. 139 ch. 3 CP n'a pas &#233;t&#233; interpr&#233;t&#233;e pour elle-m&#234;me ou par r&#233;f&#233;rence &#224; l'art. 129 CP, mais selon une jurisprudence ant&#233;rieure fond&#233;e sur des termes diff&#233;rents. Il apparaissait alors d&#233;cisif que l'auteur soit en mesure, en un instant, de rendre l'arme pr&#234;te &#224; tirer et de r&#233;aliser le danger;  le danger de mort a donc &#233;t&#233; admis m&#234;me lorsque l'arme &#224; feu charg&#233;e est assur&#233;e et qu'il n'y a pas de balle dans le canon (ATF 112 IV BGE 121 IV 67 S. 7214 consid. 4, ATF 109 IV 106 consid. 2a), lorsque le pistolet est assur&#233; (ATF 111  IV 127 consid. 2 et 3) ou lorsqu'il est n&#233;cessaire d'actionner plusieurs fois la d&#233;tente pour faire partir le coup (ATF 112 IV 16 consid. 2c).\nCette jurisprudence relative &#224; l'art. 139 ch. 3 CP a &#233;t&#233; critiqu&#233;e par la majorit&#233; de la doctrine. Une interpr&#233;tation plus restrictive a &#233;t&#233; souhait&#233;e, pour tenir compte de la lourde peine pr&#233;vue par l'art. 139 ch. 3 CP, semblable  &#224; celle d'un meurtre (cf. en particulier: SCHUBARTH, Kommentar StGB, Bes.Teil., vol. 2, art. 139 no 85). Certains auteurs ont soutenu qu'il n'y avait danger de mort que si l'auteur avait cr&#233;&#233; volontairement une situation telle que la mort pouvait survenir ind&#233;pendamment de sa volont&#233;, par l'effet du hasard, d'un geste incontr&#244;l&#233; de sa part ou d'une r&#233;action de la victime ou d'un tiers (cf. STRATENWERTH, Bes.Teil I, 5e &#233;d., p. 289 no 134; TRECHSEL, Kurzkommentar StGB, art. 139 no 16).\nModifiant sa jurisprudence ant&#233;rieure, la Cour de cassation s'est ralli&#233;e &#224;  cette mani&#232;re de voir &#224; l' ATF 117 IV 419 ss. Dans cet arr&#234;t, sans faire aucune r&#233;f&#233;rence &#224; l'art. 129 CP, il a &#233;t&#233; jug&#233; que le danger de mort, au sens de l'art. 139 ch. 3 CP, devait &#234;tre particuli&#232;rement imminent (\"eine sehr nahe Lebensgefahr\") (ATF 117 IV 419 consid. 4d). Cette condition n'est pas remplie lorsque l'auteur, pour rendre l'arme pr&#234;te &#224; tirer, doit pr&#233;alablement la d&#233;sassurer ou faire un mouvement de charge; dans les deux cas en effet, on peut exclure qu'un coup de feu parte sans la volont&#233; de l'auteur (ATF 117 IV 419 consid. 4c). Dans le cas plus d&#233;licat o&#249; le chien n'a pas &#233;t&#233; tir&#233; vers l'arri&#232;re et qu'il faut donc appuyer sur la d&#233;tente avec une certaine force  (une pression de 4,5 kg dans le cas de jurisprudence) pour que le coup parte, il a &#233;t&#233; jug&#233; qu'il s'agissait l&#224; d'une r&#233;sistance suffisante pour prot&#233;ger contre un coup de feu inopin&#233;, de sorte que, lorsque l'auteur ne se trouve pas pris dans une bagarre ou une m&#234;l&#233;e, on peut encore admettre qu'il a le contr&#244;le de la situation et que le coup ne peut pas partir ind&#233;pendamment de sa volont&#233;  (ATF 117 IV 419 consid. 4c et 5). Appliquant cette jurisprudence, la Cour de cassation a admis qu'il y avait danger de mort, au sens de l'art. 139 ch. 3 CP, si l'auteur, ayant empoign&#233; sa victime, maintient une lame &#224; courte distance de la gorge de celle-ci, d'une mani&#232;re telle qu'une r&#233;action r&#233;flexe de la victime suffirait facilement &#224; provoquer une l&#233;sion mortelle (ATF 117 IV 428 consid.  3b).\ncc) Cette &#233;volution r&#233;cente invite, dans le cadre de l'art. 129 CP, &#224;  r&#233;examiner la jurisprudence de l' ATF 111 IV 51, qui semble avoir &#233;t&#233; BGE 121 IV 67 S. 73influenc&#233;e par les id&#233;es qui &#233;taient alors &#233;mises au sujet de l'art. 139 ch. 3  CP et qui sont aujourd'hui abandonn&#233;es.\nIl faut cependant observer que la jurisprudence n'a jamais affirm&#233; que la notion de \"danger de mort\" devait &#234;tre interpr&#233;t&#233;e de la m&#234;me fa&#231;on &#224; l'art.  129 et &#224; l'art. 139 ch. 3 CP. D'une part, ainsi qu'on l'a d&#233;j&#224; relev&#233;, la jurisprudence a d&#233;velopp&#233; les d&#233;finitions de ces deux notions de mani&#232;re tout &#224;  fait ind&#233;pendante. Une interpr&#233;tation distincte s'impose tout d'abord en raison des fonctions diff&#233;rentes qui sont les leurs. En effet, dans le cadre de l'art.  139 CP, la mise en danger de mort imminent, qui appara&#238;t au ch. 3, marque l'aboutissement de la gradation pr&#233;vue par cette disposition. En outre, cette qualification fait passer la peine minimale de deux &#224; cinq ans de r&#233;clusion, ce qui implique que l'on en fasse une interpr&#233;tation restrictive; cet aspect de la question a d'ailleurs jou&#233; un r&#244;le non n&#233;gligeable dans l'&#233;volution de la jurisprudence (ATF 117 IV 419 consid. 4b, ATF 116 IV 312 consid. 2d). En revanche, dans le cadre de l'art. 129 CP, la mise en danger de mort est l'un des &#233;l&#233;ments constitutifs de l'infraction, &#233;tant toutefois pr&#233;cis&#233; que l'on ne saurait m&#233;conna&#238;tre que cette infraction elle-m&#234;me jouera dans bien des cas le r&#244;le de qualification par rapport aux art. 180 et 181 CP notamment, qui pr&#233;voient des peines moins lourdes et dont les conditions d'application sont souvent r&#233;alis&#233;es en l'absence de mise en danger de mort. Les commentateurs pr&#233;sentent d'ailleurs ces notions ind&#233;pendamment l'une de l'autre. Par exemple, Stratenwerth approuve la jurisprudence consistant &#224; admettre, pour l'application de l'art. 129 CP, qu'il suffit de menacer autrui avec une arme pr&#234;te &#224; tirer (Stratenwerth, op.cit., p. 76 no 10) sans reprendre ici l'id&#233;e, exprim&#233;e au sujet de l'art. 139 ch. 3 CP, qu'il faut que le hasard, un mouvement inconsid&#233;r&#233; ou l'intervention d'un tiers puisse suffire &#224; causer la mort (STRATENWERTH, op.cit., p. 289 no 134).\nOn ne saurait donc dire que la notion de \"danger de mort\" doit &#234;tre interpr&#233;t&#233;e de la m&#234;me fa&#231;on &#224; l'art. 129 et &#224; l'art. 139 ch. 3 CP.\nc) Il r&#233;sulte assez clairement de ce qui pr&#233;c&#232;de que la conception de l'ATF  111 IV 51 &#233;tait directement influenc&#233;e par les id&#233;es qui &#233;taient alors &#233;mises au sujet de l'art. 139 ch. 3 CP et qui ont &#233;t&#233; depuis lors abandonn&#233;es. Cette jurisprudence ne peut donc pas &#234;tre maintenue, et il faut en revenir &#224; la jurisprudence ant&#233;rieure qui consid&#233;rait essentiellement le risque que le coup de feu parte d'un instant &#224; l'autre, m&#234;me inopin&#233;ment.\nSelon le sens des mots, on ne peut pas dire que le danger de mort est imminent, comme le requiert l'art. 129 CP, si, pour que l'arme soit pr&#234;te &#224; BGE 121 IV 67 S. 74tirer, l'auteur doit pr&#233;alablement y introduire des balles, la d&#233;sassurer ou effectuer un mouvement de charge. Dans tous ces cas en effet, l'auteur doit pr&#233;alablement ex&#233;cuter une manipulation volontaire avant que l'arme ne soit pr&#234;te &#224; tirer. Aussi longtemps qu'il ne l'effectue pas, il ne place pas la victime dans une situation de danger de mort imm&#233;diat.\nLe probl&#232;me est plus d&#233;licat lorsque, comme c'est le cas en l'esp&#232;ce, il suffit d'appuyer sur la d&#233;tente pour que le coup parte, mais que cela requiert une certaine force parce que le chien n'a pas &#233;t&#233; arm&#233;.\nAinsi qu'on l'a d&#233;j&#224; relev&#233;, la nouvelle jurisprudence, consacrant une interpr&#233;tation restrictive de la notion de danger de mort, a &#233;t&#233; justifi&#233;e par la n&#233;cessit&#233; de distinguer soigneusement les diff&#233;rents degr&#233;s de qualification du brigandage (ATF 117 IV 419 consid. 4a et d). Ce souci n'est pas transposable au cas de l'art. 129 CP. En effet, le danger de mort imminent est un &#233;l&#233;ment constitutif de l'art. 129 CP, et non une circonstance aggravante. Si cet  &#233;l&#233;ment n'est pas r&#233;alis&#233;, l'infraction n'est tout simplement pas commise. Les faits ne tombent plus que sous le coup de l'art. 285 ch. 1 CP si la victime est un membre d'une autorit&#233; ou un fonctionnaire, ou des art. 180 ou 181 CP s'il s'agissait d'un particulier. Il en r&#233;sulte que la peine maximum descendrait &#224;  trois ans d'emprisonnement, soit une peine inf&#233;rieure &#224; celle pr&#233;vue pour un vol (art. 139 ch. 1 CP), un abus de confiance (art. 138 ch. 1 CP) ou un recel  (art. 160 al. 1 CP).\nd) La nouvelle jurisprudence restrictive a &#233;t&#233; &#233;galement expliqu&#233;e par l'importance de la peine pr&#233;vue par la loi, en relevant qu'il s'agissait d'un argument d'un poids particulier dans l'interpr&#233;tation (ATF 117 IV 419 consid.  4b). Or, l'art. 139 ch. 3 CP pr&#233;voit une peine de r&#233;clusion de 5 ans au minimum et de 20 ans au maximum; la peine pr&#233;vue par la loi est donc la m&#234;me que pour le meurtre au sens de l'art. 111 CP. L'importance de cette sanction justifie l'exigence d'une faute plus ou moins comparable. Cependant, il n'y a rien de semblable &#224; l'art. 129 CP, o&#249; la peine pr&#233;vue par la loi se situe entre 3 jours d'emprisonnement et cinq ans de r&#233;clusion. Une telle peine correspond par exemple &#224; celle d'un vol simple (art. 137 ch. 1 CP).\nAinsi, les motifs qui ont justifi&#233; la nouvelle jurisprudence ne se retrouvent pas dans le cas de l'art. 129 CP. La peine pr&#233;vue par la loi incite au contraire &#224; une interpr&#233;tation relativement large, pour correspondre au degr&#233;  de gravit&#233; d'un vol. Que les actes commis en l'esp&#232;ce, faute de r&#233;aliser les conditions de l'art. 129 CP, ne puissent plus &#234;tre punis, en application de l'art. 285 ch. 1 CP, que d'une peine maximum de trois ans d'emprisonnement, soit d'une peine inf&#233;rieure &#224; celle BGE 121 IV 67 S. 75pr&#233;vue pour un vol simple, n'appara&#238;t manifestement pas ad&#233;quat.\nLa gen&#232;se des art. 129 et 139 ch. 3 CP n'oblige nullement &#224; une interpr&#233;tation identique, qui n'est d'ailleurs consacr&#233;e ni dans la jurisprudence ni dans la doctrine. L'expression \"danger de mort\" a &#233;t&#233;  introduite ult&#233;rieurement &#224; l'art. 139 CP, sans aucune r&#233;f&#233;rence au texte de l'art. 129 CP, dans le seul but de mieux distinguer les degr&#233;s de qualification du brigandage. Les m&#234;mes termes n'ont donc pas &#233;t&#233; con&#231;us simultan&#233;ment et dans le m&#234;me esprit par le l&#233;gislateur, de sorte qu'ils peuvent recevoir une interpr&#233;tation diff&#233;rente.\nLa peine pr&#233;vue par la loi incite &#224; se montrer un peu plus large &#224; l'art. 129  CP et &#224; admettre, dans le cas d&#233;licat de la r&#233;sistance &#224; vaincre en appuyant sur la d&#233;tente pour faire partir le coup, que les circonstances d'esp&#232;ce suffisent pour constituer un \"danger de mort imminent\" au sens de l'art. 129  CP. En effet, le pistolet charg&#233;, une balle dans le canon, &#233;tait point&#233; vers les policiers, &#224; courte distance, et le recourant avait le doigt sur la d&#233;tente, de sorte qu'il pouvait, par un seul et unique mouvement, en appuyant sur celle-ci, faire partir un coup de feu mortel; il suffisait d'une impulsion mal contr&#244;l&#233;e d'un seul instant pour que son doigt se crispe sur la d&#233;tente et que le coup parte, ce qui pouvait se produire d'autant plus facilement que le recourant est dot&#233; d'une force physique consid&#233;rable; les circonstances du cas, en particulier la haine du recourant (qui &#233;tait sous l'influence de la drogue) pour les policiers, rendait probable une telle r&#233;action. Dans cette situation, on peut admettre que les policiers ont &#233;t&#233; mis objectivement dans une situation de \"danger de mort imminent\". Il faut relever ici que l'art. 129 CP exige seulement un danger de mort imminent, et non pas un danger de mort particuli&#232;rement imminent (\"sehr naheliegend\") comme la jurisprudence le requiert &#224; l'art. 139 ch. 3 CP.\nSur le plan subjectif, il a &#233;t&#233; constat&#233; en fait, d'une mani&#232;re qui lie la Cour de cassation, que le recourant &#233;tait conscient du danger qu'il cr&#233;ait et qu'il a sciemment mis les policiers en danger de mort, de sorte que sa condamnation pour infraction &#224; l'art. 129 CP, dans les circonstances d'esp&#232;ce, ne viole pas le droit f&#233;d&#233;ral.\n\n    3. (Suite de frais).\n \n   \n   "
}