{
  "titre": "114 Ib 362",
  "annee": "1988",
  "contenu": "\n      \n  Chapeau\n114 Ib 36253. Arr&#234;t de la Ire Cour de droit public du 20 d&#233;cembre 1988 dans la cause C. contre Etat de Vaud (recours de droit administratif)\n\n  \nRegeste\nArt. 99 let. c OJ; recours contre les d&#233;cisions statuant sur les oppositions aux projets d&#233;finitifs de routes nationales (art. 27 LRN).  Hypoth&#232;ses dans lesquelles le recours de droit administratif au Tribunal f&#233;d&#233;ral est recevable. Recours d'un propri&#233;taire qui se borne &#224; r&#233;clamer un ouvrage compl&#233;mentaire destin&#233; &#224; lui assurer une meilleure protection, d&#233;clar&#233;  irrecevable et transmis comme recours administratif au Conseil f&#233;d&#233;ral. \n\n\n  \n  \n  \nFaits &#224; partir de page 362\n\n\n    BGE 114 Ib 362 S. 362\n   \n\n    Le D&#233;partement des travaux publics du canton de Vaud a soumis &#224; l'enqu&#234;te publique, conform&#233;ment &#224; l'art. 26 de la loi f&#233;d&#233;rale sur les routes nationales (LRN), un projet d&#233;finitif de construction de parois antibruit en bordure de l'autoroute N 9, sur le territoire de la commune de Chardonne. Le propri&#233;taire C. est intervenu pour demander que l'ouvrage projet&#233; soit prolong&#233; d'une quinzaine de m&#232;tres au nord d'une parcelle contigu&#235; &#224; la sienne. Le Conseil d'Etat vaudois lui a r&#233;pondu, lors de l'approbation du projet d&#233;finitif (art. 27 LRN), que l'ouvrage compl&#233;mentaire demand&#233; ne se justifiait pas, l'immeuble de l'intervenant &#233;tant d&#233;j&#224; prot&#233;g&#233; par le talus de l'autoroute et les constructions existantes.\n\n    BGE 114 Ib 362 S. 363\n   \nC. s est adress&#233; en temps utile au Tribunal f&#233;d&#233;ral par la voie d'un recours de droit administratif. Il lui a demand&#233; en substance d'ordonner l'ex&#233;cution de l'ouvrage compl&#233;mentaire souhait&#233;. Le Tribunal f&#233;d&#233;ral a d&#233;clar&#233; le recours irrecevable et l'a transmis au Conseil f&#233;d&#233;ral comme recours administratif.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\nAux termes de l'art. 99 lettre c OJ, le recours de droit administratif n'est pas recevable contre des d&#233;cisions relatives &#224; des plans, &#224; moins qu'il ne s'agisse de d&#233;cisions sur opposition contre des expropriations ou des remembrements. Selon la jurisprudence, le recours est g&#233;n&#233;ralement recevable &#224; l'encontre des d&#233;cisions prises par l'autorit&#233; comp&#233;tente au sens de l'art. 27 LRN en mati&#232;re d'opposition aux projets d&#233;finitifs de routes nationales; dans ce domaine, en effet, la proc&#233;dure d'opposition et d'approbation des plans des art. 26 et 27 LRN se substitue &#224; la proc&#233;dure pr&#233;vue, en mati&#232;re d'expropriation, par les art. 35 et 55 de la loi f&#233;d&#233;rale du 20 juin 1930 sur l'expropriation (LEx) et doit en assumer toutes les fonctions (cf. art. 39 al. 2 LRN; ATF 111 Ib 30 consid. 3b, 34 consid. 2a, ATF 108 Ib 507 consid. 2, ATF 104 Ib 32, ATF 99 Ib 204). Mais, pour qu'il en aille ainsi, il faut que l'int&#233;ress&#233; soit tenu de c&#233;der du terrain ou tout au moins que l'on puisse admettre que la construction de l'ouvrage ou son utilisation porte atteinte &#224; des droits garantis par les dispositions sur les rapports de voisinage et susceptibles de faire l'objet d'une expropriation (art. 5 LEx). Hormis ces cas, le Tribunal f&#233;d&#233;ral entre &#233;galement en mati&#232;re, en &#233;tendant sa propre comp&#233;tence, sur les recours que d'autres int&#233;ress&#233;s forment &#224; l'encontre du m&#234;me ouvrage en invoquant des griefs analogues, cela pour des raisons de s&#233;curit&#233; du droit et d'&#233;conomie de proc&#233;dure (ATF 112 Ib 288 consid. 2, ATF 111 Ib 291 consid. 1a, ATF 110 Ib 401 consid. 1c).\nAucune de ces hypoth&#232;ses n'est r&#233;alis&#233;e en l'esp&#232;ce. En effet, le recourant ne doit pas c&#233;der de terrain pour l'ouvrage litigieux. En outre, il ne fait pas valoir que celui-ci pourrait entra&#238;ner une augmentation des immissions auxquelles son immeuble est expos&#233; depuis la mise en service de l'autoroute. Il se borne &#224; r&#233;clamer un ouvrage compl&#233;mentaire destin&#233; &#224; lui assurer une meilleure protection. Par ailleurs, il n'y a pas de recours connexes de la part d'autres int&#233;ress&#233;s, dont le Tribunal f&#233;d&#233;ral pourrait se saisir en vertu de l'art. 99 lettre c OJ. Partant, le recours de droit BGE 114 Ib 362 S. 364administratif est irrecevable, et seul entre en consid&#233;ration le recours administratif au Conseil f&#233;d&#233;ral (art. 73 al. 1 lettre c et 74 lettre a PA). Il n'est pas n&#233;cessaire, &#224; cet &#233;gard, d'ouvrir un &#233;change de vues en application de l'art. 96 al. 2 OJ: d'une part, la situation juridique est claire; d'autre part, le Tribunal f&#233;d&#233;ral et le Conseil f&#233;d&#233;ral ont d&#233;j&#224; eu l'occasion, pr&#233;c&#233;demment, d'harmoniser leurs points de vue dans des mati&#232;res analogues (cf. les &#233;changes de vues mentionn&#233;s dans l'arr&#234;t non publi&#233; CFG S.A., Fabrique d'horlogerie c. Conseil d'Etat du canton de Vaud, du 7 d&#233;cembre 1984; voir en outre les arr&#234;ts non publi&#233;s Wendling du 7 d&#233;cembre 1984, Windisch du 9 mars  1987 et Garage Moderne AG du 10 novembre 1987, ainsi que le r&#233;cent &#233;change de vues dans la cause Santschi et consorts c. Conseil ex&#233;cutif du canton de Berne).\n \n   \n   "
}