{
  "titre": "97 IV 205",
  "annee": "1971",
  "contenu": "\n      \n  Chapeau\n97 IV 20536. Arr&#234;t de la Cour de cassation p&#233;nale du 24 septembre 1971 dans la cause Garcia contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nPermis de conduire &#233;tranger. Art. 4 de l'A CF du 28 janvier 1966 concernant les v&#233;hicules &#224; moteur et les conducteurs en provenance de l'&#233;tranger.  Formes que doit rev&#234;tir la d&#233;cision par laquelle l'administration refuse ou cesse de reconna&#238;tre, en Suisse, la validit&#233; d'un permis de conduire &#233;tranger. \nApplication du droit suisse: Art. 3 et 7 al. 1 CP. Faux dans les certificats: art. 252 CP et 97 al. 4 LCR. \nLes d&#233;lits formels commis &#224; l'&#233;tranger tombent sous le coup de la loi suisse lorsqu'ils ont produit un r&#233;sultant en Suisse; l'application de la loi suisse est cependant exclue lorsque le d&#233;lit formel est un d&#233;lit de mise en danger abstraite, par exemple un faux dans les certificats. \n\n\n  \n  \n  \nFaits &#224; partir de page 206\n\n\n    BGE 97 IV 205 S. 206\n   \nVu les pi&#232;ces du dossier d'o&#249; ressortent les faits suivants:\n\n    A.- Garcia, ressortissant espagnol, s&#233;journe en Suisse depuis le mois d'ao&#251;t 1964. Le 26 ao&#251;t 1966, il a obtenu un permis d'&#233;l&#232;ve conducteur pour les voitures automobiles l&#233;g&#232;res. Ce permis lui a &#233;t&#233; retir&#233; par deux fois, la premi&#232;re pour six mois, parce qu'il avait conduit sa voiture sans &#234;tre accompagn&#233; d'une personne autoris&#233;e, et la seconde pour une ann&#233;e &#224; compter du 7 mai 1967, parce qu'il avait conduit sa voiture sans &#234;tre titulaire d'un permis.\nLe 4 f&#233;vrier 1967, Garcia a obtenu de l'autorit&#233; espagnole un permis de conduire les automobiles, valable jusqu'au 4 f&#233;vrier 1977. Il le d&#233;posa aupr&#232;s du Service des automobiles du canton de Vaud, qui le lui restitua, le 18 juin 1968, apr&#232;s y avoir inscrit: \"Permis non valable en Suisse\" sous la rubrique \"Condiciones restrictivas\". Par la suite, il fut par trois fois refus&#233; &#224; l'examen pour l'obtention du permis de conduire.\nAu mois de juin 1969, alors qu'il s&#233;journait en Espagne, il effa&#231;a l'inscription que le Service des automobiles du canton de Vaud avait port&#233;e sur son permis de conduire espagnol, sur quoi, il le d&#233;posa &#224; nouveau aupr&#232;s dudit service, auquel il demanda de lui &#233;tablir, sans lui faire passer d'examen, un permis suisse en vertu de l'art. 4 de l'ACF du 28 janvier 1966 concernant les v&#233;hicules &#224; moteur et les conducteurs en provenance de l'&#233;tranger. Ayant constat&#233; la fraude, l'administration refusa le permis. Apr&#232;s ce refus, Garcia conduisit &#224; plusieurs reprises des v&#233;hicules &#224; moteur, bien que son permis d'&#233;l&#232;ve conducteur f&#251;t expir&#233;.\n\n    B.- Le 8 janvier 1971, le Tribunal de police du district de Lausanne condamna Garcia &#224; un mois d'emprisonnement pour faux dans les certificats (art. 252 CP), d&#233;lit manqu&#233; d'obtention frauduleuse d'un permis de conduire (art. 97 ch. 1 al. 4 LCR et 22 CP) ainsi que pour avoir, &#224; plusieurs reprises, conduit un v&#233;hicule automobile sans &#234;tre au b&#233;n&#233;fice du permis de conduire n&#233;cessaire (art. 95 LCR).\nLe 19 mars 1971, la Cour de cassation p&#233;nale du Tribunal BGE 97 IV 205 S. 207cantonal du canton de Vaud a rejet&#233; un recours form&#233; par Garcia contre ce jugement.\n\n    C.- Garcia s'est pourvu en nullit&#233; contre l'arr&#234;t du 19 mars 1971. Il conclut &#224; l'annulation de l'arr&#234;t attaqu&#233; et au renvoi de la cause &#224; l'autorit&#233; cantonale pour compl&#233;ment d'instruction et nouvelle d&#233;cision. Il all&#232;gue que, touchant la nature de l'inscription port&#233;e dans son permis de conduire espagnol par l'autorit&#233; vaudoise, les faits ne sont pas suffisamment &#233;lucid&#233;s, de sorte que l'on ne sait s'il s'agissait d'un certificat au sens de l'art. 252 CP; qu'en outre l'autorit&#233; cantonale a admis &#224; tort l'existence d'un concours r&#233;el entre les art. 252 CP et 97 ch. 1 al. 4 LCR; enfin qu'elle aurait d&#251; lui accorder le sursis.\n\n    D.- Le Procureur g&#233;n&#233;ral du canton de Vaud a renonc&#233; &#224; pr&#233;senter des observations sur le pourvoi; il s'est r&#233;f&#233;r&#233; au pr&#233;avis qu'il avait pr&#233;sent&#233; &#224; la cour vaudoise.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. De l'avis du recourant, les faits constat&#233;s par l'autorit&#233; cantonale ne permettent pas de juger si la pi&#232;ce falsifi&#233;e par lui et pr&#233;sent&#233;e ensuite au Service vaudois des automobiles constituait un certificat.\nLe juge du fait a seulement constat&#233; que le Service vaudois des automobiles avait inscrit sur le permis de conduire espagnol du recourant les mots \"Permis non valable en Suisse\". Selon l'art. 4 de l'ACF du 28 janvier 1966 concernant les v&#233;hicules &#224; moteur et les conducteurs en provenance de l'&#233;tranger (texte en vigueur au moment o&#249; Garcia a commis les actes retenus contre lui), la Suisse, sous r&#233;serve de certaines exceptions, d&#233;livre un permis de conduire suisse, sans faire passer d'examen, au titulaire d'un permis de conduire &#233;tranger qui n'est plus admis &#224; utiliser ce permis en Suisse. Selon les principes g&#233;n&#233;raux du droit administratif, lorsque la validit&#233; d'un permis &#233;tranger n'est pas ou n'est plus reconnue en Suisse (art. 2 al. 2 ACF du 10 mai 1957 concernant la circulation automobile internationale), il suffit &#224; l'autorit&#233; suisse d'y porter l'inscription \"non valable en Suisse\", pourvu qu'elle ait par ailleurs valablement notifi&#233; au titulaire la d&#233;cision exclusive d'un droit, dont il a fait l'objet (cf. art. 23 al. 1 LCR; s'agissant de l'exclusion du droit d'utiliser un permis international, v. Convention internationale du 24 avril 1926, art. 7 al. 5 et annexe E, p. 4 BGE 97 IV 205 S. 208du sp&#233;cimen). Cette notification peut avoir lieu par un &#233;crit distinct de la simple inscription sur le permis de conduire (circulaire de la Division de la police du D&#233;partement f&#233;d&#233;ral de justice et police du 8 avril 1964). Lorsqu'une telle notification n'a pas lieu, il faut au moins que l'inscription port&#233;e sur le permis mentionne l'autorit&#233; qui a pris la d&#233;cision et en porte la signature, qui peut &#234;tre un fac-simil&#233;. L'inobservation de cette r&#232;gle entra&#238;ne la nullit&#233; de l'acte administratif (GIACOMETTI, Allgemeine Lehren des rechtsstaatlichen Verwaltungsrechts, p. 386 et n. 46; IMBODEN, Schweizerische Verwaltungsrechtsprechung, 3e &#233;d., t. II, nos 615 III d et 626 III; GRISEL, Droit administratif suisse, p. 205).\nLe recourant all&#232;gue en vain qu'en cas de notification &#233;crite distincte, la simple mention sur le permis \"non valable en Suisse\" devrait avoir, elle aussi, le caract&#232;re d'un certificat valable. Il suffit que le permis lui-m&#234;me en soit un - ce qui est manifeste en l'esp&#232;ce. Dans ce cas, la suppression de la mention constitue une falsification du permis et tombe sous le coup de l'art. 255 CP.\nL'arr&#234;t attaqu&#233; ne contient aucune constatation sur la forme observ&#233;e par l'autorit&#233; vaudoise pour communiquer sa d&#233;cision. La Cour de cassation p&#233;nale ne saurait combler cette lacune. Il faut donc renvoyer la cause &#224; l'autorit&#233; cantonale, qui compl&#233;tera ses constatations de fait. Si elle arrive &#224; la conclusion que la d&#233;cision du Service des automobiles du canton de Vaud &#233;tait nulle, elle ne pourra prononcer aucune condamnation du chef de faux dans les certificats et de d&#233;lit manqu&#233; d'obtention frauduleuse d'un permis.\n\n    2. Suppos&#233; que la pi&#232;ce falsifi&#233;e par Garcia e&#251;t constitu&#233; un certificat valable et que l'application de l'art. 252 CP entr&#226;t en ligne de compte vu les r&#232;gles sur le concours d'infractions, l'autorit&#233; cantonale aurait d&#251; consid&#233;rer que l'auteur avait agi, non en Suisse, mais en Espagne et, partant, examiner d'office si le droit suisse &#233;tait applicable &#224; la falsification. Car, selon son art. 3, le Code p&#233;nal suisse s'applique &#224; quiconque aura commis un crime ou un d&#233;lit en Suisse, le lieu de commission &#233;tant aussi bien celui o&#249; l'auteur a agi que celui o&#249; le r&#233;sultat s'est produit (art. 7 al. 1 CP).\nLe faux dans les certificats est un d&#233;lit formel, c'est-&#224;-dire un comportement que la loi r&#233;prime comme tel sans prendre en consid&#233;ration le r&#233;sultat. Le Tribunal f&#233;d&#233;ral a cependant jug&#233; BGE 97 IV 205 S. 209que ces d&#233;lits avaient effectivement un r&#233;sultat, m&#234;me si la loi l'ignorait, et qu'ils tombaient sous le coup de la loi suisse lorsque ce r&#233;sultat s'&#233;tait produit en Suisse. Il a maintenu cette jurisprudence, nonobstant les critiques qu'elle avait soulev&#233;es (RO 87 IV 153; 91 IV 232). En effet, a-t-il dit, le r&#233;sultat consiste dans le dommage &#224; cause duquel le l&#233;gislateur a rendu l'acte punissable. Ce dommage existe aussi bien dans les d&#233;lits formels que dans les d&#233;lits mat&#233;riels, m&#234;me si la loi n'en fait pas &#233;tat. La cour de c&#233;ans n'entend pas modifier, aujourd'hui, le principe de cette jurisprudence.\nLe faux dans les certificats, dont il s'agit en l'esp&#232;ce, rentre dans la cat&#233;gorie, &#224; la fois des d&#233;lits formels et des d&#233;lits de mise en danger. On distingue, en doctrine, entre la mise en danger concr&#232;te et la mise en danger abstraite. La premi&#232;re existe seulement lorsque l'acte rend la l&#233;sion non seulement possible du point de vue objectif, mais encore vraisemblable dans le cours ordinaire des choses (RO 71 IV 100; 72 IV 27; 73 IV 101; 80 IV 182; 83 IV 30; 85 IV 130; 91 IV 194). La seconde, en revanche, suppose seulement que le l&#233;gislateur tient l'acte lui-m&#234;me pour dangereux et le punit comme tel sans exiger que le danger se soit effectivement manifest&#233;; il suffit alors que l'acte soit propre &#224; entra&#238;ner le dommage que le danger fait craindre, qu'il s'agisse par exemple d'un acte par lequel on obtient, au registre du commerce, une inscription propre &#224; induire en erreur (art. 1er de la loi f&#233;d&#233;rale du 6 octobre 1923 statuant des dispositions p&#233;nales en mati&#232;re de registre du commerce et de raisons de commerce).\nOn voit que, dans la mise en danger abstraite, l'acte reste en principe punissable alors m&#234;me qu'il serait demeur&#233; sans aucun r&#233;sultat, c'est-&#224;-dire qu'il n'aurait suscit&#233; aucun danger effectif. Le r&#233;sultat est donc non seulement beaucoup moins caract&#233;ris&#233; que dans la mise en danger concr&#232;te, mais encore il peut faire totalement d&#233;faut. De ce point de vue, on ne saurait assimiler les deux cat&#233;gories de mise en danger. Si, comme le Tribunal f&#233;d&#233;ral l'a admis pr&#233;c&#233;demment, la mise en danger concr&#232;te peut avoir produit un r&#233;sultat en Suisse et, partant, justifier l'application du Code p&#233;nal suisse, il n'en va pas de m&#234;me de la mise en danger abstraite, o&#249; le juge n'a jamais &#224; rechercher si le danger a effectivement exist&#233;, comme il doit le faire dans l'autre cas.\nIl s'ensuit que, dans les d&#233;lits formels qui sont en m&#234;me BGE 97 IV 205 S. 210temps des d&#233;lits de mise en danger abstraite, on ne pourra prendre en consid&#233;ration, pour appliquer les art. 3 et 7 CP, que le lieu o&#249; l'auteur a agi. C'est l&#224; une pr&#233;cision apport&#233;e &#224; la jurisprudence rappel&#233;e plus haut.\nLe faux dans les certificats (art. 252 CP) est punissable en raison du danger que l'acte fait courir &#224; la foi publique attach&#233;e &#224; certains documents, danger que caract&#233;rise suffisamment le dessein de l'auteur (\"am&#233;liorer sa situation ou celle d'autrui\"). Il s'agit d'une mise en danger abstraite, c'est-&#224;-dire d'un acte r&#233;put&#233; dangereux et, partant, punissable en raison de sa nature m&#234;me et du dessein de l'auteur. D&#232;s lors, le juge qui recherche si l'art. 252 CP est applicable de par les art. 3 et 7 CP ne saurait examiner si le faux a effectivement, par une mise en danger, sorti ses effets en Suisse; il ne le peut pas plus que s'il avait &#224; appliquer cette disposition. Seul compte l'acte commis par l'auteur et, cet acte ayant &#233;t&#233; accompli &#224; l'&#233;tranger, &#233;chappe &#224; l'application du droit suisse. L'autorit&#233; cantonale devra donc lib&#233;rer Garcia du chef de faux dans les certificats.\n \n   \n   "
}