{
  "titre": "87 I 262",
  "annee": "1961",
  "contenu": "\n      \n  Chapeau\n87 I 26245. Extrait de l'arr&#234;t du 4 octobre 1961 dans la cause X. contre Vaud, Chambre des avocats.\n\n  \nRegeste\nArt. 31 Cst.; droit de faire de la r&#233;clame; &#233;tendue de ce droit pour les commer&#231;ants et les industriels d'une part, pour les professions lib&#233;rales d'autre part.  Une personne qui exerce une profession lib&#233;rale (in casu le barreau) peut-elle se voir interdire de provoquer ou de r&#233;diger des articles de presse signalant au public son activit&#233; professionnelle dans un cas concret? Quels sont &#224; cet &#233;gard les droits des commer&#231;ants et des industriels? \n\n\n  \n  \n  \nFaits &#224; partir de page 262\n\n\n    BGE 87 I 262 S. 262\n   \n\n    A.- La loi vaudoise du 22 novembre 1944 sur le barreau (LB) contient notamment les deux dispositions suivantes:\nArt. 16. - Avant d'inscrire le requ&#233;rant au tableau des avocats, le Tribunal cantonal lui fait solemniser la promesse suivante:\n\"Je promets de m'acquitter de ma fonction avec dignit&#233;, en avocat loyal et probe, et de ne jamais employer des moyens qui pourraient blesser l'ordre public et les moeurs...\"\nArt. 29. - Il est interdit aux avocats de faire de la publicit&#233; directement ou par personne interpos&#233;e.\nSont except&#233;s les avis que l'usage autorise en cas d'&#233;tablissement, de changement de domicile ou d'association.\nLe chiffre 9 des principales r&#232;gles en usage dans le barreau vaudois, mises au net par le Conseil de l'Ordre des avocats BGE 87 I 262 S. 263et communiqu&#233;es audit ordre &#224; son assembl&#233;e g&#233;n&#233;rale du 2 mars 1935, dispose en particulier:\nL'avocat ne doit pas se compromettre dans la recherche des affaires.\nToute publicit&#233; lui est interdite.\nLe Conseil de l'Ordre rappelle qu'il ne serait pas admissible pour un avocat de r&#233;diger des articles de journaux, ou des comptes rendus dans lesquels il se mettrait en vedette...\nLe 8 septembre 1955, le Conseil de l'Ordre a confirm&#233; ces principes g&#233;n&#233;raux en adoptant diverses r&#232;gles qui sont entr&#233;es imm&#233;diatement en vigueur et remplacent les pr&#233;c&#233;dentes. La troisi&#232;me de ces r&#232;gles est la suivante:\nL'avocat ne doit pas compromettre la r&#233;putation de sa profession par la recherche d'affaires.\nToute publicit&#233; lui est interdite.\nIl &#233;vite ce qui peut &#234;tre consid&#233;r&#233; comme r&#233;clame personnellc. Il ne doit pas r&#233;diger des comptes rendus d'audience pour attircr l'attention du public sur son activit&#233; professionnelle.\nIl n'adresse, pour son client, des communications &#224; la presse qu'&#224; titre exceptionnel, lorsque c'est absolument n&#233;cessaire.\n\n    B.- En octobre 1960, l'avocat X., &#224; Lausanne, r&#233;digea et envoya &#224; l'Agence t&#233;l&#233;graphique vaudoise un communiqu&#233; annon&#231;ant qu'il venait d'&#234;tre consult&#233; pour d&#233;fendre les int&#233;r&#234;ts d'un apatride devant le Conseil de l'Europe. Ce communiqu&#233; parut dans la Feuille d'Avis de Lausanne du 24 octobre 1960. Au mois de novembre suivant, il dicta par t&#233;l&#233;phone &#224; l'agence pr&#233;cit&#233;e un nouveau communiqu&#233; rapportant que la Cour de droit public du Tribunal f&#233;d&#233;ral s'&#233;tait fait pr&#233;senter &#224; Lausanne trois films naturistes, dont deux &#233;taient l'objet d'un recours qu'il avait r&#233;dig&#233;. Ce second communiqu&#233; fut &#233;galement publi&#233; par la Feuille d'Avis de Lausanne, le 21 novembre 1960. L'un et l'autre furent ins&#233;r&#233;s dans la partie r&#233;dactionnelle du journal.\nLe Conseil de l'Ordre des avocats vaudois signala ces faits &#224; la Chambre des avocats. En sa qualit&#233; de juridiction disciplinaire, celle-ci se saisit de l'affaire. Le 23 mars 1961, elle rendit son prononc&#233;. Elle infligea &#224; l'avocat X. la peine de la censure. Elle consid&#233;ra qu'il avait fait de la BGE 87 I 262 S. 264publicit&#233; par personne interpos&#233;e et contrevenu ainsi &#224; l'art. 29 LB. Certes, ajouta-t-elle, \"la seule mention du nom d'un avocat dans un article de presse ne constitue pas de la publicit&#233; interdite selon l'art. 29 LB. Il faut encore, pour que cette disposition l&#233;gale soit viol&#233;e, que l'avocat ait pris l'initiative de la publication. Mais c'est pr&#233;cis&#233;ment ce qu'a fait l'avocat X. dans les deux cas retenus &#224; sa charge\".\n\n    C.- Agissant par la voie du recours de droit public, l'avocat X. a requis le Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision de la Chambre des avocats. Il a fait valoir une violation des art. 4 et 31 Cst.\nLa Chambre des avocats s'est r&#233;f&#233;r&#233;e &#224; sa d&#233;cision.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n  \nConsid&#233;rants\n\nExtrait des motifs:\n\n    1. En tant qu'elle s'applique aux commer&#231;ants et aux industriels au sens usuel de ces termes, la garantie de l'art. 31 Cst. s'&#233;tend au droit de faire de la r&#233;clame, pourvu que celle-ci ne soit pas excessive et qu'elle corresponde &#224; la r&#233;alit&#233; (RO 47 I 51, 54 I 96). Dans cette jurisprudence relativement ancienne, la notion de r&#233;clame &#233;tait prise dans son acception &#233;troite. Elle visait le fait, pour un commer&#231;ant ou un industriel, de faire conna&#238;tre et de recommander au public, &#224; ses frais et &#224; son gr&#233;, ses produits ou ses services par des annonces dans la partie publicitaire des journaux, par des enseignes, des affiches, un en-t&#234;te de papier &#224; lettres ou d'autres moyens semblables.\nDepuis lors, il est devenu courant que, dans leur partie r&#233;dactionnelle, des journaux publient des articles relatifs &#224; l'activit&#233; d'une entreprise, non pour faire de la r&#233;clame &#224; cette derni&#232;re, mais &#224; seule fin d'int&#233;resser le lecteur. La r&#233;daction du journal d&#233;cide de cette publication librement. L'industriel ou le commer&#231;ant en b&#233;n&#233;ficie par contre-coup, mais il ne la finance d'aucune mani&#232;re. Son r&#244;le se borne g&#233;n&#233;ralement &#224; fournir au journaliste certains renseignements. Parfois cependant, il sollicite le BGE 87 I 262 S. 265r&#233;dacteur de faire para&#238;tre l'article ou lui fournit des textes pr&#234;ts &#224; &#234;tre reproduits. M&#234;me dans cette hypoth&#232;se, la libert&#233; du journal de publier ou non l'article demeure enti&#232;re.\nLes actes qu'on vient de d&#233;crire et par lesquels, dans l'int&#233;r&#234;t de son entreprise, un commer&#231;ant ou un industriel pr&#234;te son concours &#224; l'oeuvre d'un journaliste, ou m&#234;me en prend l'initiative, doivent &#234;tre prot&#233;g&#233;s par la libert&#233; du commerce et de l'industrie, comme la r&#233;clame au sens &#233;troit rappel&#233; ci-dessus. Cette solution se justifie par des raisons analogues &#224; celles qui ont conduit &#224; prot&#233;ger le droit de faire de la r&#233;clame proprement dite. Du reste, on admet aujourd'hui couramment qu'en dehors de sa propagande, l'entreprise doit veiller &#224; d&#233;velopper ses relations avec le public. B&#233;n&#233;ficiant de la garantie pr&#233;vue par l'art. 31 Cst., les actes en question ne peuvent donc &#234;tre restreints que dans les limites fix&#233;es par cette disposition.\n\n    2. La solution tr&#232;s large qui doit &#234;tre ainsi adopt&#233;e en ce qui concerne les commer&#231;ants et les industriels ne saurait &#234;tre appliqu&#233;e sans autre aux personnes qui exercent une profession lib&#233;rale. En effet, le Tribunal f&#233;d&#233;ral a toujours autoris&#233; les cantons &#224; &#234;tre plus restrictifs envers ces derni&#232;res qu'&#224; l'&#233;gard des commer&#231;ants et des industriels. Selon sa jurisprudence, ceux qui exercent une profession lib&#233;rale, et notamment les avocats, peuvent &#234;tre tenus d'avoir une attitude digne et correcte dans leurs rapports avec leurs clients et le public en g&#233;n&#233;ral. Ils ne doivent pas user de moyens de publicit&#233; de nature &#224; jeter le discr&#233;dit sur leur profession. Il est d&#232;s lors loisible aux cantons de leur interdire une publicit&#233; qui mettrait l'accent sur le c&#244;t&#233; p&#233;cuniaire de leur activit&#233;, qui serait tapageuse, importune, mercantile ou trompeuse. Les mesures adopt&#233;es ne sauraient cependant aboutir en fait &#224; une interdiction absolue de faire une r&#233;clame compatible avec la dignit&#233; professionnelle et l'ordre public et se rapportant par exemple &#224; l'ouverture d'une BGE 87 I 262 S. 266&#233;tude, &#224; une association ou &#224; un changement de domicile. Pour d&#233;limiter ce qui est licite de ce qui ne l'est pas, il faut se baser sur les habitudes et les opinions g&#233;n&#233;ralement admises dans le canton. Une r&#233;clame d&#233;passant ce qui est usuel n'est pas admissible (RO 54 I 96, 67 I 88, 68 I 14 et 68). C'est &#224; la lumi&#232;re de ces principes plus restrictifs qu'il convient d'examiner la question pos&#233;e par le recourant et qui est de savoir si un canton peut, sans violer l'art. 31 Cst., interdire &#224; une personne exer&#231;ant une profession lib&#233;rale, en particulier &#224; un avocat, de provoquer ou de r&#233;diger des articles de presse signalant au public son activit&#233; professionnelle dans un cas concret. S'agissant ici d'un avocat &#233;tabli &#224; Lausanne, c'est sur la base des usages du barreau vaudois qu'il y a lieu de trancher la question.\n\n    3. Ces usages ont &#233;t&#233; codifi&#233;s par les r&#232;gles de l'Ordre, du 2 mars 1935, confirm&#233;es par celles du 8 septembre 1955, et interdisant &#224; l'avocat de r&#233;diger des articles de journaux ou des comptes rendus d'audience attirant l'attention du public sur son activit&#233; professionnelle.\nLes r&#232;gles ainsi rappel&#233;es peuvent &#234;tre invoqu&#233;es en l'esp&#232;ce. Certes, le recourant expose qu'il ne fait plus partie de l'Ordre des avocats vaudois et qu'il a ignor&#233; la d&#233;cision du 8 septembre 1955. Toutefois, les r&#232;gles de 1935 et 1955 ont la m&#234;me port&#233;e. En 1935 d&#233;j&#224;, elles &#233;taient donn&#233;es comme l'expression d'un usage en vigueur. L'Ordre groupant la tr&#232;s grande majorit&#233; des avocats vaudois, un usage respect&#233; par ses membres depuis de nombreuses ann&#233;es a la valeur d'un usage en vigueur dans tout le barreau vaudois. La Cour de c&#233;ans est d&#232;s lors fond&#233;e &#224; consid&#233;rer qu'en vertu d'un usage du barreau vaudois, les avocats ne doivent pas r&#233;diger eux-m&#234;mes des articles de journaux relatant leur activit&#233; professionnelle dans un cas concret. S'agissant des renseignements qu'un avocat pourrait vouloir donner &#224; la presse au sujet de cette activit&#233;, l'usage pr&#233;cit&#233; trace la limite entre ce qui est usuel et ce qui ne l'est pas.\n\n    BGE 87 I 262 S. 267\n   \nCette d&#233;limitation est compatible avec la garantie de l'art. 31 Cst. telle qu'elle vaut pour la publicit&#233; dans les professions lib&#233;rales. En effet, l'article de presse que l'avocat r&#233;dige au sujet de son activit&#233;, et que l'usage vaudois d&#233;fend, ne constitue g&#233;n&#233;ralement qu'une publicit&#233; d&#233;guis&#233;e. Du moins peut-on le pr&#233;sumer. Or si les avocats avaient toute libert&#233; de faire une r&#233;clame de ce genre, il s'ensuivrait une surench&#232;re et des abus pr&#233;judiciables &#224; la dignit&#233; de la profession. Un canton peut d&#232;s lors s'y opposer dans le cadre de l'art. 31 Cst. En revanche, l'article r&#233;dig&#233; par le journaliste n'implique pas de tels inconv&#233;nients. En effet, ordinairement le journaliste en prend personnellement l'initiative. M&#234;me s'il demande certains renseignements &#224; l'avocat, il vise non &#224; lui faire de la r&#233;clame, mais &#224; renseigner le public sur un fait qui peut l'int&#233;resser. C'est en fonction de ce but qu'il pr&#233;pare son texte et juge, librement, si le fait vaut d'&#234;tre diffus&#233; et comment il convient de le pr&#233;senter. Certes, l'avocat b&#233;n&#233;ficie parfois du communiqu&#233; par contre-coup. Rien ne s'y oppose cependant du point de vue de la dignit&#233; de la profession. Les cantons peuvent d&#232;s lors se dispenser d'intervenir.\nSans doute, le crit&#232;re de distinction fond&#233; sur la personne qui a r&#233;dig&#233; l'article n'est pas satisfaisant dans tous les cas: en l'appliquant, l'autorit&#233; cantonale n'emp&#234;chera pas qu'un avocat, qui entretient des relations &#233;troites avec un journaliste, soit ind&#251;ment favoris&#233;. Cette critique est cependant secondaire. En effet, lorsqu'une affaire trait&#233;e par un avocat m&#233;rite un article de presse, il se trouve toujours un journaliste dispos&#233; &#224; le r&#233;diger.\nEn cons&#233;quence, l'autorit&#233; cantonale &#233;tait fond&#233;e &#224; appr&#233;cier les actes reproch&#233;s au recourant sur la base des r&#232;gles de 1935 et 1955. Il reste &#224; savoir si ces actes, qu'elle a jug&#233;s contraires aux usages admis dans le canton, pouvaient &#234;tre consid&#233;r&#233;s comme violant l'art. 29 LB qui \"interdit aux avocats de faire de la publicit&#233; directement ou par personne interpos&#233;e\". La constitutionnalit&#233; BGE 87 I 262 S. 268de cette disposition n'est pas discutable au regard des principes pos&#233;s plus haut (litt. b). Le Tribunal f&#233;d&#233;ral ne pourrait d&#232;s lors intervenir sur ce point qu'en cas d'arbitraire. Or, &#233;tant donn&#233; les circonstances du cas d'esp&#232;ce, la forme qu'avait rev&#234;tue le concours de l'avocat et son dessein &#233;vident de se faire de la r&#233;clame, il n'&#233;tait certainement pas arbitraire d'admettre que le recourant avait fait de la publicit&#233; par personne interpos&#233;e et viol&#233; ainsi l'art. 29 LB. Les avis qu'invoque le recourant relativement au sens du mot publicit&#233;, et qui ont &#233;t&#233; &#233;mis par un juriste ayant particip&#233; &#224; l'&#233;laboration de la loi et par des journalistes, ne conduisent pas &#224; une solution diff&#233;rente. La juridiction cantonale devait en effet rechercher si des actes que le l&#233;gislateur n'avait pas pr&#233;vus express&#233;ment tombaient n&#233;anmoins sous le coup de la loi. L'art. 4 Cst. ne lui imposait pas, pour r&#233;soudre cette question, de suivre les avis pr&#233;cit&#233;s.\n \n   \n   "
}