{
  "titre": "89 IV 23",
  "annee": "1963",
  "contenu": "\n      \n  Chapeau\n89 IV 237. Arr&#234;t de la Cour de cassatlon p&#233;nale du 8 janvier 1963 dans la cause Menkenhagen contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nArt. 25 al. 1, 58 LA. Vitesse excessive.  1. L'automobiliste qui ne respecte pas l'art. 25 al. 1 LA est punissable conform&#233;ment &#224; l'art. 58 LA, m&#234;me si son exc&#232;s de vitesse n'a caus&#233; aucun accident. \n2. Le conducteur doit rouler &#224; une allure lui permettant d'&#233;viter des obstacles qui ne se trouvent pas encore sur le trajet visible, mais pourraient s'y pr&#233;senter au dernier moment. \n3. Tout conducteur qui s'engage dans un tournant &#224; visibilit&#233; restreinte, m&#234;me sur une route de grand transit, doit compter avec la pr&#233;sence d'un obstacle sur la zone de la route qu'il n'aper&#231;oit pas encore. \n\n\n  \n  \n  \nFaits &#224; partir de page 23\n\n\n    BGE 89 IV 23 S. 23\n   \n\n    A.- Au lieu dit \"En Rossets\", sur la commune de Concise, la route Neuch&#226;tel-Yverdon d&#233;crit une courbe &#224; droite, en direction de Concise. Large de 10 m 50, elle BGE 89 IV 23 S. 24comprend trois voies. Celle de droite (c&#244;t&#233; Jura) est s&#233;par&#233;e des autres par une ligne de d&#233;marcation. Pour les conducteurs qui se rendent &#224; Yverdon, la visibilit&#233; est r&#233;duite &#224; 50 m par un mur de sout&#232;nement. A un endroit donn&#233;, ce mur s'&#233;carte de la chauss&#233;e et laisse un espace disponible, o&#249; des v&#233;hicules stationnent souvent.\nLe 12 octobre 1961, Filleux, qui vendangeait &#224; proximit&#233;, y avait laiss&#233; un attelage compos&#233; d'un char et de deux chevaux. Vers 10 h. 50, il d&#233;cida de rentrer chez lui avec son attelage. Partant dans la direction de Neuch&#226;tel, il devait traverser la route pour gagner la voie de gauche (c&#244;t&#233; lac). Il arr&#234;ta l'attelage au bord de la chauss&#233;e, puis, n'apercevant aucun v&#233;hicule, il le mit en marche. A ce moment, un autocar arrivait de Neuch&#226;tel &#224; 80 km/h. Remarquant l'attelage qui, &#224; une quarantaine de m&#232;tres, s'engageait sur la chauss&#233;e et ne pouvant s'arr&#234;ter avant l'obstacle, le conducteur, H. Menkenhagen, essaya, tout en freinant, de l'&#233;viter par la gauche. Le car franchit la ligne de d&#233;marcation, heurta un cheval, qui fut tu&#233;, monta sur le trottoir, d&#233;fon&#231;a la barri&#232;re et s'immobilisa.\n\n    B.- Estimant que Menkenhagen roulait &#224; une allure trop &#233;lev&#233;e pour s'arr&#234;ter sur la distance visible, le Tribunal de simple police du district de Grandson lui a inflig&#233;, le 11 octobre 1962, une amende de 60 fr.\nLa Cour de cassation vaudoise a maintenu ce jugement, le 19 novembre.\n\n    C.- Contre cet arr&#234;t, le condamn&#233; se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; lib&#233;ration.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. D'apr&#232;s le pourvoi, l'accident serait d&#251; exclusivement &#224; Filleux. Mais il ne s'agit pas de savoir qui en est responsable. Le recourant a &#233;t&#233; condamn&#233; pour contravention &#224; l'art. 25 al. 1 LA. L'automobiliste qui ne respecte pas cette disposition est punissable conform&#233;ment &#224; l'art. 58, m&#234;me si son exc&#232;s de vitesse ne cause aucun accident (RO 81 IV 131).\n\n    BGE 89 IV 23 S. 25\n   \n\n    2. Tenu en vertu de l'art. 25 al. 1 LA d'adapter l'allure de son v&#233;hicule aux conditions de la route et de la circulation, le conducteur doit pouvoir s'arr&#234;ter sur l'espace qu'il voit libre devant lui. Est libre l'espace sur lequel aucun obstacle n'est visible et sur lequel on ne doit pas s'attendre qu'il en surgisse un (RO 79 IV 66, 84 II 129, 84 IV 106, 86 II 16). Lorsque la jurisprudence pr&#233;cise que la disposition cit&#233;e interdit de d&#233;passer la vitesse qui permet de parer aux dangers soudains et pr&#233;visibles (\"auftauchende Gefahren, mit denen er (le conducteur) rechnen muss\", RO 79 IV 66), elle vise des obstacles qui ne se trouvent pas encore sur le trajet visible, mais qui pourraient s'y pr&#233;senter au dernier moment (arr&#234;t Ritter du 12 mai 1961, consid. 2). Suppos&#233; qu'&#224; un virage masqu&#233;, un automobiliste voie la route libre sur 80 m, mais que de petits enfants jouent au bord de la chauss&#233;e &#224; une cinquantaine de m&#232;tres, il devra r&#233;duire son allure de fa&#231;on &#224; pouvoir stopper sur 50 m. L'espace qu'il voit libre devant lui repr&#233;sente donc toujours la distance maximum sur laquelle il doit pouvoir immobiliser son v&#233;hicule. Il s'ensuit qu'un conducteur qui a transgress&#233; le principe rappel&#233; plus haut ne saurait se disculper en soutenant qu'en r&#233;alit&#233; aucun obstacle n'obstruait sa voie au-del&#224; de son champ visuel ou que les obstacles qui se trouvaient au-del&#224; de ce champ n'&#233;taient pas pr&#233;visibles. D'ailleurs, tout conducteur qui s'engage dans un tournant &#224; visibilit&#233; restreinte, m&#234;me sur une route de grand transit, doit compter avec la pr&#233;sence d'un obstacle sur la zone de la route qu'il n'aper&#231;oit pas encore (par exemple v&#233;hicule tr&#232;s lent, voiture automobile arr&#234;t&#233;e par une panne ou un accident et non signal&#233;e d'une mani&#232;re conforme aux art. 4 al. 1 LCR et 23 al. 1 OCR).\nEn l'esp&#232;ce, Menkenhagen aurait d&#251; pouvoir s'arr&#234;ter sur les 50 m auxquels &#233;tait limit&#233;e sa vue. Comme les premiers juges l'ont constat&#233; souverainement, il n'&#233;tait pas en mesure de le faire en roulant &#224; la vitesse de 80 km/h. Il a donc enfreint l'art. 25 al. 1 LA. Peu importe que BGE 89 IV 23 S. 26la manoeuvre de Filleux f&#251;t pr&#233;visible ou non, puisque le recourant ne pouvait en tout cas pas s'arr&#234;ter sur l'espace qu'il voyait libre devant lui et que, de toutes mani&#232;res, il devait compter avec la pr&#233;sence d'un obstacle au-del&#224; de son champ visuel. L'observation du principe rappel&#233; ci-dessus s'imposait d'autant plus en l'esp&#232;ce que la ligne de d&#233;marcation lui laissait l'usage d'une voie seulement.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nRejette le pourvoi.\n \n   \n   "
}