{
  "titre": "108 V 220",
  "annee": "1982",
  "contenu": "\n      \n  Chapeau\n108 V 22048. Extrait de l'arr&#234;t du 20 d&#233;cembre 1982 dans la cause Matthey contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 28 al. 1 LAI.  Rente d'invalidit&#233; pour cas p&#233;nible: les amortissements admis par l'usage commercial constituent des frais n&#233;cessaires &#224;  l'obtention du revenu au sens de l'art. 3 al. 4 let. a LPC. \n\n\n  \n  \n  \nFaits &#224; partir de page 220\n\n\n    BGE 108 V 220 S. 220\n   \n\n    A.- Eug&#232;ne Matthey, n&#233; en 1946, a &#233;t&#233; victime d'un accident qui a entra&#238;n&#233; une c&#233;cit&#233; bilat&#233;rale d&#232;s 1954. A partir de 1972, il s'est occup&#233; de l'exploitation d'appareils &#224; jeux et de \"juke-boxes\". Depuis cette &#233;poque, il a &#233;t&#233; reconnu invalide au taux de 35%.\nLe 3 juin 1980, l'assur&#233; a requis l'octroi d'une demi-rente de l'assurance-invalidit&#233; pour cas p&#233;nible. Par d&#233;cision du 30 janvier 1981, la Caisse cantonale vaudoise de compensation a rejet&#233; sa demande, motif pris qu'il ne remplissait pas les conditions du cas p&#233;nible, puisque son revenu d&#233;terminant s'&#233;levait &#224; 20'813 fr. et d&#233;passait ainsi la limite de 17'600 fr. applicable en l'esp&#232;ce (couple avec un enfant).\n\n    B.- Eug&#232;ne Matthey a recouru contre cet acte administratif et conclut &#224; l'octroi d'une demi-rente de l'assurance-invalidit&#233; pour cas p&#233;nible d&#232;s le 1er juin 1980.\nPar jugement du 16 juin 1981, le Tribunal des assurances du canton de Vaud a rejet&#233; le recours. Il a retenu que les amortissements sur les appareils &#224; jeux et \"juke-boxes\" ne pouvaient venir en d&#233;duction du revenu dans la mesure o&#249; ils ne sauraient &#234;tre assimil&#233;s &#224; des frais n&#233;cessaires &#224; l'obtention de celui-ci.\n\n    C.- Eug&#232;ne Matthey interjette recours de droit administratif. D'apr&#232;s son calcul, le revenu d&#233;terminant est inf&#233;rieur &#224; la limite de 17'600 fr. applicable &#224; sa situation pr&#233;sente. Il conclut &#224; l'octroi d'une demi-rente de l'assurance-invalidit&#233;.\nLa Caisse cantonale vaudoise de compensation conclut au rejet du recours, ce que propose &#233;galement l'Office f&#233;d&#233;ral des assurances sociales.BGE 108 V 220 S. 221\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. En vertu d'une jurisprudence bien &#233;tablie, il y a cas p&#233;nible, au sens de l'art. 28 al. 1 LAI, lorsque l'assur&#233;, qui pr&#233;sente une invalidit&#233; d'un tiers au moins, mais inf&#233;rieure &#224; la moiti&#233;, n'atteint pas, bien qu'utilisant au mieux sa capacit&#233; de gain r&#233;siduelle, les limites de revenu fix&#233;es &#224; l'art. 2 LPC. Pour le calcul du revenu, on applique par analogie les r&#232;gles de la LPC, notamment les art. 3 et 4, &#233;tant pr&#233;cis&#233; que la rente pour cas p&#233;nible entrant &#233;ventuellement en consid&#233;ration n'est pas prise en compte comme &#233;l&#233;ment de revenu (ATFA 1969 p. 168 et p. 233, RCC 1973 p. 355 consid. 4a). Les limites de revenu applicables aux personnes seules et aux couples sont augment&#233;es du montant correspondant &#224; la limite de revenu applicable aux orphelins, s'il y a des enfants donnant droit &#224; une rente compl&#233;mentaire de l'AVS/AI (art. 2 al. 3 LPC). Sont d&#233;terminants, en r&#232;gle g&#233;n&#233;rale, pour le calcul de la prestation compl&#233;mentaire, le revenu obtenu au cours de l'ann&#233;e civile pr&#233;c&#233;dente et l'&#233;tat de la fortune le 1er janvier de l'ann&#233;e pour laquelle la prestation est servie (art. 23 al. 1 OPC).\n\n    3. a) En l'occurrence, le litige est limit&#233; &#224; une des composantes du revenu d&#233;terminant, soit &#224; la part des ressources de l'assur&#233; provenant de l'exercice d'une activit&#233; lucrative (art. 3 al. 1 let. a LPC). Plus pr&#233;cis&#233;ment encore, ce qui est en cause, ce sont les frais n&#233;cessaires &#224; l'obtention du revenu, et qui sont d&#233;duits en vertu de l'art. 3 al. 4 let. a LPC.\nb) Les frais d'acquisition du revenu dont fait &#233;tat l'art. 3 al. 4 let. a LPC sont les d&#233;penses li&#233;es directement &#224; la r&#233;alisation du revenu brut ou &#224; la conservation de la source de revenu. Il s'agit des d&#233;penses entra&#238;n&#233;es par l'acquisition du revenu et qui sont inh&#233;rentes &#224; l'exercice d'une profession. On ne consid&#232;re pas comme frais d'acquisition du revenu les d&#233;penses qui n'ont pas de rapport avec l'obtention d'un gain ou qui n'ont, avec celle-ci, qu'un rapport indirect. On n'exige cependant pas la preuve qu'une d&#233;pense - pour &#234;tre consid&#233;r&#233;e comme frais d'obtention du revenu - soit vraiment n&#233;cessaire dans le cas particulier; il suffit qu'elle ait un rapport avec la r&#233;alisation du revenu (RCC 1980 p. 127 consid. 3a et la doctrine cit&#233;e).\nc) Il s'agit en l'esp&#232;ce d'amortissements op&#233;r&#233;s sur les appareils &#224; jeux et \"juke-boxes\" dont le recourant est propri&#233;taire.\nLes amortissements constituent des charges de l'entreprise qui BGE 108 V 220 S. 222ont pour effet de diminuer le b&#233;n&#233;fice de celle-ci. A cet &#233;gard, on ne saurait voir une analogie entre les amortissements de dettes hypoth&#233;caires, qui ne modifient en rien la valeur intrins&#232;que de l'immeuble - et dont le Tribunal f&#233;d&#233;ral des assurances a admis qu'ils ne pouvaient &#234;tre imput&#233;s sur le revenu  (RCC 1968 p. 221 consid. 1) - et les amortissements commerciaux qui, eux, correspondent &#224; une r&#233;duction effective de valeur. A ce titre, on doit les consid&#233;rer comme des frais d'obtention du revenu au sens de la loi. Toute autre solution serait choquante. En effet, on p&#233;naliserait ainsi l'assur&#233; qui est propri&#233;taire de son \"outil de travail\" par rapport &#224; celui qui, tout en exer&#231;ant la m&#234;me activit&#233;, l'a pris en location, car on admettrait que ce dernier puisse, &#224; titre de frais d'obtention du revenu, imputer le montant de la location sur le gain r&#233;alis&#233;.\nCertes, la d&#233;duction de tels amortissements doit-elle se tenir dans les limites des usages commerciaux et l'on ne saurait sans autre examen admettre en l'occurrence les chiffres figurant dans les comptes du recourant. Sur ce point, une instruction compl&#233;mentaire s'impose. Il y a d&#232;s lors lieu de renvoyer la cause &#224; l'administration pour qu'elle proc&#232;de aux investigations n&#233;cessaires et rende une nouvelle d&#233;cision.\n \n   \n   "
}