{
  "titre": "92 IV 210",
  "annee": "1966",
  "contenu": "\n      \n  Chapeau\n92 IV 21051. Arr&#234;t de la Cour de cassation penale du 21 octobre 1966 dans la cause Thomas contre Minist&#232;re public du canton de Vaud\n\n  \nRegeste\nSignal lumineux. Art. 49 al. 4 lit. a OSR.  1. Comportement impos&#233; au conducteur, &#224; l'approche d'un signal lumineux, sp&#233;cialement par l'apparition du feu jaune fixe, succ&#233;dant au feu vert (consid. 1 et 2). \n2. Le conducteur qui s'arr&#234;te &#224; l'apparition du feu jaune fixe succ&#233;dant au vert, mais empi&#232;te sur l'aire prot&#233;g&#233;e par le signal lumineux commet-il une faute? (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 210\n\n\n    BGE 92 IV 210 S. 210\n   \n\n    A.- A La Tour-de-Peilz, la route qui m&#232;ne &#224; St-Maurice est rectiligne sur plusieurs centaines de m&#232;tres; large de 10 m 50, elle comprend trois voies; la chauss&#233;e est bord&#233;e de chaque c&#244;t&#233; par un trottoir; elle est pourvue de plusieurs passages pour pi&#233;tons, munis de signaux lumineux de grandes dimensions.\nLe 22 mai 1965, vers 11 h, Berthe Thomas pilotait sa voiture sur cette route, venant de La Tour-de-Peilz et allant vers Montreux. Elle se trouvait derri&#232;re un camion automobile attel&#233; &#224; une remorque &#224; deux essieux et qui roulait &#224; 70 km/h environ. Elle le d&#233;passa et reprit sa droite, puis, voyant que le signal lumineux, qui commandait le prochain passage pour pi&#233;tons, &#233;tait pass&#233; au jaune, elle freina, mais, au moment o&#249; sa voiture s'arr&#234;ta, l'avant empi&#233;tait de deux m&#232;tres sur le passage pour pi&#233;tons, large de cinq m&#232;tres.\nDe son c&#244;t&#233;, Strub, le conducteur du camion, freina, mais, BGE 92 IV 210 S. 211voyant qu'il ne pourrait immobiliser son v&#233;hicule &#224; temps, il donna un coup de volant &#224; gauche pour &#233;viter la voiture de Berthe Thomas, heurta n&#233;anmoins l'arri&#232;re gauche de cette voiture, puis perdit la ma&#238;trise de son camion, qui fit un t&#234;te&#224;-queue et se renversa &#224; droite de la chauss&#233;e, brisant une barri&#232;re de cl&#244;ture et renversant le pilier de pierre d'un portail. La remorque vint s'immobiliser contre le camion, l'avant tourn&#233; vers Montreux.\n\n    B.- Le 18 janvier 1966, le Juge informateur a renvoy&#233; Berthe Thomas devant le juge de r&#233;pression pour avoir contrevenu aux art. 31 al. 1, 34 al. 4, 37 al. 1, 35 al. 3, 90 ch. 1 LCR et 12 al. 2 OCR; il estimait qu'apr&#232;s avoir d&#233;pass&#233; le train routier, l'inculp&#233;e avait repris sa droite trop rapidement et frein&#233; brusquement devant un signal lumineux dont le feu avait pass&#233; au jaune.\nLe 22 juin 1966, le Tribunal de simple police du district de Vevey a lib&#233;r&#233; Berthe Thomas de toute peine. La mettant au b&#233;n&#233;fice du doute, il a constat&#233; qu'apr&#232;s avoir d&#233;pass&#233; le train routier, elle s'&#233;tait rabattue 100 &#224; 200 m avant le passage pour pi&#233;tons et se trouvait plusieurs dizaines de m&#232;tres en avant du train routier. Il en a conclu qu'on ne pouvait lui reprocher \"de s'&#234;tre arr&#234;t&#233;e devant un feu jaune qui 'signifie l'arr&#234;t &#224; la hauteur de la signalisation lumineuse'\".\n\n    C.- Le Minist&#232;re public a recouru contre ce jugement. Il concluait &#224; la condamnation de Berthe Thomas pour violation de l'art. 49 al. 4 lit. a OSR et de l'art. 27 al. 1 LCR, c'est-&#224;-dire, non pas pour avoir fait un d&#233;passement irr&#233;gulier, suivi d'un freinage brusque et sans n&#233;cessit&#233;, mais pour s'&#234;tre arr&#234;t&#233;e au feu jaune alors qu'elle aurait d&#251; passer, puisqu'elle ne pouvait plus immobiliser son v&#233;hicule &#224; temps.\nStatuant, le 27 juillet 1966, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a condamn&#233; Berthe Thomas &#224; 80 fr. d'amende avec d&#233;lai d'&#233;preuve d'une ann&#233;e. Elle a admis que l'inculp&#233;e avait circul&#233;, avant un passage pour pi&#233;tons, &#224; une vitesse excessive, qui ne lui avait pas permis de s'arr&#234;ter &#224; temps apr&#232;s l'apparition du feu jaune et qu'elle avait, par cons&#233;quent, viol&#233; l'art. 33 al. 1 (il s'agit, en r&#233;alit&#233;, de l'art. 33 al. 2) LCR.\n\n    D.- Contre cet arr&#234;t, Berthe Thomas s'est pourvue en nullit&#233;. Elle conclut &#224; lib&#233;ration.\n\n    E.- Le Minist&#232;re public du canton de Vaud conclut au rejet. Il estime que l'autorit&#233; cantonale a commis une erreur en BGE 92 IV 210 S. 212condamnant Berthe Thomas pour exc&#232;s de vitesse &#224; l'approche d'un passage pour pi&#233;tons, mais que la condamnation prononc&#233;e se justifie n&#233;anmoins; qu'en effet, il y a eu violation des art. 27 al. 1 LCR et 49 al. 4 OSR, parce que l'inculp&#233;e ne s'est pas arr&#234;t&#233;e avant le passage pour pi&#233;tons.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Sous l'empire de l'ancienne loi du 15 mars 1932, la cour de c&#233;ans a jug&#233; (arr&#234;t Biedermann; RO 85 IV 156 ss.) qu'aux intersections munies de signaux lumineux avec feux successifs, verts, jaunes et rouges, le feu jaune fixe, succ&#233;dant au vert, commande l'arr&#234;t des v&#233;hicules, sauf le cas o&#249; le conducteur est d&#233;j&#224; si proche du signal qu'il ne peut plus s'arr&#234;ter ou ne le peut que par un coup de frein brusque au point de mettre en danger la vie de ses passagers ou celle d'autres personnes m&#234;l&#233;es au trafic. Elle a ajout&#233; qu'&#224; l'approche d'un signal lumineux, lorsque le feu est vert, le conducteur n'est pas tenu de ralentir de fa&#231;on &#224; pouvoir en tout cas s'arr&#234;ter si le feu passe au jaune; qu'il lui suffit de mod&#233;rer sa vitesse, comme l'art. 27 al. 1 LA l'y oblige aux abords de toute intersection.\nDans son arr&#234;t Bracher (RO 90 IV 99), elle a dit que la signification ainsi attribu&#233;e au feu jaune fixe cons&#233;cutif au feu vert correspondait, pour l'essentiel, &#224; la nouvelle r&#233;glementation de l'art. 49 al. 4 lit. a OSR. Touchant la vitesse, le principe pos&#233; par l'arr&#234;t Biedermann peut donc &#234;tre aussi maintenu, sous cette r&#233;serve que la loi sur la circulation routi&#232;re, du 19 d&#233;cembre 1958, n'ayant pas repris la r&#232;gle sp&#233;ciale de l'art. 27 al. 1 LA, il suffit au conducteur d'observer la vitesse adapt&#233;e aux circonstances. Lorsque le feu est vert, il n'a pas &#224; ralentir du seul fait qu'il s'approche d'un signal lumineux. La s&#233;curit&#233; ne l'exige pas, car, si le feu passe au jaune avant que le conducteur l'ait franchi, ou bien l'arr&#234;t sera possible, ou bien le passage sera autoris&#233; et permettra d'&#233;vacuer l'intersection avant l'apparition du feu rouge. Le conducteur doit cependant se tenir pr&#234;t &#224; freiner, de fa&#231;on &#224; r&#233;duire son temps de r&#233;action, qui doit demeurer inf&#233;rieur &#224; une seconde (RO 90 IV 101 b).\nCes principes s'appliquent par analogie aux signaux lumineux commandant un passage de s&#233;curit&#233;. Ils suffisent &#224; assurer la s&#233;curit&#233; des pi&#233;tons sur un tel passage, aussi bien que la circulation transversale dans les intersections.\n\n    BGE 92 IV 210 S. 213\n   \n\n    2. Selon l'arr&#234;t entrepris, en d&#233;passant un train routier qui circulait &#224; 70 km/h, la recourante aurait roul&#233; &#224; une vitesse excessive, eu &#233;gard &#224; l'art. 33 LCR, qui prescrit au conducteur de faciliter aux pi&#233;tons la travers&#233;e de la chauss&#233;e et de circuler avec une prudence particuli&#232;re avant les passages pour pi&#233;tons. Mais cette disposition ne concerne pas les passages command&#233;s par des signaux lumineux &#224; feux changeants. Cela ressort de l'art. 6 al. 1 OCR, qui vise express&#233;ment les \"passages de s&#233;curit&#233; pour pi&#233;tons o&#249; le trafic n'est pas r&#233;gl&#233;\" (cf. art. 1er al. 9 OCR). La cour de c&#233;ans en a du reste jug&#233; ainsi dans son arr&#234;t Roth (RO 90 IV 215). Au surplus, m&#234;me avant les passages o&#249; le trafic n'est pas r&#233;gl&#233;, le conducteur n'est tenu de ralentir, au besoin, que lorsqu'il y a lieu de penser que des pi&#233;tons pourraient s'engager sur la chauss&#233;e avant son passage (arr&#234;t pr&#233;cit&#233;). Tel n'&#233;tait pas le cas en l'esp&#232;ce. Le juge du fait n'a pas constat&#233; que personne se soit trouv&#233; sur les trottoirs au voisinage des feux.\nLa cour cantonale a donc appliqu&#233; &#224; tort l'art. 33 LCR &#224; la recourante. Aussi longtemps que le feu demeurait vert, celle-ci n'avait pas &#224; tenir compte des passages pour pi&#233;tons - dont la s&#233;curit&#233;, on l'a montr&#233; plus haut, &#233;tait suffisamment garantie par les feux. Elle pouvait circuler &#224; la vitesse admissible selon les circonstances (art. 32 al. 1 LCR). Or on sait qu'elle a d&#233;pass&#233; un train routier, lequel circulait &#224; 70 km/h. Elle roulait donc &#224; une vitesse sup&#233;rieure. Sur une chauss&#233;e en bon &#233;tat, s&#232;che, large de 10 m 50, rectiligne sur plusieurs centaines de m&#232;tres et bord&#233;e de trottoirs des deux c&#244;t&#233;s, une vitesse qui permettait de d&#233;passer un v&#233;hicule roulant &#224; 70 km/h n'&#233;tait pas excessive.\n\n    3. Sans doute la recourante n'est-elle parvenue &#224; immobiliser son v&#233;hicule qu'au moment o&#249; il empi&#233;tait d&#233;j&#224; de deux m&#232;tres sur le passage pour pi&#233;tons. Mais on n'en saurait conclure &#224; un exc&#232;s de vitesse, comme le fait la cour cantonale. Car cette inf&#233;rence suppose que l'arr&#234;t soit fautif. Or tel n'est pr&#233;cis&#233;ment pas le cas.\nAinsi qu'on l'a dit, le conducteur qui s'approche d'un signal lumineux lorsque le feu est vert doit, &#224; l'apparition du feu jaune, s'arr&#234;ter, s'il le peut encore. Il lui faut donc estimer sa distance d'arr&#234;t. Or cette estimation, al&#233;atoire par sa nature, doit intervenir sur-le-champ et l'on ne saurait exiger qu'elle soit &#224; coup s&#251;r parfaitement exacte. Si le conducteur qui, par BGE 92 IV 210 S. 214conscience, opte, non pour le passage, mais pour l'arr&#234;t, se trompe quelque peu dans son appr&#233;ciation et empi&#232;te sur l'aire prot&#233;g&#233;e, on ne saurait en g&#233;n&#233;ral le lui imputer &#224; faute. On ne le peut, tout au moins, lorsque, comme en l'esp&#232;ce, l'erreur ne proc&#232;de pas d'un exc&#232;s de vitesse, lorsque rien ne permet de l'attribuer &#224; la n&#233;gligence ou &#224; l'inattention et qu'elle n'a pas compromis la reprise ni la s&#233;curit&#233; de la circulation transversale. Point n'est besoin, d&#232;s lors, de rechercher si, objectivement, la recourante a viol&#233; telle disposition, par exemple les art. 49 al. 4 lit. a ou 54 al. 3 OSR, l'art. 27 al. 1 LCR ou l'art. 18 al. 2 lit. e OCR.\n\n    4. La cause doit donc &#234;tre renvoy&#233;e &#224; l'autorit&#233; cantonale, qui prononcera la lib&#233;ration de Berthe Thomas du chef d'exc&#232;s de vitesse. Cela n&#233;cessite l'annulation de l'arr&#234;t entrepris et cr&#233;e, de ce fait, une situation de proc&#233;dure o&#249; il sera loisible &#224; l'autorit&#233; cantonale d'examiner si la loi vaudoise lui permet encore de se prononcer sur la question d'une faute p&#233;nale que Berthe Thomas aurait pu commettre par un freinage brusque, &#233;ventuellement interdit par l'art. 12 al. 2 OCR, voire par un d&#233;passement irr&#233;gulier en ce sens qu'elle se serait rabattue trop pr&#232;s du camion dont la puissance de freinage (coefficient de d&#233;c&#233;l&#233;ration) est inf&#233;rieure &#224; celle d'une voiture de tourisme. La solution de ces probl&#232;mes obligerait du reste l'autorit&#233; cantonale &#224; compl&#233;ter ses constatations de fait. Suppos&#233; qu'une condamnation intervienne sur ce point, la peine ne pourrait exc&#233;der celle qu'avait fix&#233;e l'arr&#234;t entrepris (RO 73 IV 6 no 1; 76 IV 81 no 18).\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nAdmet le pourvoi en ce sens qu'elle annule l'arr&#234;t attaqu&#233; et renvoie la cause &#224; l'autorit&#233; cantonale pour que celle-ci se prononce &#224; nouveau.\n \n   \n   "
}