{
  "titre": "82 IV 138",
  "annee": "1956",
  "contenu": "\n      \n  Chapeau\n82 IV 138 30. Arr&#234;t de la Cour de cassation p&#233;nale du 6 juillet 1956 dans la cause Minist&#232;re public de canton de Vaud contre Treyvaud.\n\n  \nRegeste\nArt. 66 LAMA, 148 et 251 CP.  Lorsque, par le m&#234;me acte, une personne enfreint &#224; la fois l'art. 66 LAMA et les art. 148 et 251 CP, il n'y a pas concours improprement dit mais concours id&#233;al au sens de l'art. 68 CP. \n\n\n  \n  \n  \nFaits &#224; partir de page 139\n\n\n    BGE 82 IV 138 S. 139\n   \n\n    A.- Gaston Treyvaud exploite &#224; Courtion une gravi&#232;re dont les ouvriers sont soumis &#224; l'assurance obligatoire aupr&#232;s de la Caisse nationale suisse d'assurance en cas d'accidents (en abr&#233;g&#233;: la Caisse nationale). De 1948 &#224; 1952, pour payer des primes moins &#233;lev&#233;es, il n'a pas inscrit dans les listes de paie tous les salaires vers&#233;s aux ouvriers et n'a fait figurer qu'une partie des salaires pay&#233;s dans les d&#233;clarations qui sont remises &#224; la Caisse nationale &#224; la fin de chaque ann&#233;e. Il n'a indiqu&#233; que le 30% des salaires, en a dissimul&#233; pour environ 150 000 fr. et a &#233;lud&#233; le paiement de primes pour un montant sup&#233;rieur &#224; 14 000 fr. Il n'a tenu aucun compte des instructions et observations des v&#233;rificateurs de la Caisse nationale qui, ne pouvant obtenir les renseignements dont ils avaient besoin, ont d&#251; se livrer &#224; une enqu&#234;te approfondie. Au cours de ces investigations, Treyvaud a persist&#233; dans ses explications fallacieuses et mensong&#232;res: il a all&#233;gu&#233;, contrairement &#224; la v&#233;rit&#233;, que les salaires pay&#233;s &#224; certains ouvriers n'avaient pas &#233;t&#233; d&#233;clar&#233;s parce que ceux-ci &#233;taient occup&#233;s &#224; des travaux agricoles; il a pr&#233;tendu qu'il n'avait pas indiqu&#233; d'autres ouvriers pour le motif qu'il les croyait trop &#226;g&#233;s pour pouvoir &#234;tre assur&#233;s aupr&#232;s de la Caisse nationale et qu'il pensait devoir les assurer aupr&#232;s d'une compagnie priv&#233;e; il n'en a pas moins annonc&#233; &#224; la Caisse nationale les accidents dont ils avaient &#233;t&#233; victimes et n'a conclu pour eux aucune assurance aupr&#232;s d'une institution priv&#233;e. En raison de ces faits, la Caisse nationale a d&#233;pos&#233; une plainte p&#233;nale contre Treyvaud, le 10 septembre 1953. Par la suite, le pr&#233;venu a pay&#233; le montant des primes et int&#233;r&#234;ts de retard qui lui ont &#233;t&#233; r&#233;clam&#233;s.\n\n    B.- Par jugement du 15 octobre 1955, le Tribunal de police correctionnelle du district d'Avenches a reconnu Treyvaud coupable d'escroquerie et de faux dans les titres, et lui a inflig&#233;, pour ces infractions ainsi que pour BGE 82 IV 138 S. 140r&#233;cidive d'ivresse au volant, une peine de quatre mois d'emprisonnement.\n\n    C.- Saisie d'un recours form&#233; par Treyvaud, la Cour de cassation p&#233;nale du Tribunal cantonal du canton de Vaud l'a lib&#233;r&#233;, par arr&#234;t du 21 novembre 1955, des chefs de pr&#233;vention d'escroquerie, de faux et de contravention &#224; la loi sur l'assurance en cas de maladie et d'accidents; en ce qui concerne le d&#233;lit puni par l'art. 59 LA, elle a renvoy&#233; la cause au Tribunal de police correctionnelle d'Yverdon pour compl&#233;ment d'instruction et nouveau jugement. Elle a consid&#233;r&#233; que les &#233;l&#233;ments de l'escroquerie, du faux dans les titres et de l'infraction pr&#233;vue par l'art. 66 LAMA &#233;taient r&#233;unis, mais que cette disposition &#233;tablissait un d&#233;lit sp&#233;cial englobant les cas qui pourraient tomber &#233;galement sous le coup des art. 148 et 251 CP; elle a jug&#233;, d&#232;s lors, que l'art. 66 LAMA &#233;tait seul applicable et que la prescription de l'action p&#233;nale &#233;tait acquise d&#232;s la fin de l'ann&#233;e 1954, cet article statuant, hormis les cas de r&#233;cidive, une simple contravention.\n\n    D.- Le Minist&#232;re public du canton de Vaud s'est pourvu en nullit&#233; contre cet arr&#234;t en tant qu'il lib&#232;re Treyvaud des chefs de pr&#233;vention d'escroquerie et de faux dans les titres au sens des art. 148 et 251 CP; il conclut &#224; l'annulation de la d&#233;cision entreprise et au renvoi de la cause &#224; l'autorit&#233; cantonale pour nouveau jugement.\n\n    E.- Treyvaud conclut au rejet du pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Il est constant que Treyvaud a tromp&#233; la Caisse nationale par des indications inexactes concernant le nombre des ouvriers occup&#233;s dans son entreprise et leurs salaires, et qu'il a &#233;tabli des listes de paie fausses qui ne correspondaient pas aux montants r&#233;ellement vers&#233;s. Ses actes r&#233;unissent ainsi les &#233;l&#233;ments constitutifs des crimes d'escroquerie (art. 148 CP) et de faux dans les titres (art. 251 CP): dans le dessein de se procurer un enrichissement ill&#233;gitime, il a astucieusement induit en erreur la BGE 82 IV 138 S. 141Caisse nationale par des affirmations fallacieuses et la dissimulation de faits vrais et l'a d&#233;termin&#233;e &#224; des actes pr&#233;judiciables &#224; ses int&#233;r&#234;ts p&#233;cuniaires, savoir &#224; la perception de primes insuffisantes; dans le m&#234;me dessein, il a constat&#233; faussement dans des titres des faits ayant une port&#233;e juridique.\nLa comptabilit&#233; commerciale et ses &#233;l&#233;ments, qui comprennent les livres de salaires, sont des titres (RO 79 IV 163). Les listes de paie qui sont &#233;tablies en conformit&#233; de l'art. 64 LAMA sont &#233;galement des titres, car elles sont destin&#233;es &#224; prouver des faits ayant une port&#233;e juridique: elles doivent en effet donner, pour chaque employ&#233; ou ouvrier de l'entreprise, des renseignements exacts sur le mode d'occupation, le salaire et le nombre des jours de travail, et servent, selon l'art. 112 LAMA, &#224; la fixation des primes. Les extraits des listes de paie que le chef d'entreprise doit faire parvenir &#224; la Caisse nationale &#224; l'expiration de l'ann&#233;e d'assurance, en vertu de l'art. 28 de l'ordonnance II sur l'assurance-accidents, du 3 d&#233;cembre 1917, ne sont en revanche pas des titres au sens des art. 110 ch. 5 et 251 CP; ils ne constituent pas en effet un &#233;l&#233;ment de la comptabilit&#233;, mais ne sont qu'un r&#233;sum&#233; des donn&#233;es qui ressortent pr&#233;tendument des listes de paie et ne contiennent que des all&#233;gations du chef d'entreprise. Dans le m&#234;me sens, le Tribunal f&#233;d&#233;ral a jug&#233; que le bilan inexact dress&#233; pour tromper un tiers sur la situation r&#233;elle d'une entreprise n'est pas un titre mais un simple mensonge consign&#233; par &#233;crit, car il n'est pas une partie int&#233;grante de la comptabilit&#233;; il ne repr&#233;sente qu'un tableau r&#233;sum&#233; de la situation qui r&#233;sulte soi-disant de celle-ci (arr&#234;t du 30 octobre 1953 dans la cause Klaus, consid. 5).\n\n    2. Aux termes de l'art. 66 LAMA, celui qui, intentionnellement, contrevient aux art. 64 et 65 ou aux r&#232;glements &#233;dict&#233;s en application de ces articles est puni d'une amende de cinq cents francs au maximum ou d'un emprisonnement n'exc&#233;dant pas trois mois; ces peines peuvent &#234;tre cumul&#233;es; en cas de r&#233;cidive dans les trois ans qui BGE 82 IV 138 S. 142suivent la derni&#232;re condamnation, l'amende peut &#234;tre port&#233;e &#224; mille francs et l'emprisonnement &#224; six mois. L'art. 64 LAMA impose au chef d'entreprise l'obligation de tenir &#224; jour et en bon ordre des listes de paie concernant son personnel et de se soumettre au contr&#244;le de la Caisse nationale, cependant que l'art. 65 a trait &#224; la pr&#233;vention des accidents.\nLa question qui se pose est celle de savoir si l'art. 66 LAMA doit &#234;tre consid&#233;r&#233; comme une r&#232;gle sp&#233;ciale qui exclut l'application des art. 148 et 251 CP et si l'on se trouve en pr&#233;sence d'un concours improprement dit. Pour la trancher, il faut examiner si, d'apr&#232;s son sens et son texte, l'art. 66 LAMA vise sous tous leurs aspects les actes dont Treyvaud s'est rendu coupable.\nSelon la jurisprudence, il y a par exemple concours improprement dit entre les dispositions sp&#233;ciales sur la confection des affidavits ou de pi&#232;ces bancaires analogues et l'art. 251 CP (RO 76 IV 90); de m&#234;me, ce sont les r&#232;gles du droit p&#233;nal fiscal, &#224; l'exclusion de l'art. 251 CP, qui sont applicables &#224; l'employeur qui indique, dans une attestation de salaire destin&#233;e &#224; l'autorit&#233; fiscale, un montant inf&#233;rieur &#224; celui qu'il a en r&#233;alit&#233; vers&#233; &#224; son employ&#233; (RO 81 IV 168); en revanche, les dispositions p&#233;nales de la loi sur les douanes n'excluent pas l'application du droit p&#233;nal ordinaire en cas de contravention douani&#232;re avec falsification (RO 77 IV 45, 80 IV 39).\nContrairement &#224; l'opinion de la Cour de cassation vaudoise, qui est partag&#233;e par certains auteurs (HAFTER, Partie sp&#233;ciale p. 277, GRAVEN, Sur l'unification de la r&#233;pression p&#233;nale, Revue p&#233;nale suisse, 1933, p. 3-4, D &#220;RR, Commentaire de la LAMA &#224; l'art. 66 al. 1) et par la jurisprudence de diff&#233;rentes juridictions cantonales (Zurich, Revue suisse de jurisprudence 1921/22, p. 242-245, 260, arr&#234;t Pratissoli du 4 septembre 1948; Thurgovie, Revue suisse de jurisprudence 1923/24, p. 153-154; Soleure, Bulletin de jurisprudence p&#233;nale 1948, no 88, p. 45; Berne, cit&#233; par WAIBLINGER, Revue p&#233;nale suisse BGE 82 IV 138 S. 1431932, p. 368-369; Valais, arr&#234;t Gabioud du 11 novembre 1953), on ne peut consid&#233;rer l'art. 66 LAMA comme une disposition sp&#233;ciale qui exclut l'application du droit commun, en particulier des art. 148 et 251 CP. Il n'y a pas concours improprement dit mais concours id&#233;al au sens de l'art. 68 CP lorsque, par le m&#234;me acte, une personne enfreint &#224; la fois l'art. 66 LAMA et les art. 148 et 251 CP (dans ce sens, MAURER, Recht und Praxis der Schweizerischen obligatorischen Unfallversicherung, p. 351; B&#220;HLER, &#220;ber die Strafbestimmungen des Bundesgesetzes &#252;ber die Kranken- und Unfallversicherung, Revue suisse de jurisprudence 1921/22, p. 138-139; R&#220;TTI, Strafbare Handlungen aus dem Gebiete der Kranken- und Unfallversicherung, p. 21, 23, 69; Lucerne, arr&#234;t Grossmann du 9 mars 1951, Bulletin de jurisprudence p&#233;nale 1951, no 225 p. 79-80).\nL'art. 66 LAMA r&#233;prime la contravention intentionnelle aux prescriptions des art. 64 et 65 ainsi qu'aux r&#232;glements &#233;dict&#233;s pour en assurer l'application; il punit les actes ou les omissions qui violent l'obligation de tenir &#224; jour et en bon ordre les listes de paie, de fournir &#224; la Caisse nationale les renseignements qu'elle demande, de se soumettre &#224; son contr&#244;le (art. 64) et de prendre les mesures n&#233;cessaires pour pr&#233;venir les accidents; il a pour but de garantir le fonctionnement de l'assurance obligatoire contre les accidents et de prot&#233;ger &#224; cette fin ses int&#233;r&#234;ts (RO 81 IV 118, consid. 2). Les art. 148 et 251 CP visent en revanche &#224; d&#233;fendre le patrimoine en soi, ind&#233;pendamment des rapports juridiques particuliers existant entre l'auteur et la Caisse nationale et du fonctionnement de l'assurance obligatoire. Le but de l'art. 66 LAMA d'une part et celui des art. 148 et 251 CP d'autre part, de m&#234;me que les biens juridiques qu'ils prot&#232;gent, sont ainsi essentiellement diff&#233;rents. Les &#233;l&#233;ments constitutifs de l'escroquerie et du faux dans les titres ne sont en outre pas les m&#234;mes que ceux de l'infraction pr&#233;vue par l'art. 66 LAMA. Les deux premiers crimes exigent la r&#233;union de conditions que l'on ne retrouve pas &#224; l'art. 66 LAMA: l'auteur doit avoir, BGE 82 IV 138 S. 144dans le dessein de se procurer un enrichissement ill&#233;gitime, astucieusement induit en erreur la victime et l'avoir d&#233;termin&#233;e de la sorte &#224; des actes pr&#233;judiciables &#224; ses int&#233;r&#234;ts p&#233;cuniaires (art. 148 CP), ou avoir commis un faux dans le m&#234;me dessein ou dans celui de porter atteinte aux int&#233;r&#234;ts p&#233;cuniaires ou aux droits d'autrui (art. 251 CP); l'art. 66 LAMA r&#233;prime au contraire la violation des obligations pr&#233;vues par les art. 64 et 65 sans exiger ni l'astuce ni un dessein particulier, l'auteur &#233;tant punissable du seul fait d'avoir contrevenu intentionnellement &#224; ses devoirs. La Cour cantonale admet d'ailleurs que l'on peut tomber sous le coup de l'art. 66 LAMA sans avoir agi dans un dessein d'enrichissement ill&#233;gitime, et que \"la paresse, l'indiff&#233;rence ou une hostilit&#233; de principe au syst&#232;me de l'assurance obligatoire pourraient d&#233;terminer l'employeur &#224; ne pas satisfaire aux obligations que lui impose l'art. 64 LAMA\". M&#234;me s'il &#233;tait exact, comme le pr&#233;tend la Cour de cassation vaudoise, que la contravention &#224; l'art. 64 LAMA tend le plus souvent &#224; procurer &#224; l'employeur un avantage indu en lui permettant d'&#233;luder le paiement des primes &#224; la Caisse nationale, il n'en resterait pas moins que l'infraction pr&#233;vue par l'art. 66 LAMA peut &#234;tre commise sans que l'auteur se rende coupable en m&#234;me temps d'une escroquerie ou d'un faux. Il r&#233;sulte par ailleurs des peines statu&#233;es par l'art. 66 LAMA que cette disposition ne saurait exclure l'application des r&#232;gles du droit commun lorsque celui qui enfreint son obligation de tenir les listes de paie &#224; jour et en bon ordre et de renseigner la Caisse nationale trompe cette institution, pour se procurer un enrichissement ill&#233;gitime, en l'induisant sciemment en erreur et en faisant des faux; les peines de trois mois d'arr&#234;ts (art. 333 al. 2 CP) et cinq cents francs d'amende au maximum ou, en cas de r&#233;cidive, de six mois d'emprisonnement et mille francs d'amende, ne r&#233;priment que la seule contravention &#233;tablie par l'art. 66 LAMA et non pas les infractions de droit commun qui peuvent avoir &#233;t&#233; commises en concours avec elle. Il serait au surplus BGE 82 IV 138 S. 145contraire au syst&#232;me de la loi sur l'assurance en cas de maladie et d'accidents d'admettre que l'employeur qui se rend coupable d'escroquerie et de faux en &#233;tablissant des listes de paie inexactes pour se procurer un avantage indu au pr&#233;judice de la Caisse nationale ne serait passible que des peines contraventionnelles pr&#233;vues par l'art. 66 LAMA, alors que, selon l'art. 99 al. 2 de cette loi, celui qui, par des manoeuvres frauduleuses, se fait verser ou cherche &#224; se faire verser des prestations non dues ou qui se rend complice de pareilles manoeuvres tombe sous le coup des dispositions du droit p&#233;nal ordinaire. Il suit de l&#224; qu'il n'y a pas en l'esp&#232;ce concours improprement dit mais concours id&#233;al: l'art. 66 LAMA ne vise pas sous tous leurs aspects les actes de Treyvaud mais ceux-ci, en tant qu'ils r&#233;unissent les &#233;l&#233;ments constitutifs de l'escroquerie et du faux dans les titres, doivent &#234;tre punis en conformit&#233; des art. 148 et 251 CP.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale prononce:\nLe pourvoi est admis, l'arr&#234;t attaqu&#233; est annul&#233; et la cause est renvoy&#233;e &#224; l'autorit&#233; cantonale pour nouvelle d&#233;cision dans le sens des consid&#233;rants.\n \n   \n   "
}