{
  "titre": "104 V 26",
  "annee": "1978",
  "contenu": "\n      \n  Chapeau\n104 V 266. Extrait de l'arr&#234;t du 7 mars 1978 dans la cause Buzdumovic contre Caisse nationale suisse d'assurance en cas d'accidents et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nCalcul de la rente (art. 78 al. 1 et art. 79 al. 1 LAMA).  Il n'est pas possible d'inclure dans le gain annuel d&#233;terminant la rente de vieillesse de l'AVS d&#233;duite du salaire de l'assur&#233; durant l'ann&#233;e ayant pr&#233;c&#233;d&#233;  l'accident (solution de lege lata). \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 26\n\n\n    BGE 104 V 26 S. 26\n   \nExtrait des consid&#233;rants:\nLa recourante ne remet &#224; juste titre pas en cause le gain annuel d&#233;terminant pour le calcul de la rente de survivant. En effet, l'art. 78 al. 1 LAMA prescrit sans &#233;quivoque de prendre en compte le salaire que l'assur&#233; a gagn&#233;, dans l'entreprise soumise &#224; l'assurance, durant l'ann&#233;e qui a pr&#233;c&#233;d&#233; l'accident. On ne saurait gu&#232;re, &#224; cet &#233;gard, assimiler la rente AVS aux allocations de l'assurance-ch&#244;mage (ATFA 1957 p. 5) ou encore &#224; une allocation suppl&#233;mentaire r&#233;guli&#232;re compt&#233;e comme salaire, au sens de l'art. 78 al. 2 LAMA. Ce n'est que lorsque le salaire a &#233;t&#233; r&#233;duit pour cause de service militaire ou de maladie que l'on peut se fonder sur ce que l'int&#233;ress&#233; aurait gagn&#233; s'il n'avait &#233;t&#233; ni malade ni en service militaire (art. 79 al. 1 LAMA). Certes, il serait concevable d'adopter la m&#234;me solution exceptionnelle dans le cas d'assur&#233;s dont la rente de vieillesse de l'AVS a &#233;t&#233; imput&#233;e sur le salaire durant l'ann&#233;e ayant pr&#233;c&#233;d&#233; l'accident. Mais cela ne serait possible qu'en pr&#233;sence d'une disposition claire de la loi (voir MAURER, Recht und Praxis der schweizerischen obligatorischen Unfallversicherung, 2e &#233;d., p. 237 lit. c) - qui ne pr&#233;sente sur ce point aucune lacune que le juge ait la possibilit&#233; de combler (voir p. ex. ATF 99 V 19.\n \n   \n   "
}