{
  "titre": "102 IV 239",
  "annee": "1976",
  "contenu": "\n      \n  Chapeau\n102 IV 23953. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 23 septembre 1976 dans la cause M. contre Minist&#232;re public du canton de Vaud\n\n  \nRegeste\nArt. 68 ch. 2 CP. Peine compl&#233;mentaire.  1. Lorsque le deuxi&#232;me juge estime que le premier n'aurait pas puni plus s&#233;v&#232;rement le condamn&#233; s'il avait connu toutes les infractions commises avant le premier jugement, il peut renoncer &#224; prononcer une peine compl&#233;mentaire et ne fixer une peine que pour les infractions survenues apr&#232;s le premier jugement. \n2. L'art. 68 ch. 2 CP ne sanctionne aucun droit du condamn&#233; &#224; &#234;tre puni d'une peine d'ensemble ou &#224; compara&#238;tre devant un seul et m&#234;me juge. \n\n\n  \n  \n  \nFaits &#224; partir de page 239\n\n\n    BGE 102 IV 239 S. 239\n   \n\n    A.- Le Tribunal correctionnel du district de La Vall&#233;e a condamn&#233; le 22 avril 1976 M., pour escroquerie, abus de confiance, d&#233;tournement d'objets mis sous main de justice et conduite sans permis, &#224; la peine de huit mois d'emprisonnement avec sursis pendant cinq ans. Il a r&#233;voqu&#233; un sursis BGE 102 IV 239 S. 240accord&#233; &#224; M. le 29 juin 1973 par le Tribunal correctionnel de la Gruy&#232;re et ordonn&#233; l'ex&#233;cution de la peine de vingt jours d'emprisonnement.\nLe jugement du 22 avril 1976 retient &#224; la charge de M. cinq escroqueries, dont deux sont ant&#233;rieures au 22 ao&#251;t 1974; les trois autres sont post&#233;rieures, ainsi que le d&#233;tournement d'objets mis sous main de justice et la conduite sans permis. Quant &#224; l'abus de confiance, il a &#233;t&#233; mentionn&#233; dans le dispositif par erreur ainsi que le constatera plus tard la Cour de cassation cantonale.\nLe 9 juillet 1974, M. avait &#233;t&#233; condamn&#233; par le Tribunal correctionnel de Lausanne, pour escroquerie, &#224; six mois d'emprisonnement avec sursis durant cinq ans. Ce jugement est devenu ex&#233;cutoire le 22 ao&#251;t 1974, apr&#232;s le rejet d'un recours de M.\nLorsque le Tribunal de La Vall&#233;e a rendu son jugement du 22 avril 1976, il avait en main un casier judiciaire d'ao&#251;t 1974 qui ne mentionnait pas le jugement du Tribunal de Lausanne des 9 juillet/22 ao&#251;t 1974, c'est pourquoi il a ignor&#233; celui-ci totalement.\n\n    B.- Le Minist&#232;re public a recouru en r&#233;forme au Tribunal cantonal vaudois contre le jugement du Tribunal de La Vall&#233;e. Il a conclu non seulement au refus du sursis mais encore &#224; la r&#233;vocation de celui qui avait &#233;t&#233; accord&#233; par le Tribunal de Lausanne en 1974.\nPar arr&#234;t du 21 juin 1976, la Cour de cassation p&#233;nale du Tribunal cantonal du canton de Vaud a admis partiellement le recours du Minist&#232;re public. R&#233;formant le jugement attaqu&#233;, elle a condamn&#233; M. &#224; la peine de six mois d'emprisonnement, sans sursis, et r&#233;voqu&#233; le sursis accord&#233; les 9 juillet/22  ao&#251;t 1974.\n\n    C.- M. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; l'annulation de l'arr&#234;t cantonal et au renvoi de la cause &#224; une nouvelle instance pour &#234;tre  \"jug&#233; sur le tout\".\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Le recourant soutient en premier lieu qu'il aurait d&#251; &#234;tre jug&#233; pour l'ensemble des faits reproch&#233;s, \"car il n'y a aucune raison pour que l'on ne continue pas &#224; le renvoyer de tribunaux en tribunaux\".\n\n    BGE 102 IV 239 S. 241\n   \nb) La Cour cantonale a rendu son arr&#234;t en tenant compte du jugement du Tribunal de Lausanne des 9 juillet/22 ao&#251;t 1974 qui avait &#233;t&#233; ignor&#233; par le Tribunal de La Vall&#233;e. Constatant alors que deux des escroqueries retenues par le Tribunal de La Vall&#233;e &#233;taient ant&#233;rieures au 22 ao&#251;t 1974, elle a fait application de l'art. 68 ch. 2 CP. Consid&#233;rant alors que si le Tribunal de Lausanne avait connu ces escroqueries, il n'aurait pas inflig&#233; au recourant une peine sup&#233;rieure &#224; celle qu'il a prononc&#233;e, &#224; savoir six mois d'emprisonnement, elle s'est limit&#233;e &#224; fixer la peine sanctionnant les infractions post&#233;rieures au 22 ao&#251;t 1974. Elle l'a arr&#234;t&#233;e &#224; six mois d'emprisonnement, r&#233;formant dans ce sens, et en faveur de M., le jugement du Tribunal de La Vall&#233;e.\nc) En agissant comme elle l'a fait, la Cour cantonale a fait une application irr&#233;prochable de l'art. 68 CP, en particulier du ch. 2 de cette disposition. Pour les actes commis avant le 22 ao&#251;t 1974, elle a veill&#233; &#224; ce que le recourant ne soit pas puni plus s&#233;v&#232;rement que si ces actes avaient &#233;t&#233; jug&#233;s par le Tribunal de Lausanne. Comme l'application de cette r&#232;gle l'a conduite &#224;  constater que ces actes n'auraient en rien augment&#233; la peine de 1974, la Cour cantonale a pu alors faire ensuite totale abstraction de l'art. 68 ch. 2, et fixer une peine pour les seules infractions post&#233;rieures au 22 ao&#251;t 1974. L'application d'une peine compl&#233;mentaire s'est ainsi av&#233;r&#233;e superflue, au vu des particularit&#233;s de la situation. Quant &#224; une peine d'ensemble, d&#233;j&#224; exclue en vertu de la jurisprudence dans les cas ordinaires de concours r&#233;trospectifs  (ATF 80 IV 223), elle n'avait aucune raison d'&#234;tre en l'esp&#232;ce.\nd) C'est &#233;galement en vain que le recourant demande &#224; compara&#238;tre pour tous ses actes devant un seul et m&#234;me juge. D'une part, en vertu d'une jurisprudence constante, l'art. 68 CP n'a jamais accord&#233; un tel droit &#224; l'inculp&#233;, m&#234;me avant jugement (ATF 95 IV 34 consid. 2 et arr&#234;ts cit&#233;s); d'autre part et surtout, il n'est m&#234;me pas concevable de conf&#233;rer un tel droit apr&#232;s jugement: cela rendrait difficiles &#224; l'exc&#232;s la poursuite et la condamnation des r&#233;cidivistes imp&#233;nitents.\n \n   \n   "
}