{
  "titre": "88 IV 79",
  "annee": "1962",
  "contenu": "\n      \n  Chapeau\n88 IV 7924. Urteil des Kassationshofes vom 18. Juni 1962 i.S. H&#228;uptli und Studer gegen JURA Elektroapparatefabriken L. Henzirohs AG\n\n  \n  \nRegeste\nArt. 13 litt. d LCD.  Danger de confusion cr&#233;&#233; par l'imitation de la forme ext&#233;rieure d'une marchandise (appareil de chauffage &#233;lectrique). \nConditions qu'il faut remplir pour &#233;chapper &#224; ce danger, s'agissant de produits techniques ou de dessins et mod&#232;les industriels du domaine public. \n\n\n  \n  \nFaits &#224; partir de page 80\n\n\n    BGE 88 IV 79 S. 80\n   \n\n    A.- Seit 1951 bringt die JURA Elektroapparatefabriken L. Henzirohs AG (nachstehend Jura AG) unter der Bezeichnung \"Jura-Schnellheizer\" einen tragbaren elektrischen Heizofen (Typ Nr. 1551) auf den Markt, den sie selber herstellt. Im Jahre 1955 nahm auch die Rotel AG die Fabrikation eines tragbaren elektrischen Heizger&#228;tes auf, das sie unter der Bezeichnung \"Miotherm\" in zwei verschiedenen Ausf&#252;hrungen (A und B) vertrieb.\nDie Jura AG, die der Auffassung war, der \"Miotherm\"-Heizapparat werde vom Publikum mit ihrem eigenen Erzeugnis verwechselt, reichte Ende 1956 gegen die Rotel AG Strafklage wegen unlauteren Wettbewerbes ein.\n\n    B.- Das Obergericht des Kantons Aargau, das im \"Miotherm\" (Typ A) eine Nachahmung des \"Jura-Schnellheizers\" erblickte, erkl&#228;rte mit Urteil vom 5. M&#228;rz 1962 die beiden Direktoren der Rotel AG, H&#228;uptli und Studer, des unlauteren Wettbewerbes im Sinne von Art. 13 lit. d UWG schuldig; es verurteilte H&#228;uptli zu einer Busse von Fr. 1000.-- und Studer zu einer solchen von Fr. 700.--, beide Bussen bedingt vorzeitig l&#246;schbar.\n\n    C.- H&#228;uptli und Studer f&#252;hren gegen dieses Urteil Nichtigkeitsbeschwerde mit dem Antrag, sie seien freizusprechen.\n  \nConsid&#233;rants\n\nDer Kassationshof zieht in Erw&#228;gung:\n\n    1. Nach Art. 13 lit. d UWG wird wegen unlauteren Wettbewerbes bestraft, wer vors&#228;tzlich Massnahmen trifft, um Verwechslungen mit den Waren eines andern herbeizuf&#252;hren.\nDie kantonalen Gerichte bejahten die Gefahr der Verwechslung der zwei in Frage stehenden Heizapparate wegen ihrer &#228;ussern &#196;hnlichkeit, und dies mit Recht. Bei beiden Apparaten stimmt die Form des Blechk&#246;rpers, ein etwas BGE 88 IV 79 S. 81in die L&#228;nge gezogenes Rechteck mit abgerundeten Ecken, v&#246;llig &#252;berein, und auch die K&#246;rpermasse sind praktisch gleich; der einzige Unterschied, dass der \"Miotherm\" 4 mm l&#228;nger und 6 mm breiter ist als die Heizwand des Jura-Apparates, ist von blossem Auge kaum erkennbar. Ferner sind auf den Wandfl&#228;chen beider &#214;fen in v&#246;llig gleicher Anordnung und Gr&#246;sse oben 28 vertikale Luft&#246;ffnungen und darunter f&#252;nf horizontal verlaufende, hervortretende Zierrippen angebracht. Form und Dimensionen des Blechk&#246;rpers sowie die Ausgestaltung der in die Augen springenden Luft&#246;ffnungen und Querrippen geben den Apparaten das Gepr&#228;ge und bestimmen das Gesamtbild, das der Betrachter in Erinnerung beh&#228;lt. Traggriffe und F&#252;sse weichen zwar in der Form, letztere ausserdem in Material und Farbe voneinander ab; diese Unterschiede sind aber zu wenig auffallend, als dass sie im Ged&#228;chtnis haften blieben und den Gesamteindruck, den der oberfl&#228;chliche Durchschnittsk&#228;ufer (BGE 83 II 157, BGE 84 II 581) erh&#228;lt, entscheidend beeinflussen k&#246;nnten. Noch weniger tritt die Verschiedenheit anderer Einzelheiten wie der Unterschied der auf den Traggriffen eingezeichneten Marken, die abweichende Stellung der Schalter und das Fehlen eines Kontroll&#228;mpchens unter dem Griff des \"Miotherm\" derart in Erscheinung, dass deswegen die Gefahr der Verwechslung ausgeschlossen w&#228;re.\nDer Jura-Schnellheizer besitzt dank der originellen Formgestaltung seiner Heizw&#228;nde Kennzeichnungskraft, die ihn von andern gleichartigen Apparaten unterscheidet. Der Vergleich mit den von den Beschwerdef&#252;hrern angef&#252;hrten Konkurrenzprodukten (\"Maxim\", \"Camerad\", \"Fael-Bijou\", \"Therma\") zeigt auf den ersten Blick, dass das Gesamtbild, das diese Erzeugnisse vermitteln, infolge ihrer eindeutig abweichenden &#228;ussern Gestaltung von demjenigen des Jura-Heizk&#246;rpers verschieden ist. Mit dieser Feststellung erweist sich auch die Behauptung der Beschwerdef&#252;hrer als unbegr&#252;ndet, wonach die &#228;ussere Form und Ausstattung elektrischer Heiz&#246;fen allgemein von solcher BGE 88 IV 79 S. 82&#196;hnlichkeit seien, dass den Formelementen keine gen&#252;gende Unterscheidungskraft zukomme und erst die Handelsmarken die Produkte zu individualisieren verm&#246;chten. Elektrische Heizapparate sind denn auch keine Massenartikel, bei denen sich der K&#228;ufer um die Herkunft &#252;berhaupt nicht k&#252;mmert. Gr&#246;sse und Form elektrischer &#214;fen beg&#252;nstigen im Gegenteil eine verschiedenartige Ausstattung, weshalb diese f&#252;r einen bestimmten Hersteller kennzeichnend sein und die Marke, vor allem kaum sichtbare, als Herkunftszeichen an Bedeutung &#252;bertreffen kann. Da auf dem \"Miotherm\" die typischen Ausstattungsmerkmale des Jura-Schnellheizers sklavisch nachgeahmt sind, kann der Heizapparat der Rotel AG f&#252;r ein Erzeugnis der Jura AG gehalten werden. Diese Gefahr war auch dann vorhanden, wenn der \"Miotherm\" nur in den Migros-L&#228;den verkauft wurde; denn in diesen werden nicht bloss Waren angeboten, die in andern Gesch&#228;ften nicht erh&#228;ltlich sind. Die Verwechselbarkeit zweier Erzeugnisse h&#228;ngt auch nicht davon ab, ob die Ausstattung der nachgeahmten Ware Verkehrsgeltung erlangt habe oder doch von Anfang an originell gewesen sei (BGE 83 II 160). Auf die Kritik einzugehen, welche die Beschwerdef&#252;hrer an dieser (in BGE 87 II 55 ff. keineswegs wieder aufgegebenen) Rechtsprechung &#252;ben, er&#252;brigt sich, da im vorliegenden Falle dem Jura-Schnellheizer Originalit&#228;t im Sinne der fr&#252;heren, von den Beschwerdef&#252;hrern angerufenen Praxis nicht abgesprochen werden kann.\n\n    2. Zum Tatbestand des Art. 13 lit. d UWG gen&#252;gt nicht, dass durch Nachahmung der Ausstattung eines andern die Waren verschiedener Herkunft vcrwechselt werden k&#246;nnen, sondern die Verwechselbarkeit muss ausserdem vermeidbar gewesen sein (BGE 83 II 162, BGE 83 IV 199). Nach st&#228;ndiger Rechtsprechung ist diese Voraussetzung nicht erf&#252;llt, wenn die &#252;bernommene &#228;ussere Gestaltung technisch bedingt, d.h. notwendig ist, damit die technische Konstruktion &#252;berhaupt ausgef&#252;hrt werden kann und brauchbar ist. Die &#220;bernahme von &#228;ussern Ausstattungsmerkmalen BGE 88 IV 79 S. 83stellt daher bei technischen Erzeugnissen nur dann eine unerlaubte Wettbewerbshandlung dar, wenn die Wahl einer andern Gestaltung ohne &#196;nderung der technischen Konstruktion und ohne Beeintr&#228;chtigung ihrer Brauchbarkeit m&#246;glich und zugleich zumutbar war (BGE 79 II 320, BGE 83 II 158, BGE 84 II 583, BGE 87 II 58, nicht ver&#246;ffentlichtes Urteil des Kassationshofes vom 17. April 1959 i.S. Rusillon).\nWas f&#252;r die &#228;ussere Ausstattung technischer Erzeugnisse gilt, hat analog auch zu gelten, wenn die &#228;ussere Gestaltung einer Ware die Eigenschaften eines Musters oder Modells (Geschmackmusters) aufweist. Bei muster- und modellrechtlich nicht oder nicht mehr gesch&#252;tzten Mustern oder Modellen ist die in der &#228;sthetischen Form verk&#246;rperte Idee gemeinfrei und darf grunds&#228;tzlich von jedem Mitbewerber ben&#252;tzt werden (BGE 83 II 163, BGE 87 II 63); auch das Wettbewerbsrecht steht der &#220;bernahme der &#228;sthetischen Sch&#246;pfung als solcher nicht entgegen, so wenig es die Nachahmung einer freien technischen Konstruktion verbietet, denn sonst erg&#228;be sich auf dem Umweg &#252;ber das UWG ein zeitlich unbeschr&#228;nkter Monopolschutz, der sowohl durch das Patentgesetz wie das Muster- und Modellgesetz gerade ausgeschlossen werden wollte (BGE 57 II 459,BGE 79 II 319). Wettbewerbsrechtlich ist die &#228;sthetische Form bloss insofern gesch&#252;tzt, als sie Kennzeichnungskraft besitzt, um die Herkunft der Ware von gleichen oder gleichartigen Erzeugnissen anderen Ursprungs zu unterscheiden. Diese Eigenschaft setzt aber voraus, dass die Form nicht das Wesen der Ware bestimmt, diese also nicht erst durch die Formgebung entsteht, sondern dass die Form bloss &#228;ussere Zutat zur Kennzeichnung der Ware ist (TROLLER, Immaterialg&#252;terrecht, Bd. I S. 505 ff.). Nur wenn die &#228;sthetische Form ohne &#196;nderung des Wesens der Ware auswechselbar ist, kann in der Nachahmung der Formgebung unlauterer Wettbewerb liegen.\nIm vorliegenden Falle war die Verwechselbarkeit vermeidbar.BGE 88 IV 79 S. 84\n\nWie das Obergericht auf Grund des eingeholten Gutachtens verbindlich feststellt, war die Nachahmung der &#228;ussern Aufmachung des Jura-Apparates nicht technisch bedingte Notwendigkeit. Insbesondere h&#228;tte die Anordnung der auf den Heizw&#228;nden des \"Miotherm\" angebrachten Luft&#246;ffnungen und Rippen ebensogut anders gew&#228;hlt werden k&#246;nnen, ohne dass dadurch die Brauchbarkeit des Ofens beeintr&#228;chtigt worden w&#228;re oder Mehrkosten entstanden w&#228;ren. Es kann auch nicht gesagt werden, dass die das Jura-Ger&#228;t zierenden f&#252;nf horizontalen, nach oben und unten sich verk&#252;rzenden Rippen, die ihrer auf &#228;sthetischer Wirkung beruhenden Originalit&#228;t wegen m&#246;glicherweise musterrechtlich schutzf&#228;hig sein k&#246;nnten, das Wesen des Ofens bestimmt h&#228;tten; sie sind vielmehr nur &#228;ussere, die Ware kennzeichnende Zutat, die leicht in einer andern Form h&#228;tte ausgef&#252;hrt werden k&#246;nnen. Es w&#228;re daher, wie &#252;brigens die zweite Ausf&#252;hrung des \"Miotherm\" beweist, den Beschwerdef&#252;hrern m&#246;glich und zumutbar gewesen, anstelle der sklavischen Nachahmung die &#228;ussere Gestaltung der Heizw&#228;nde so abzu&#228;ndern, dass sich das Aussehen der beiden Konkurrenzprodukte gen&#252;gend voneinander unterschied, um Verwechslungen auszuschliessen.\n\n    3. Der Vorwurf der Beschwerdef&#252;hrer, die Jura AG habe wider Treu und Glauben gehandelt, da sie nach dem Verzicht der Rotel AG auf die Fabrikation des \"Miotherm\" als Lizenzgeberin und Bestandteillieferantin der Lenco AG die Belieferung der Migros mit dem genau gleichen \"Miotherm\" selber aktiv gef&#246;rdert habe, ist unbegr&#252;ndet. Die Lenco AG war auf Grund des Lizenzvertrages zur &#220;bernahme der Ausstattung des Jura-Schnellheizers berechtigt und hat daher nicht wie die Rotel AG die Leistung der Beschwerdegegnerin missbr&#228;uchlich ausgen&#252;tzt. Die Jura AG anderseits hat f&#252;r die &#220;berlassung ihrer Ausstattung von der Lenco AG eine entsprechende Gegenleistung erhalten und ist deshalb durch die Herstellung und den Vertrieb des \"Miotherm\" BGE 88 IV 79 S. 85seitens der Lizenznehmerin in ihrer wirtschaftlichen Stellung nicht geschm&#228;lert worden. Es kann der Beschwerdegegnerin somit nicht vorgeworfen werden, sie habe in diesem Falle geduldet, was sie gegen&#252;ber der Rotel AG beanstandete. Von einer rechtsmissbr&#228;uchlichen Strafklage kann infolgedessen nicht die Rede sein.\n\n    4. Neben dem objektiven ist auch der subjektive Tatbestand des Art. 13 lit. d UWG erf&#252;llt. Das Obergericht stellt gest&#252;tzt auf den Brief der Rotel AG vom 20. Januar 1956 fest, dass die Beschwerdef&#252;hrer durch die Nachahmung der Heizw&#228;nde bewusst und gewollt darauf ausgegangen sind, die Gefahr von Verwechslungen beider Erzeugnisse herbeizuf&#252;hren, und dass sie zum mindesten mit Eventualvorsatz gehandelt haben. Diese tats&#228;chlichen Feststellungen sind f&#252;r den Kassationshof verbindlich und k&#246;nnen mit der Nichtigkeitsbeschwerde nicht angefochten werden (Art. 277 bis Abs. 1 und Art. 273 Abs. 1 lit. b BStP).\n  \nDispositif\n\nDemnach erkennt der Kassationshof:\nDie Nichtigkeitsbeschwerde wird abgewiesen.\n \n   \n   "
}