{
  "titre": "88 IV 40",
  "annee": "1962",
  "contenu": "\n      \n  Chapeau\n88 IV 4012. Arr&#234;t de la Cour de cassation p&#233;nale, du 23 mars 1962 dans la cause Ray contre Minist&#232;re public du Canton de Vaud.\n\n  \nRegeste\nArt. 272 al. 7 PPF.  Saisi d'un pourvoi en mati&#232;re de revision, le juge f&#233;d&#233;ral ne peut suspendre les effets de la condamnation. \n\n\n  \n  \n  \nFaits &#224; partir de page 40\n\n\n    BGE 88 IV 40 S. 40\n   \nA. - Le 29 juin 1961, le Tribunal de police correctionnelle du district d'Echallens a condamn&#233; Ray &#224; vingt mois de r&#233;clusion pour vol, faux dans les titres, escroquerie et insoumission &#224; une d&#233;cision de l'autorit&#233;.\nLe 23 novembre 1961, le condamn&#233; a requis la revision de ce jugement, mais la Cour pl&#233;ni&#232;re du Tribunal cantonal vaudois, statuant le 23 janvier 1962, a rejet&#233; la demande.\nB. - Le condamn&#233; s'est pourvu en nullit&#233; contre cet arr&#234;t. Il demande &#224; la cour de c&#233;ans d'accorder l'effet suspensif &#224; son pourvoi, c'est-&#224;-dire d'ordonner que l'ex&#233;cution de la peine soit suspendue.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\nLa revision des jugements prononc&#233;s par les tribunaux cantonaux en mati&#232;re p&#233;nale f&#233;d&#233;rale rel&#232;ve de la proc&#233;dure et, partant, du droit cantonal. Le l&#233;gislateur f&#233;d&#233;ral s'est content&#233; de statuer, &#224; l'art. 397 CP, que les cantons sont tenus d'ouvrir la voie de la revision en faveur du condamn&#233;, au moins dans certains cas. Le pourvoi en nullit&#233; &#224; la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral BGE 88 IV 40 S. 41est recevable, en cette mati&#232;re aussi, pour violation du droit f&#233;d&#233;ral, c'est-&#224;-dire, principalement, de l'art. 397 CP (RO 69 IV 137, consid. 2). Mais cette disposition ne pr&#233;voit rien de plus. Ainsi, lorsqu'un jugement sur demande de revision fait l'objet d'un pourvoi en nullit&#233;, la seule r&#232;gle de droit f&#233;d&#233;ral applicable &#224; une requ&#234;te d'effet suspensif est l'art. 272 al. 7 PPF, lequel ne permet de suspendre que \"l'ex&#233;cution de la d&#233;cision\". Ce dernier terme vise manifestement la d&#233;cision intervenue dans la proc&#233;dure cantonale dont le pourvoi est une suite; cette d&#233;cision est la seule dont la force ex&#233;cutoire puisse, &#224; la forme et momentan&#233;ment tout au moins, &#234;tre tenue en &#233;chec par la cour de c&#233;ans selon l'art. 272 al. 7 PPF. Or le jugement sur demande de revision et celui qui porte condamnation r&#233;sultent de proc&#233;dures distinctes, qui n'ont pas le m&#234;me objet; le premier ne met en cause le second qu'indirectement et il en va de m&#234;me du pourvoi qui l'attaque. Ainsi, en mati&#232;re de revision, l'art. 272 al. 7 PPF n'autorise pas le juge f&#233;d&#233;ral &#224; suspendre les effets de la condamnation; celle-ci conserve toute la force ex&#233;cutoire que lui conf&#232;re le droit cantonal. Seul ce droit, par cons&#233;quent, peut prescrire si et dans quels cas la proc&#233;dure de revision suspend l'ex&#233;cution de la peine. Mais la cour de c&#233;ans, qui, saisie d'un pouvoi en nullit&#233;, ne conna&#238;t que de l'application du droit f&#233;d&#233;ral (art. 269 al. 1 PPF), ne saurait se prononcer sur ce point.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale\nD&#233;clare irrecevable la demande d'effet suspensif.\n \n   \n   "
}