{
  "titre": "129 IV 271",
  "annee": "2003",
  "contenu": "\n      \n  Chapeau\n129 IV 27141. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale dans la cause X. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n6S.272/2003 du 23 septembre 2003\n  \nRegeste\nArt. 305bis ch. 2 let. a CP; blanchiment d'argent comme membre d'une organisation criminelle.  Notion d'organisation criminelle (consid. 2.3). \nQualit&#233; de membre de l'organisation (consid. 2.4). \n\n\n  \n  \n  \nFaits &#224; partir de page 271\n\n\n    BGE 129 IV 271 S. 271\n   \n\n    A.- Par jugement du 3 juillet 2002, le Tribunal correctionnel de l'arrondissement de Lausanne a condamn&#233; X., pour blanchiment d'argent qualifi&#233;, &#224; douze mois d'emprisonnement avec sursis durant deux ans, et &#224; une amende de 3'000 francs, avec d&#233;lai de radiation de deux ans. Il en ressort notamment les &#233;l&#233;ments suivants:\nA.a X., n&#233; en 1931, a travaill&#233; depuis 1966 dans le secteur du service de limousines pour une client&#232;le fortun&#233;e. D&#232;s 1981, il a men&#233; son activit&#233; dans la r&#233;gion zurichoise. Il parle parfaitement le romanche, l'allemand, le fran&#231;ais, l'anglais, l'espagnol et l'italien. Sa situation financi&#232;re au d&#233;but des ann&#233;es 1990 est rest&#233;e floue.\nA.b Dans le cadre de son activit&#233; de chauffeur/interpr&#232;te, X. a &#233;tabli d&#232;s le d&#233;but des ann&#233;es 1980 des relations &#233;troites avec des membres du cartel de Medellin, devenant l'ami de plusieurs proches de A. et de la famille de B., principal associ&#233; de A. Il est devenu l'homme de confiance de ces deux familles. Il a &#233;galement entretenu des liens avec C. et son clan, dont D. et son gendre, E. C. avait le contr&#244;le du cartel de la c&#244;te nord de la Colombie. Interpell&#233; par les autorit&#233;s am&#233;ricaines au d&#233;but 1992, D. a n&#233;goci&#233; sa libert&#233; contre une collaboration avec la justice; il a admis se livrer au trafic de stup&#233;fiants et a d&#233;clar&#233; que la totalit&#233; de ses revenus provenait de cette activit&#233;; il a reconnu agir pour une organisation criminelle derri&#232;re laquelle apparaissaient des trafiquants de haut niveau, tel C.; son r&#244;le consistait &#224; introduire aux Etats-Unis d'Am&#233;rique de la coca&#239;ne par bateau des Bahamas en Floride, &#224; collecter et blanchir le produit de BGE 129 IV 271 S. 272cette drogue. X. a fait la connaissance de D. en 1985 par l'entremise du d&#233;nomm&#233; F., &#224; qui l'avait pr&#233;sent&#233; G., trafiquant arr&#234;t&#233; &#224; Miami pour l'importation de 42,5 tonnes de marijuana. E. a &#233;galement choisi de collaborer avec les autorit&#233;s am&#233;ricaines. Il a admis sa participation &#224; un r&#233;seau de trafiquants s&#233;vissant entre les Bahamas et les Etats-Unis d'Am&#233;rique dans l'importation de drogue provenant de Colombie.\nA.c Les 28 avril et 8 mai 1992, X. a lou&#233;, sur les instructions de D., mais en son nom et avec une procuration en faveur de E., deux coffres dans des banques zurichoises. Le but &#233;tait d'y d&#233;poser de l'argent en attente et d'y dissimuler des papiers compromettants pour le compte de D. X. a reconnu lors de l'enqu&#234;te que de l'argent liquide transitait par les coffres. Il r&#233;sulte par ailleurs d'une conversation t&#233;l&#233;phonique qu'il savait que de faux papiers y &#233;taient d&#233;pos&#233;s.\nA.d D. &#233;tait en relation bancaire avec deux banques. Ses comptes ont d&#232;s leur ouverture &#224; fin 1991 &#233;t&#233; cr&#233;dit&#233;s d'environ 3'300'000 US$. Il s'agissait d'argent provenant du trafic de drogue. Entre le 23 avril et la mi-mai 1992, D. a vid&#233; la totalit&#233; des comptes, retirant les montants en esp&#232;ces et les transportant &#224; l'&#233;tranger. D., E. et X. ont ainsi proc&#233;d&#233; &#224; une dizaine de voyages vers l'Autriche et Andorre pour y d&#233;poser cet argent liquide. Huit comptes ont &#233;t&#233; ouverts au nom de X. dans les deux pays. La quasi-totalit&#233; des fonds a de la sorte &#233;t&#233; d&#233;pos&#233;e sur des comptes ouverts au nom de ce dernier. Pratiquement, X. entrait dans les banques accompagn&#233; de E. pour n&#233;gocier, &#233;tant pr&#233;cis&#233; qu'en Autriche, il &#233;tait le seul &#224; parler l'allemand. D. se bornait &#224; les attendre &#224; l'ext&#233;rieur.\nD. a ouvert le 20 avril 1993 des comptes dans cinq banques zurichoises sous un faux nom. Il a ensuite fait rapatrier les avoirs plac&#233;s en Autriche et &#224; Andorre. X. et E. sont ainsi retourn&#233;s dans les &#233;tablissements bancaires concern&#233;s et ont sign&#233; les ordres de transferts n&#233;cessaires.\nA.e Le 16 juin 1993, sur instructions t&#233;l&#233;phoniques de D., X. a pr&#233;lev&#233; 60'000 francs sur un compte bancaire de ce dernier. X. a vers&#233; 55'000 francs sur un de ses propres comptes le m&#234;me jour. Il a envoy&#233;, suivant toujours les instructions de D., 20'000 US$ sur un compte &#224; Panama ouvert sous une fausse identit&#233; de D., ce qu'il savait. Il a &#233;t&#233; arr&#234;t&#233; avant d'envoyer le solde sur le m&#234;me compte.\n\n    B.- Par arr&#234;t du 25 octobre 2002, dont les consid&#233;rants &#233;crits ont &#233;t&#233; envoy&#233;s aux parties le 17 juin 2003, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a rejet&#233; le recours de X. et a confirm&#233; le jugement de premi&#232;re instance.\n\n    BGE 129 IV 271 S. 273\n   \n\n    C.- X. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral contre cet arr&#234;t. Il conclut &#224; son annulation.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le pourvoi dans la mesure o&#249; il &#233;tait recevable.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Le recourant s'en prend &#224; sa condamnation pour blanchiment aggrav&#233; en vertu de l'art. 305bis ch. 2 let. a CP.\n\n    2.1 L'art. 305bis ch. 1 CP punit de l'emprisonnement ou de l'amende celui qui aura commis un acte propre &#224; entraver l'identification de l'origine, la d&#233;couverte ou la confiscation de valeurs patrimoniales dont il savait ou devait pr&#233;sumer qu'elles provenaient d'un crime.\nEn l'esp&#232;ce, les fonds, en particulier les 3'300'000 US$, proviennent du trafic de drogue. Il est incontestable qu'un tel trafic est r&#233;prim&#233; p&#233;nalement aux Etats-Unis d'Am&#233;rique, vers lesquels la drogue a &#233;t&#233; achemin&#233;e, et qu'il constitue un crime en droit suisse (art. 9 CP) en vertu de l'art. 19 ch. 1 in fine et 2 LStup (cf. URSULA CASSANI, Commentaire du droit p&#233;nal suisse, vol. 9, Berne 1996, art. 305bis CP n. 15). Cet argent a fait l'objet de retraits et de transferts bancaires de Suisse &#224; l'&#233;tranger et de l'&#233;tranger en Suisse sur divers comptes ouverts sous plusieurs noms, parfois faux. De tels actes sont propres &#224; entraver la confiscation (cf. URSULA CASSANI, op. cit., art. 305bis CP n. 39 ss). Il s'ensuit que l'infraction de blanchiment est objectivement r&#233;alis&#233;e. Le recourant ne le conteste d'ailleurs pas, mais remet uniquement en cause le cas aggrav&#233; de blanchiment retenu &#224; son encontre.\n\n    2.2 L'art. 305bis ch. 2 CP pr&#233;voit la r&#233;clusion pour cinq ans au plus ou l'emprisonnement pour les cas graves, notamment lorsque le d&#233;linquant agit comme membre d'une organisation criminelle (let. a).\n\n    2.3 Le recourant conteste l'existence d'une organisation criminelle.\n\n    2.3.1 La notion d'organisation criminelle au sens de l'art. 305bis ch. 2 let. a CP est la m&#234;me que celle vis&#233;e &#224; l'art. 260ter CP (cf. URSULA CASSANI, op. cit., art. 305bis CP n. 56). Il s'agit d'une notion plus &#233;troite que celle de groupe, de groupement au sens de l'art. 275ter CP ou de bande au sens des art. 139 ch. 3 al. 2 et 140 ch. 3 al. 1 CP; elle implique l'existence d'un groupe structur&#233; de trois personnes au minimum, g&#233;n&#233;ralement plus, con&#231;u pour durer ind&#233;pendamment BGE 129 IV 271 S. 274d'une modification de la composition de ses effectifs et se caract&#233;risant, notamment, par la soumission &#224; des r&#232;gles, une r&#233;partition des t&#226;ches, l'absence de transparence ainsi que le professionnalisme qui pr&#233;vaut aux diff&#233;rents stades de son activit&#233; criminelle; on peut notamment songer aux groupes qui caract&#233;risent le crime organis&#233;, aux groupements terroristes, etc.\nIl faut ensuite que cette organisation tienne sa structure et son effectif secrets. La discr&#233;tion g&#233;n&#233;ralement associ&#233;e aux comportements d&#233;lictueux ne suffit pas; il doit s'agir d'une dissimulation qualifi&#233;e et syst&#233;matique, qui ne doit pas n&#233;cessairement porter sur l'existence de l'organisation elle-m&#234;me mais sur la structure interne de celle-ci et le cercle de ses membres et auxiliaires. En outre, l'organisation doit poursuivre le but de commettre des actes de violence criminels ou de se procurer des revenus par des moyens criminels. S'agissant en particulier de l'enrichissement par des moyens criminels, il suppose que l'organisation s'efforce de se procurer des avantages patrimoniaux ill&#233;gaux en commettant des crimes; sont notamment vis&#233;s les infractions constitutives de crimes contre le patrimoine et les crimes pr&#233;vus par la loi f&#233;d&#233;rale sur les stup&#233;fiants (arr&#234;t 6S.463/1996 du 27 ao&#251;t 1996, consid. 4b, publi&#233; in SJ 1997 p. 1; FF 1993 III 289 ss).\n\n    2.3.2 Il ressort du dossier de l'enqu&#234;te am&#233;ricaine que D. a reconnu agir pour une organisation criminelle derri&#232;re laquelle apparaissaient des trafiquants de haut niveau, tel C., lequel avait le contr&#244;le du cartel de la c&#244;te nord de la Colombie. D. a d&#233;clar&#233; que la totalit&#233; de ses revenus provenait du trafic de stup&#233;fiants. Son r&#244;le consistait &#224; introduire aux Etats-Unis d'Am&#233;rique de la coca&#239;ne par bateau des Bahamas en Floride, &#224; collecter et blanchir le produit de cette drogue. Le gendre de D., E., a &#233;galement admis sa participation &#224; un r&#233;seau de trafiquants s&#233;vissant entre les Bahamas et les Etats-Unis d'Am&#233;rique. La Cour de cassation vaudoise a par ailleurs indiqu&#233; que l'activit&#233; d&#233;ploy&#233;e par D. et E. en Suisse, soit l'acheminement et le blanchiment du produit des ventes de drogue, correspondait &#224; une t&#226;che pr&#233;cise et planifi&#233;e pour le compte d'une organisation de plus large niveau, d&#233;pourvue de transparence.\nLes &#233;l&#233;ments pr&#233;cit&#233;s attestent que l'on a affaire &#224; un r&#233;seau de trafiquants de drogue se livrant &#224; un tr&#232;s important trafic. Les d&#233;clarations de D. et de E. aux enqu&#234;teurs am&#233;ricains ne suscitent aucun doute &#224; propos d'une organisation criminelle. Aussi, faut-il admettre l'existence d'une organisation telle que vis&#233;e par l'art. 305bis ch. 2 let. a CP.\n\n    BGE 129 IV 271 S. 275\n   \n\n    2.4 Le recourant soutient qu'il ne saurait &#234;tre consid&#233;r&#233; comme membre de l'organisation.\nL'art. 305bis ch. 2 let. a CP exige que le d&#233;linquant ait agi comme membre d'une organisation criminelle. Le membre est celui qui est impliqu&#233; dans l'organisation et non celui qui fournit simplement une aide &#224; celle-ci. La notion de membre se recoupe avec celle de participant &#224; une organisation criminelle de l'art. 260ter ch. 1 al. 1 CP (cf. J&#220;RG-BEAT ACKERMANN, Geldw&#228;scherei, in Kommentar Einziehung, organisiertes Verbrechen, Geldw&#228;scherei, vol. I, Zurich 1998, Niklaus Schmid [&#233;d.], &#167; 5 n. 431). Une fonction dirigeante n'est pas requise pour &#234;tre membre, une fonction subalterne pouvant suffire. Participe comme membre de l'organisation celui qui s'y int&#232;gre et y d&#233;ploie une activit&#233; concourant &#224; la poursuite du but criminel de l'organisation. Une participation occasionnelle &#224; une op&#233;ration pr&#233;cise ne suffit pas. Il faut une coop&#233;ration avec l'organisation qui d&#233;note l'appartenance &#224; celle-ci (cf. arr&#234;t 6S.463/1996 pr&#233;cit&#233;, consid. 4b, publi&#233; in SJ 1997 p. 1; BERNARD CORBOZ, Les infractions en droit suisse, vol. II, Berne 2002, art. 260ter CP n. 7; G&#220;NTER STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil II, 5e &#233;d., Berne 2000, &#167; 40 n. 25; HANS BAUMGARTNER, Basler Kommentar, Strafgesetzbuch II, 2003, art. 260ter CP n. 11; GUNTHER ARZT, Organisiertes Verbrechen, in Kommentar Einziehung, organisiertes Verbrechen, Geldw&#228;scherei, vol. I, Zurich 1998, Niklaus Schmid [&#233;d.], &#167; 4 n. 132 ss; J&#214;RG REHBERG, Strafrecht IV, 2e &#233;d., Zurich 1996, p. 171/172).\nLe recourant a &#233;t&#233; l'homme &#224; tout faire, traducteur, agent fiduciaire, repr&#233;sentant en Suisse de D. et E., lesquels avaient une confiance absolue en lui. Il a jou&#233; un r&#244;le bien d&#233;fini dans le but poursuivi par D., soit mettre en s&#251;ret&#233; les fonds. Il a fourni un appui logistique durable et indispensable, ce qu'il savait. L'activit&#233; reproch&#233;e s'&#233;tend sur plus d'une ann&#233;e. Il a en particulier ouvert des coffres &#224; son nom. Il a transport&#233; en une dizaine de voyages de l'argent liquide en Autriche et &#224; Andorre et a ouvert dans ces pays des comptes bancaires &#224; son nom pour le recevoir. Il est ensuite de nouveau intervenu pour que cet argent soit vir&#233; en Suisse. Il s'est tenu &#224; l'enti&#232;re disposition de D. et E. et s'est soumis &#224; leur volont&#233;.\nPour l'essentiel, le recourant s'&#233;carte des constatations pr&#233;cit&#233;es en pr&#233;tendant que sa seule fonction a &#233;t&#233; celle de chauffeur de limousine. Dans cette mesure, son argumentation est irrecevable. Sur la base des faits retenus, qui lient le Tribunal f&#233;d&#233;ral, il n'appara&#238;t pas que le recourant aurait simplement apport&#233; une aide ponctuelle. Au contraire, il a occup&#233; une place d&#233;cisive dans les diff&#233;rentes op&#233;rations BGE 129 IV 271 S. 276de transfert d'argent qui se sont d&#233;roul&#233;es sur plus d'une ann&#233;e. Il a ainsi collabor&#233; de mani&#232;re importante &#224; la poursuite du but criminel de l'organisation. La conclusion selon laquelle il a agi comme membre d'une telle organisation ne viole pas le droit f&#233;d&#233;ral.\n\n    2.5 Le recourant affirme encore que l'&#233;l&#233;ment subjectif de l'infraction n'est pas r&#233;alis&#233;. Il n'aurait eu ni l'intention ni la conscience de blanchir de l'argent et soutient avoir agi par n&#233;gligence.\nD&#233;terminer ce que l'auteur sait, veut ou l'&#233;ventualit&#233; &#224; laquelle il consent rel&#232;ve de l'&#233;tablissement des faits (ATF 126 IV 209 consid. 2d p. 215; ATF 125 IV 49 consid. 2d p. 56). Selon les constatations cantonales, le recourant connaissait la provenance illicite des fonds; il savait que D. appartenait &#224; un r&#233;seau qui vendait de la drogue; il &#233;tait non seulement conscient de la provenance criminelle des valeurs patrimoniales, mais &#233;galement des moyens mis en oeuvre pour entraver leur identification. L'argumentation du recourant s'&#233;carte des faits pr&#233;cit&#233;s ou n'en tient pas compte, de sorte qu'elle appara&#238;t irrecevable. Quoi qu'il en soit, &#224; partir de telles constatations factuelles, c'est sans violer le droit f&#233;d&#233;ral que la Cour de cassation vaudoise a retenu que le recourant avait agi intentionnellement.\n \n   \n   "
}