{
  "titre": "109 V 245",
  "annee": "1983",
  "contenu": "\n      \n  Chapeau\n109 V 24543. Extrait de l'arr&#234;t du 9 d&#233;cembre 1983 dans la cause Walther contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 79 al. 4 RAVS.  Dans la mesure o&#249; cette disposition r&#233;glementaire d&#233;roge mat&#233;riellement &#224; l'art. 47 al. 1 LAVS, elle sort du cadre de la d&#233;l&#233;gation l&#233;gislative contenue &#224; l'art. 47 al. 3 LAVS. \n\n\n  \n  \n  \nFaits &#224; partir de page 245\n\n\n    BGE 109 V 245 S. 245\n   \n\n    Par d&#233;cisions du 1er juin 1957, l'Agence communale AVS de Morges alloua une rente de veuve &#224; Simone Walther, n&#233;e en 1915, veuve depuis le 25 octobre 1956 de Philippe Walther, d&#233;c&#233;d&#233; au Maroc o&#249; les &#233;poux &#233;taient alors domicili&#233;s, et accorda en outre une rente d'orphelin &#224; chacun des trois enfants issus du mariage des pr&#233;nomm&#233;s. Il s'agissait de rentes transitoires (appel&#233;es rentes extraordinaires depuis le 1er janvier 1960), soumises aux limites de BGE 109 V 245 S. 246revenus. La rente de veuve en faveur de Simone Walther fut remplac&#233;e par une rente simple de vieillesse &#224; partir du 1er avril 1977.\nA l'occasion d'une v&#233;rification entreprise par la Caisse cantonale vaudoise de compensation en 1978, il apparut qu'&#224; la suite de diff&#233;rents h&#233;ritages, la fortune de Simone Walther et celle de ses enfants s'&#233;taient consid&#233;rablement accrues depuis 1957, de sorte que, selon les constatations de l'administration, les limites de revenus entrant en consid&#233;ration &#233;taient d&#233;pass&#233;es depuis de nombreuses ann&#233;es. La caisse de compensation rendit alors une d&#233;cision, le 15  novembre 1978, par laquelle elle supprimait la rente de vieillesse en cours et fixait &#224; Fr. ... le montant des rentes touch&#233;es &#224; tort du 1er novembre 1973 au  30 novembre 1978 - soit dans les limites de la prescription quinquennale - et que Simone Walther devait restituer.\nApr&#232;s avoir recouru contre cet acte administratif et avoir &#233;t&#233; d&#233;bout&#233;e par le Tribunal des assurances du canton de Vaud, Simone Walther interjette recours de droit administratif en concluant, &#224; titre principal, &#224; la suppression de toute obligation de rembourser.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) La recourante conteste en premier lieu l'&#233;tendue dans le temps de son obligation de restituer et elle soutient que la caisse aurait d&#251; se borner &#224; supprimer, &#224; partir du 1er d&#233;cembre 1978, la rente extraordinaire qui lui avait &#233;t&#233; allou&#233;e. Elle invoque notamment &#224; l'appui de ce premier moyen l'art. 79 al. 4 RAVS, qui vise uniquement le cas de rentes extraordinaires et qui est ainsi r&#233;dig&#233;:\n\"Si la v&#233;rification p&#233;riodique du droit &#224; la rente, telle que la pr&#233;voit l'art. 69, 3e alin&#233;a fait appara&#238;tre un amenuisement ou une extinction de ce droit, la d&#233;cision de r&#233;duction ou de suppression rendue par la caisse prendra effet d&#232;s le mois suivant sa notification, &#224; moins qu'on ne soit en pr&#233;sence d'une violation de l'obligation de renseigner selon l'art. 70bis al. 1er.\"\nPour leur part, les juges cantonaux se sont fond&#233;s sur le seul art. 47 LAVS qui, sous r&#233;serve de la prescription annale, respectivement quinquennale pr&#233;vue au 2e alin&#233;a ne contient aucune restriction de cette sorte &#224; l'&#233;tendue de l'obligation de restituer les BGE 109 V 245 S. 247rentes et allocations pour impotents ind&#251;ment touch&#233;es. La question - qui doit  &#234;tre examin&#233;e d'office par le juge (ATF 107 Ib 246 et les arr&#234;ts cit&#233;s) - se pose donc de savoir si l'art. 79 al. 4 RAVS est conforme &#224; la loi.\nb) Il n'existe pas de norme de d&#233;l&#233;gation sp&#233;ciale du l&#233;gislateur qui autoriserait express&#233;ment le Conseil f&#233;d&#233;ral &#224; d&#233;roger dans une certaine mesure, par voie d'ordonnance, &#224; l'art. 47 al. 1 LAVS. L'art. 47 al. 3 LAVS conf&#232;re seulement &#224; l'autorit&#233; ex&#233;cutive le pouvoir de r&#233;gler la proc&#233;dure relative &#224; la restitution de rentes et allocations pour impotents ind&#251;ment touch&#233;es. De plus, il est &#233;galement &#233;vident que l'art. 154 al. 2 LAVS, qui charge le Conseil f&#233;d&#233;ral d'arr&#234;ter les prescriptions n&#233;cessaires &#224;  l'application de la loi, ne constitue pas une base l&#233;gale suffisante &#224; une r&#233;glementation qui s'&#233;carte mat&#233;riellement de l'art. 47 al. 1 LAVS, comme c'est le cas de l'art. 79 al. 4 RAVS. En effet, la loi ne donne ici que la comp&#233;tence d'adopter des r&#232;gles d'ex&#233;cution.\nc) Il est vrai que dans le domaine de l'assurance-invalidit&#233;, le Tribunal f&#233;d&#233;ral des assurances a jug&#233; que l'art. 85 al. 2 RAI, disposition semblable &#224;  l'art. 79 al. 4 RAVS, est conforme &#224; la loi, avec la r&#233;serve toutefois qu'une d&#233;rogation &#224; la r&#232;gle de l'art. 47 LAVS - applicable \"par analogie\" en vertu de l'art. 49 LAI - ne se justifie objectivement que dans la mesure o&#249; il y a lieu de tenir compte des aspects sp&#233;cifiques du droit de l'assurance-invalidit&#233;. Ainsi l'application de l'art. 85 al. 2 RAI se limite-t-elle &#224; de tels cas sp&#233;cifiques; l'art. 47 al. 1 LAVS est en revanche applicable sans restriction aux cas de l'assurance-invalidit&#233; dits analogues &#224; ceux du droit de l'AVS (ATF 107 V 36, 105 V 163). C'est pourquoi on ne saurait voir dans cette jurisprudence un argument en faveur de la l&#233;galit&#233; de l'art. 79 al. 4 RAVS.\nd) L'Office f&#233;d&#233;ral des assurances sociales a en son temps motiv&#233;, dans le cadre de la 8e r&#233;vision de l'AVS, l'introduction de l'art. 79 al. 4 RAVS par le fait que la r&#233;glementation en vigueur jusqu'alors (application pure et simple de l'art. 47 LAVS) &#233;tait choquante (RCC 1972 p. 519). Pour sa part, le Tribunal f&#233;d&#233;ral des assurances a express&#233;ment relev&#233; &#224; propos de l'art. 47 LAVS, dans le rapport sur sa gestion en 1979, \"que les r&#232;gles actuelles relatives &#224; la restitution des prestations touch&#233;es ind&#251;ment ne donnent pas enti&#232;re satisfaction et m&#233;riteraient d'&#234;tre modifi&#233;es (comme il en avait &#233;t&#233; du reste question &#224; l'occasion de la 9e r&#233;vision de la LAVS)\". La critique exprim&#233;e sur ce point tant par l'administration que par le Tribunal f&#233;d&#233;ral des assurances ne pourrait toutefois BGE 109 V 245 S. 248&#234;tre suivie d'effet - ind&#233;pendamment du cas vis&#233; ci-dessus, sous let. c - que moyennant l'intervention du l&#233;gislateur et non par le biais de simples dispositions r&#233;glementaires. Le fait que l'art. 25 al. 2 let. d OPC-AVS/AI, adopt&#233; ant&#233;rieurement &#224; l'art. 79 al. 4 RAVS et dont il n'y a pas lieu d'examiner ici la l&#233;galit&#233;, comporte une r&#233;glementation analogue n'y change rien.\nAu demeurant, on ne voit pas en quoi l'application de l'art. 47 al. 1 LAVS devrait &#234;tre jug&#233;e plus choquante en pr&#233;sence de rentes extraordinaires que lorsqu'il s'agit de rentes ordinaires ou d'allocations pour impotents; le caract&#232;re non contributif des rentes extraordinaires ne saurait gu&#232;re fonder, d'un point de vue objectif, un traitement diff&#233;rent sous l'angle de la restitution.\ne) Ainsi, en l'absence d'une d&#233;l&#233;gation de comp&#233;tence du l&#233;gislateur et d&#232;s lors que la loi ne souffre pas d'une lacune, le Conseil f&#233;d&#233;ral n'&#233;tait pas autoris&#233; &#224; d&#233;roger par voie d'ordonnance &#224; l'art. 47 al. 1 LAVS. On ne saurait donc appliquer l'art. 79 al. 4 RAVS dans la mesure o&#249; il est contraire &#224; l'art.  47 LAVS...\n \n   \n   "
}