{
  "titre": "129 II 276",
  "annee": "2003",
  "contenu": "\n      \n  Chapeau\n129 II 27627. Extrait de l'arr&#234;t de la Ire Cour de droit public dans la cause O. et Association d'opposition &#224; la Collectrice Sud contre Commune d'Yverdon-les-Bains, D&#233;partement des infrastructures et Tribunal administratif du canton de Vaud (recours de droit administratif)\n1A.97/2002 / 1A.99/2002 du 24 avril 2003\n  \nRegeste\nArt. 9 al. 1 et 4 LPE; plan d'alignement routier.  Au stade du plan d'alignement, la justification du besoin et l'&#233;valuation des nuisances ne peuvent avoir lieu que prima facie. \n\n\n  \n  \n  \nFaits &#224; partir de page 276\n\n\n    BGE 129 II 276 S. 276\n   \nLe 17 novembre 1995, la Municipalit&#233; d'Yverdon-les-Bains a mis &#224; l'enqu&#234;te un plan partiel d'affectation fixant les limites de constructions de la route dite \"Collectrice Sud\". Cet axe de 3800 m, parall&#232;le &#224; l'autoroute N5, relie, en bordure sud-ouest de la ville, la route de Lausanne (sortie \"Yverdon-sud\") et le secteur de Chamard (sortie \"Yverdon-ouest\"). Le plan d&#233;finit &#224; titre indicatif l'emprise du projet de route et fixe les nouvelles limites des constructions. Il est accompagn&#233; d'une &#233;tude d'impact &#233;tablie en juin 1995. Le profil-type de la route est constitu&#233; d'une chauss&#233;e &#224; deux voies de 3,5 m, d'une bande arboris&#233;e de 2 m et d'une bande mixte pi&#233;tons-deux roues de 3,5 m. Le trafic devrait s'&#233;couler \"en peigne\" &#224; partir de huit giratoires.\nCe plan d'alignement a fait l'objet d'une opposition des &#233;poux O., propri&#233;taires de parcelles situ&#233;es en bordure du trac&#233;. Les nouvelles limites bordent la villa actuelle et, &#224; l'oppos&#233;, passent environ dix m&#232;tres &#224; l'int&#233;rieur d'une parcelle.\nLe projet a &#233;galement suscit&#233; l'opposition de l'Association d'opposition &#224; la Collectrice Sud (ci-apr&#232;s: l'association), constitu&#233;e BGE 129 II 276 S. 277d'habitants pour l'essentiel propri&#233;taires voisins du trac&#233; de la Collectrice Sud.\nLe 12 d&#233;cembre 1996, le Conseil communal a adopt&#233; le plan d'alignement, la d&#233;cision finale sur l'&#233;tude d'impact, et rejet&#233; les oppositions. Cette d&#233;cision r&#233;serve en particulier les &#233;tudes d'impact &#224; effectuer lors des r&#233;alisations successives des tron&#231;ons de la route.\nPar d&#233;cision du 12 janvier 1999, le D&#233;partement des infrastructures du canton de Vaud a rejet&#233; les recours form&#233;s, notamment, par les &#233;poux O. et l'association. Selon une expertise r&#233;alis&#233;e le 31 mars 1998 (rapport 1998), les deux variantes de trac&#233;, plus proches de l'autoroute, &#233;taient globalement moins favorables. En d&#233;pit des nuisances pour les riverains, la collectrice permettait une r&#233;duction des immissions sonores et polluantes pour les habitants du centre-ville. L'am&#233;nagement de la route et les probl&#232;mes de s&#233;curit&#233; et d'acc&#232;s pouvaient &#234;tre trait&#233;s au stade de la r&#233;alisation du projet.\nPar arr&#234;t du 21 mars 2002, le Tribunal administratif vaudois a confirm&#233; cette d&#233;cision pour l'essentiel, apr&#232;s avoir proc&#233;d&#233; &#224; une inspection locale et ordonn&#233; une nouvelle expertise. Le rapport du 28 avril 2000 (rapport 2000) revenait sur les conclusions de l'&#233;tude d'impact &#224; propos de l'utilit&#233; de la Collectrice Sud. Les experts pr&#233;conisaient une nouvelle enqu&#234;te de trafic et de nouveaux pronostics. Le Tribunal administratif a consid&#233;r&#233; que si les r&#233;serves &#233;mises dans ce dernier rapport impliquaient une r&#233;orientation des objectifs d'am&#233;nagement communal, le dossier contenait de nombreux &#233;l&#233;ments quant &#224; la justification du projet. Il n'&#233;tait pas exclu de tenir compte des nouvelles options d'am&#233;nagement, voire de compl&#233;ter les &#233;tudes lors de la proc&#233;dure d'adoption du projet de route. Les griefs relatifs aux nuisances &#233;taient pr&#233;matur&#233;s au stade du plan d'alignement, lequel n'&#233;tait pas contraignant pour le projet de construction.\nLes &#233;poux O. et l'association forment un recours de droit administratif, concluant &#224; l'annulation de ce dernier arr&#234;t.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; les recours.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. Les recourants invoquent l'art. 9 LPE (RS 814.01), disposition qui commande d'appr&#233;cier le plus t&#244;t possible la compatibilit&#233; des installations avec les exigences de la protection de l'environnement. Lorsque l'&#233;tude d'impact a lieu par &#233;tapes, elle devrait r&#233;soudre d&#233;finitivement, pour chaque phase, toutes les questions qui doivent permettre une application correcte du droit. Les recourants contestent en particulier la justification du projet, qui devrait &#234;tre d&#233;montr&#233;e au BGE 129 II 276 S. 278stade du plan d'alignement d&#233;j&#224;. La cour cantonale n'aurait pas tenu compte des critiques s&#233;v&#232;res des experts mis en oeuvre, et de la n&#233;cessit&#233; de compl&#233;ter l'instruction afin d'&#233;valuer la variante intitul&#233;e \"statu quo +\", pr&#233;conis&#233;e par les auteurs du rapport 2000. C'est seulement au niveau du plan d'alignement qu'une &#233;valuation d'ensemble du projet pourrait avoir lieu, la r&#233;alisation de la route &#233;tant pr&#233;vue par &#233;tapes. La r&#233;f&#233;rence au plan directeur communal de 1972 serait insuffisante, ce plan &#233;tant fond&#233; sur des pronostics d&#233;mographiques erron&#233;s, et contenant des incoh&#233;rences. Le nouveau plan, de 1997, ne ferait qu'avaliser les options pr&#233;c&#233;dentes, clairement contraires aux principes d'am&#233;nagement selon lesquels chaque zone &#224; b&#226;tir doit supporter son propre bruit. La pes&#233;e des int&#233;r&#234;ts exig&#233;e par les art. 1-3 LAT (RS 700) commanderait d'&#233;viter les reports de trafic sur les zones de tranquillit&#233; telles que celles travers&#233;es par le projet.\nDans un grief distinct, mais qui doit &#234;tre trait&#233; en rapport avec le pr&#233;c&#233;dent, les recourants mettent en doute la n&#233;cessit&#233; de la Collectrice Sud au regard des projets d'&#233;quipement: le d&#233;veloppement d'activit&#233;s au sud-ouest de la ville ne serait pas souhaitable, et la compensation en terrains agricoles impossible. Le Parc scientifique et technologique serait d&#233;j&#224; accessible ind&#233;pendamment de la Collectrice Sud, et les autres plans partiels d'affectation ne seraient pas forc&#233;ment desservis par cette route.\n\n    3.1 Dans ses d&#233;terminations, l'Office f&#233;d&#233;ral de l'environnement, des for&#234;ts et du paysage rel&#232;ve - appuyant en cela la th&#232;se des recourants - que le plan se rapporterait &#224; un projet concret, ce qui justifierait une appr&#233;ciation des nuisances &#224; ce stade d&#233;j&#224;. L'office estime cependant que, tant pour les nouvelles installations (tron&#231;ons enti&#232;rement nouveaux de la route) que pour les modifications notables (tron&#231;ons existants), le rapport d'impact serait fond&#233; sur les donn&#233;es disponibles de l'&#233;poque, les calculs de trafic &#233;tant fond&#233;s sur les capacit&#233;s maximales de la route. Les all&#233;gements accord&#233;s permettraient de respecter les valeurs de planification.\n\n    3.2 Selon l'art. 9 al. 1 LPE, avant de prendre une d&#233;cision sur la planification et la construction ou la modification d'installations pouvant affecter sensiblement l'environnement, l'autorit&#233; appr&#233;cie le plus t&#244;t possible leur compatibilit&#233; avec les exigences de la protection de l'environnement. Selon l'art. 5 de l'ordonnance du 19 octobre 1988 relative &#224; l'&#233;tude de l'impact sur l'environnement (OEIE; RS 814.011), l'&#233;tude d'impact est effectu&#233;e dans le cadre de la proc&#233;dure d&#233;cisive mentionn&#233;e dans l'annexe &#224; l'ordonnance. Dans le cas des routes cantonales &#224; grand d&#233;bit et autres routes principales, BGE 129 II 276 S. 279telles que la Collectrice Sud, la proc&#233;dure est d&#233;termin&#233;e par le droit cantonal (ch. 11.3 de l'annexe).\nSelon l'art. 16 de la loi vaudoise sur les routes (LR/VD), les &#233;tudes d'impact sont r&#233;gies par l'OEIE et par le r&#232;glement cantonal d'application de l'OEIE du 25 avril 1990 (ci-apr&#232;s: ROEIE). Selon le ch. 11.3 de l'annexe &#224; ce r&#232;glement, la proc&#233;dure d&#233;cisive pour les routes &#224; grand d&#233;bit et autres routes principales est celle \"d'approbation des projets de construction\" au sens des art. 3 et 4 du r&#232;glement d'application du 24 d&#233;cembre 1965 de l'ancienne loi sur les routes. Ces dispositions ont &#233;t&#233; remplac&#233;es par les art. 11 &#224; 13 LR/VD; elles se rapportent aux plans d'affectation portant sur le projet concret d'ouvrage routier.\nCela ne signifie pas qu'aucune &#233;tude d'impact ne doit avoir lieu pr&#233;alablement. Selon l'art. 3 ROEIE, lorsque la r&#233;alisation d'une installation soumise &#224; l'&#233;tude de l'impact sur l'environnement (EIE) est pr&#233;vue dans un plan partiel d'affectation, l'EIE est mise en oeuvre d&#232;s l'&#233;laboration du plan s'il comporte des mesures d&#233;taill&#233;es applicables &#224; un projet dont il est possible de d&#233;finir l'ampleur et la nature de l'impact sur l'environnement. Lorsqu'une &#233;tude par &#233;tapes est d&#233;cid&#233;e, la premi&#232;re &#233;tape est limit&#233;e aux &#233;l&#233;ments d&#233;terminants pour la proc&#233;dure d'adoption et d'approbation du plan, la seconde &#233;tape ayant lieu dans le cadre de la proc&#233;dure d&#233;cisive (art. 5 al. 1 ROEIE). Ces dispositions correspondent &#224; l'art. 6 OEIE, selon lequel l'autorit&#233; comp&#233;tente doit obtenir toutes les informations n&#233;cessaires pour se prononcer au terme de la proc&#233;dure de chaque &#233;tape (cf. aussi l'art. 5 al. 2 ROEIE). L'EIE peut ainsi avoir lieu chaque fois qu'un plan d'affectation sp&#233;cial n'est pas suffisamment d&#233;taill&#233; pour permettre une appr&#233;ciation exhaustive du projet, mais r&#232;gle n&#233;anmoins certaines questions quant aux dimensions, &#224; l'implantation ou &#224; l'&#233;quipement de l'installation, lesquelles ne pourront en principe plus &#234;tre revues dans la phase ult&#233;rieure (ATF 120 Ib 436 consid. 2d/aa p. 450).\n\n    3.3 Comme cela ressort du libell&#233; de l'art. 9 LR/VD, le plan d'alignement ne constitue pas une &#233;tape obligatoire avant l'adoption du plan d'affectation relatif &#224; un ouvrage routier. Il s'agit bien plut&#244;t d'une mesure destin&#233;e &#224; am&#233;nager des espaces suffisants au trac&#233; de la route. Il n'a pas non plus pour fonction de r&#233;server l'acquisition des terrains n&#233;cessaires en vue d'une expropriation formelle, cette derni&#232;re faisant l'objet d'une proc&#233;dure distincte (art. 14 LR/VD). Par rapport au projet de construction proprement dit (art. 11 LR/VD), qui comprend n&#233;cessairement le trac&#233; et le profil de la route, ainsi que les ouvrages n&#233;cessaires, notamment les points d'acc&#232;s et de croisements ainsi que les BGE 129 II 276 S. 280raccordements aux routes existantes, le plan d'alignement fixe la limite des constructions, qui ne correspond pas n&#233;cessairement &#224; l'emprise de la route projet&#233;e, et peut en outre comporter un gabarit d'espace libre, au sens de l'art. 44 LR/VD, ainsi que des limites secondaires pour les constructions souterraines et de peu d'importance. Il ne s'agit donc en aucune mani&#232;re d'un plan routier qui permettrait &#224; la municipalit&#233; de r&#233;aliser l'ouvrage, sans nouvelle proc&#233;dure de planification (cf. arr&#234;t 1P.106/1996 du 10 octobre 1996, consid. 2b).\nComme le rel&#232;ve le Tribunal administratif, le plan d'alignement n'a aucune force contraignante pour l'autorit&#233;. Il ne garantit nullement que l'ouvrage routier sera effectivement r&#233;alis&#233;, et les d&#233;tails qu'il peut comporter du point de vue constructif (tel, en l'occurrence, le profil-type de la route) ne sont mentionn&#233;s qu'&#224; titre indicatif.\n\n    3.4 Le but du plan d'alignement consiste ainsi uniquement dans la pr&#233;servation d'un espace suffisant pour un projet d&#233;termin&#233;, et son effet r&#233;side essentiellement dans la restriction au droit de construire qu'il impose aux propri&#233;taires concern&#233;s; c'est principalement en relation avec ces effets qu'il y a lieu d'examiner l'admissibilit&#233; d'un tel plan, au regard des exigences g&#233;n&#233;rales de l&#233;galit&#233;, de l'int&#233;r&#234;t public et de la proportionnalit&#233;.\nDu point de vue de l'int&#233;r&#234;t public, un plan d'alignement doit reposer sur une id&#233;e concr&#232;te, au moins sous la forme de projet g&#233;n&#233;ral (ATF 118 Ia 372 consid. 4a p. 374). Il s'agit ainsi de d&#233;montrer l'existence d'un besoin actuel, ce dernier devant &#234;tre admis lorsque la construction de la route appara&#238;t n&#233;cessaire &#224; plus ou moins long terme (BRANDT/MOOR, Commentaire de la loi f&#233;d&#233;rale sur l'am&#233;nagement du territoire, Zurich 1999, n. 155 ad art. 18 LAT). Il ne peut &#234;tre question d'assurer &#224; ce stade la coordination, et de v&#233;rifier si les exigences du droit f&#233;d&#233;ral de la protection de l'environnement sont satisfaites (idem), que dans la mesure o&#249; le plan contient en lui-m&#234;me suffisamment de donn&#233;es &#224; ce sujet. Envisag&#233; comme une simple mesure de r&#233;serve, en vue d'une r&#233;alisation qui pr&#233;sente un certain degr&#233; de probabilit&#233;, mais qui peut &#234;tre relativement &#233;loign&#233;e dans le temps, le plan d'alignement ne permet que difficilement des pronostics fiables quant au respect des dispositions du droit de l'environnement. Cela ne signifie pas que ces dispositions doivent &#234;tre ignor&#233;es &#224; ce stade: un plan d'alignement n'est pas admissible s'il appara&#238;t d'embl&#233;e que la r&#233;alisation du projet est exclue au regard de ces exigences.\nOn ne saurait toutefois suivre les recourants qui exigent qu'une v&#233;ritable &#233;tude d'impact, exhaustive de surcro&#238;t, ait lieu &#224; ce stade: comme cela est relev&#233; ci-dessus, le plan ne r&#232;gle aucune question de d&#233;tail sur BGE 129 II 276 S. 281le projet routier, et se limite &#224; en fixer les grandes lignes. La proc&#233;dure de plan d'alignement ne permet pas non plus d'examiner de mani&#232;re approfondie, comme le voudraient les recourants, l'ensemble des diff&#233;rentes variantes envisageables. L'exigence d'un int&#233;r&#234;t public impose certes de rechercher si d'autres solutions comportent des atteintes moins importantes, non seulement au droit de propri&#233;t&#233; (ATF 118 Ia 372 consid. 4c. p. 376) mais aussi &#224; l'environnement, et pr&#233;sentent, par rapport au trac&#233; de l'alignement pr&#233;vu, des avantages si manifestes que la r&#233;alisation de la route pr&#233;vue peut &#234;tre exclue. Il ne s'agit toutefois, l&#224; non plus, pas d'une d&#233;monstration du besoin au sens de l'art. 9 al. 4 LPE (cf. ATF 118 Ia 372 consid. 4d p. 377).\n\n    3.5 L'autorit&#233; charg&#233;e d'&#233;tablir le plan d'alignement doit donc se livrer &#224; l'examen voulu par les recourants, mais celui-ci ne peut avoir lieu que prima facie. C'est dans ce sens qu'il faut comprendre la r&#233;serve que s'est impos&#233;e le Tribunal administratif, de sorte que l'on ne saurait lui reprocher une restriction indue de son pouvoir d'examen, pas plus qu'un d&#233;ni de justice formel.\n\n    4. Ces consid&#233;rations conduisent d&#233;j&#224; au rejet de l'essentiel des griefs soulev&#233;s par les recourants.\n\n    4.1 Ceux-ci pr&#233;tendent que le projet devrait faire l'objet d'une justification d&#233;finitive au sens de l'art. 9 al. 4 LPE, impliquant l'examen d'une variante consistant &#224; ne rien faire, intitul&#233;e \"statu quo +\" et pr&#233;conis&#233;e par les derniers experts. Comme cela est relev&#233; ci-dessus, cet examen exhaustif n'a pas sa place dans la proc&#233;dure d'&#233;laboration du plan d'alignement: &#224; d&#233;faut d'indications pr&#233;cises sur l'am&#233;nagement, la taille de la route, et compte tenu des d&#233;lais de r&#233;alisation, des pronostics fiables sur les reports de circulation ne peuvent &#234;tre &#233;mis. Tout au plus l'autorit&#233; doit-elle s'assurer que le projet correspond &#224; un besoin pr&#233;visible et appara&#238;t r&#233;alisable, quand bien m&#234;me d'autres variantes sembleraient &#233;galement praticables. Or, sur le vu du rapport d'impact initial et des diff&#233;rents avis d'experts &#233;mis par la suite, l'existence d'un tel besoin appara&#238;t suffisamment d&#233;montr&#233;e.\n\n    4.2 Le rapport d'impact de 1995 expose que le concept de desserte \"en peigne\" depuis le sud-ouest, retenu dans le cadre du plan directeur des d&#233;placements de 1994, a &#233;t&#233; pr&#233;f&#233;r&#233;, pour des motifs d'int&#233;gration, d'environnement et d'urbanisme, &#224; une ceinture compl&#232;te de la ville. La Collectrice Sud a pour objectifs de prot&#233;ger le centre-ville du trafic, d'assurer une certaine qualit&#233; de vie au centre et dans les quartiers d'habitat, de maintenir une bonne accessibilit&#233; aux visiteurs de courte dur&#233;e du centre-ville et d'optimiser le r&#233;seau routier. Les BGE 129 II 276 S. 282moyens mis en oeuvre sont les suivants: d&#233;lester une partie du centre-ville du trafic automobile, garantir l'accessibilit&#233; aux parkings situ&#233;s &#224; proximit&#233; imm&#233;diate du centre-ville, et assurer la desserte des projets d'urbanisme pr&#233;vus en p&#233;riph&#233;rie, ces r&#244;les n'&#233;tant qu'imparfaitement remplis par les jonctions autorouti&#232;res actuelles. Cela suppose de prendre des mesures d'accompagnement au centre-ville, en transf&#233;rant le trafic dans les zones moins dommageables, et d'assurer la fluidit&#233; du trafic sur le nouvel axe. Ces mesures sont clairement d&#233;finies: mod&#233;ration du trafic &#224; la rue des Remparts et &#224; la rue des Pr&#233;s-du-Lac, ma&#238;trise des &#233;ventuels flux de transit &#224; travers les quartiers d'habitat, notamment la rue Ed.-Verdan et la rue Roger-de-Guimps, et adaptation de la r&#233;gulation lumineuse sur la petite ceinture de mani&#232;re &#224; privil&#233;gier les mouvements transversaux. Les pronostics de trafic, bas&#233;s sur des mesures de 1994, font &#233;tat d'un report de 13'000 v&#233;hicules par jour sur la Collectrice Sud, d'une augmentation de la circulation sur certaines p&#233;n&#233;trantes et d'un d&#233;lestage allant jusqu'&#224; 60% du trafic sur certains axes du centre.\n\n    4.3 L'expertise de 1998 comporte un nouvel examen approfondi de la justification de la Collectrice Sud: celle-ci constitue la pi&#232;ce ma&#238;tresse du concept d&#233;velopp&#233; dans le plan directeur des d&#233;placements de 1994. Le rapport confirme l'utilit&#233; certaine de cette route s'agissant des r&#233;ductions de charges non seulement au centre-ville, mais aussi en p&#233;riph&#233;rie, m&#234;me si l'&#233;tude d'impact n'indique pas en chiffres le nombre d'habitants qui b&#233;n&#233;ficieraient ou p&#226;tiraient de ce nouvel am&#233;nagement routier.\nL'expertise de 1998 rel&#232;ve &#233;galement que la fonction de transit pur doit &#234;tre support&#233;e par le r&#233;seau autoroutier, et estime que les fonctions de collecte du trafic d'&#233;change et de desserte des quartiers d'habitation et d'activit&#233;s sont compatibles. L'expert d&#233;plore que des alternatives de trac&#233;s n'aient pas &#233;t&#233; &#233;tudi&#233;es. Il &#233;carte toutefois deux variantes envisageables, situ&#233;es entre la collectrice et l'autoroute, en parall&#232;le plus ou moins continu avec celle-ci. Le trac&#233; retenu &#233;tait le plus rationnel des points de vue &#233;conomique, de la dimension du maillage du r&#233;seau et de la desserte des parcelles riveraines; il pouvait &#234;tre r&#233;alis&#233; par &#233;tapes et permettait la cr&#233;ation de nouvelles \"portes de la ville\", ainsi que la d&#233;limitation du secteur urbain; l'attractivit&#233; semblait &#233;galement meilleure. Quatre variantes \"de d&#233;tail\" - notamment l'&#233;vitement du quartier du Couchant et un trac&#233; \"en ba&#239;onnette\" - ont &#233;t&#233; &#233;galement &#233;cart&#233;es. L'expertise de 1998 rel&#232;ve enfin que le profil-type de la route, en particulier sa largeur et le diam&#232;tre des giratoires, devrait &#234;tre r&#233;duit pour tenir compte du caract&#232;re urbain de la collectrice et pour r&#233;duire BGE 129 II 276 S. 283les &#233;missions sonores. Sous les diff&#233;rentes r&#233;serves exprim&#233;es, l'opportunit&#233; de la Collectrice Sud est d&#233;crite comme &#233;vidente.\n\n    4.4 L'expertise de 2000 rel&#232;ve de fa&#231;on plus s&#233;v&#232;re encore les lacunes du rapport d'impact. Une distribution en peigne ne serait pas forc&#233;ment plus favorable que la distribution, actuelle, en ar&#234;te de poisson. Le nombre de d&#233;placements par habitant, ou par place de travail, aurait &#233;t&#233; sur&#233;valu&#233;, alors que l'importance du trafic interne aurait &#233;t&#233; sous-estim&#233;e. Les &#233;valuations reposeraient sur une enqu&#234;te effectu&#233;e en 1989, dont on ne conna&#238;t pas les modalit&#233;s et qui para&#238;trait lacunaire. Les diagrammes d'&#233;coulement pr&#233;senteraient des incoh&#233;rences inexpliqu&#233;es. Le rapport pr&#233;conise une meilleure utilisation de l'autoroute, en particulier pour desservir les zones de d&#233;veloppement situ&#233;es aux abords de ses jonctions. L'attractivit&#233; de la collectrice est relativis&#233;e, compte tenu de la longueur des trajets, de la limitation de vitesse et de l'insuffisance des mesures de dissuasion et d'accompagnement. La compatibilit&#233; entre les diff&#233;rentes fonctions attribu&#233;es &#224; la collectrice est &#233;galement mise en doute, en particulier son caract&#232;re urbain, compte tenu des am&#233;nagements antibruit et des giratoires. L'effet en serait une urbanisation du secteur sud de la ville, plut&#244;t qu'une mise en valeur du centre-ville. En d&#233;finitive, le rapport 2000 pr&#233;conise l'&#233;tude d'une variante \"statu quo +\" visant une r&#233;duction du trafic sur l'axe central et la petite ceinture, en favorisant le r&#244;le de l'autoroute et en incitant &#224; l'&#233;comobilit&#233;.\n\n    4.5 Pour critique qu'il paraisse &#224; l'endroit du concept de la Collectrice Sud, ce dernier rapport n'en exclut toutefois pas la r&#233;alisation; il la subordonne &#224; une nouvelle enqu&#234;te de trafic et de nouvelles &#233;tudes de pronostics tenant compte de l'ouverture des nouvelles autoroutes. Une comparaison avec la variante \"statu quo +\" devrait alors &#234;tre faite. Au stade du plan d'alignement, les critiques formul&#233;es ne remettent toutefois pas en cause la n&#233;cessit&#233; de disposer des terrains libres en vue de la cr&#233;ation de la route contest&#233;e. Faute d'&#233;tudes suffisantes, le rapport 2000 ne parvient pas &#224; la conclusion qu'une variante minimale devrait dans tous les cas &#234;tre pr&#233;f&#233;r&#233;e &#224; celle de la Collectrice Sud. Comme le rel&#232;ve le Tribunal administratif, la justification de l'ensemble du projet devra encore &#234;tre d&#233;montr&#233;e &#224; l'occasion de l'adoption des plans routiers, m&#234;me si la r&#233;alisation a lieu par &#233;tapes.\n\n    5. Contrairement &#224; ce que soutiennent les recourants, les questions - g&#233;n&#233;rales et concr&#232;tes - relatives au respect de l'ordonnance sur la protection contre le bruit (OPB; RS 814.41) ne peuvent pas non plus BGE 129 II 276 S. 284&#234;tre d&#233;finitivement r&#233;gl&#233;es au stade du plan d'alignement. Ce dernier n'appara&#238;trait contestable que s'il &#233;tait d'embl&#233;e &#233;tabli que le respect des normes applicables ne pourra &#234;tre assur&#233;. Or, tel n'est pas le cas.\n\n    5.1 Selon le rapport d'impact, la cr&#233;ation de la Collectrice Sud devrait contribuer &#224; l'assainissement n&#233;cessaire en ville d'Yverdon, en soulageant quelques zones tr&#232;s touch&#233;es du centre. Le rapport pr&#233;voit le respect des valeurs limites d'immissions sur les axes de p&#233;n&#233;tration, hormis l'axe Gravelines-Valentin sud, o&#249; la pose d'un rev&#234;tement antibruit devrait &#234;tre pr&#233;vue, de m&#234;me que des mesures de protection de l'unique maison d'habitation concern&#233;e. En revanche, le rapport pr&#233;voit un d&#233;passement des valeurs limites d'exposition sur la majorit&#233; des tron&#231;ons de la collectrice, notamment dans les secteurs Couchant - Kiener et Kiener - Moulins, o&#249; les valeurs limites d'immissions sont actuellement respect&#233;es. Des mesures de protection appara&#238;traient indispensables dans le premier secteur, et seraient &#233;galement &#224; pr&#233;voir pour une dizaine de b&#226;timents dans le second. Le rapport d'impact pr&#233;voit des mesures de protection (mur antibruit, rev&#234;tement drainant) avec une estimation de leurs effets, tout en relevant que les ouvrages de protection ont &#233;t&#233; dimensionn&#233;s en tenant compte de la charge maximale &#224; long terme de la route, et en soulignant que ces mesures devront &#234;tre affin&#233;es lors des demandes de permis de construire de chaque tron&#231;on. La d&#233;cision finale rel&#232;ve elle aussi que, compte tenu des termes de r&#233;alisation, les progr&#232;s techniques permettront peut-&#234;tre de r&#233;duire l'importance de ces mesures.\n\n    5.2 Le rapport de 1998 retient que les effets de certaines mesures de r&#233;duction du bruit routier ont &#233;t&#233; sur&#233;valu&#233;es, notamment la pose d'un rev&#234;tement drainant qui, &#224; des vitesses mod&#233;r&#233;es, permettrait une diminution de l'ordre de 1 &#224; 2 dBA, et non de 3 dBA comme mentionn&#233; dans l'&#233;tude d'impact. En revanche, les immissions sonores auraient, sur certains points, &#233;t&#233; sur&#233;valu&#233;es (charge maximale, vitesse, pourcentage de v&#233;hicules bruyants).\nQuant au rapport de 2000, essentiellement bas&#233; sur des consid&#233;rations urbanistiques, il met en doute l'effet b&#233;n&#233;fique global de la Collectrice Sud, mais ne permet pas de nier que le respect des valeurs d'immission pourra &#234;tre assur&#233; aux abords de cette route. En particulier, &#224; l'instar du rapport de 1998, il rel&#232;ve que l'ouverture des autoroutes n'a pas &#233;t&#233; prise en consid&#233;ration pour les pronostics de trafic, ce qui pourrait permettre d'escompter une fr&#233;quentation moindre de l'axe routier.\n\n    5.3 En d&#233;finitive, le respect des prescriptions de protection contre le bruit suppose de conna&#238;tre exactement l'usage pr&#233;visible de la BGE 129 II 276 S. 285route, soit sa fr&#233;quentation, le type de trafic, la vitesse de circulation, ainsi que les mesures d'accompagnement concr&#232;tes (rev&#234;tement, murs antibruit) qui ne font pas directement l'objet du plan d'alignement. Le profil-type mentionn&#233; n'a qu'une valeur indicative. Il a d'ailleurs &#233;t&#233; fortement critiqu&#233;, en particulier dans le rapport de 1998 qui pr&#233;conise une r&#233;duction du gabarit pour conf&#233;rer &#224; la Collectrice Sud un caract&#232;re plus urbain.\n\n    6. Sur le vu de ce qui pr&#233;c&#232;de, le Tribunal administratif pouvait, sans violer le droit f&#233;d&#233;ral, arriver &#224; la conclusion qu'en d&#233;pit des critiques formul&#233;es, le plan d'alignement correspondait &#224; un projet de route concret et disposant d'une justification suffisante. Compte tenu des crit&#232;res sp&#233;cifiques &#224; l'adoption d'un tel plan, on peut certes s'interroger sur la n&#233;cessit&#233; de proc&#233;der &#224; deux expertises successives, d&#232;s lors qu'&#224; ce stade, comme l'a d'ailleurs justement rappel&#233; la cour cantonale, seul est d&#233;terminant un certain degr&#233; de vraisemblance dans la r&#233;alisation de l'ouvrage.\nLes rapports figurant au dossier ne permettent pas, cela &#233;tant, d'affirmer d'embl&#233;e que le projet de Collectrice Sud serait injustifi&#233; du point de vue de l'am&#233;nagement, ou se heurterait &#224; des difficult&#233;s insurmontables en ce qui concerne le respect du droit f&#233;d&#233;ral de la protection de l'environnement. Cela n'emp&#234;chera pas de prendre en consid&#233;ration les nombreuses objections pr&#233;sent&#233;es par les recourants et illustr&#233;es dans les rapports d'expertises, au stade de la r&#233;alisation du projet. M&#234;me si celle-ci n'a lieu que par &#233;tapes, une justification d'ensemble du projet, de m&#234;me qu'une appr&#233;ciation globale de l'impact sur l'environnement devront avoir lieu. Les craintes des recourants sur ce point apparaissent, &#224; ce stade, sans fondement.\n \n   \n   "
}