{
  "titre": "101 Ia 354",
  "annee": "1975",
  "contenu": "\n      \n  Chapeau\n101 Ia 35461. Extrait de l'arr&#234;t du 2 juillet 1975 en la cause Chappuis et consorts c. Grand Conseil du Canton de Vaud.\n\n  \nRegeste\nArt. 85 lettre a OJ; art. 27 Cst. cant. vaudoise; rapports entre initiative et r&#233;f&#233;rendum; irrecevabilit&#233; d'une initiative.  1. L'art. 27 Cst. cant. vaudoise permet en principe de demander par la voie de l'initiative l'abrogation d'un d&#233;cret entra&#238;nant une d&#233;pense extra-budg&#233;taire et contre lequel le droit de r&#233;f&#233;rendum n'a pas &#233;t&#233; exerc&#233;  (consid. 3 &#224; 6). \n2. Initiative demandant l'abrogation d'un d&#233;cret accordant un cr&#233;dit pour la construction d'une route. En droit vaudois, la recevabilit&#233; d'une telle initiative n'est pas subordonn&#233;e &#224; la condition qu'un certain d&#233;lai se soit  &#233;coul&#233; depuis l'adoption ou la mise en vigueur de l'acte mis en cause (consid.  7). Caract&#232;re abusif d'une telle initiative d&#233;ni&#233; en l'esp&#232;ce (consid. 8). L'irrecevabilit&#233; peut-elle &#234;tre prononc&#233;e en raison de l'impossibilit&#233; de principe d'annuler un cr&#233;dit, une fois celui-ci vot&#233;? (consid. 9). \n3. Irrecevabilit&#233; en raison de l'impossibilit&#233; mat&#233;rielle de donner suite &#224;  l'initiative. Moment auquel il convient de se placer pour &#233;lucider cette question (changement de jurisprudence) (consid. 10). \n\n\n  \n  \n  \nFaits &#224; partir de page 355\n\n\n    BGE 101 Ia 354 S. 355\n   \n\n    Le Grand Conseil du canton de Vaud a adopt&#233; le 9 mai 1972 un d&#233;cret accordant un cr&#233;dit de 3'200'000 francs pour la \"r&#233;fection\" de la RC (route cantonale) 559e entre La Marjolatte et Etavez (Le Mont).\nLe r&#233;f&#233;rendum n'a pas &#233;t&#233; demand&#233;.\nL'enqu&#234;te publique ayant pour objet la correction de la route, la construction des collecteurs et l'expropriation des terrains et des droits a &#233;t&#233; effectu&#233;e du 9 ao&#251;t au 8 septembre 1972.\nLe 14 f&#233;vrier 1973, le Conseil d'Etat a autoris&#233; le D&#233;partement des travaux publics &#224; exproprier les terrains et les droits n&#233;cessaires &#224; la correction de la route et a lev&#233; les oppositions qui avaient &#233;t&#233; form&#233;es lors de l'enqu&#234;te, renvoyant les opposants devant le Tribunal arbitral pour tout ce qui concerne la fixation des indemnit&#233;s d'expropriation.\nPar d&#233;cision du 1er f&#233;vrier 1974, le Tribunal arbitral a fix&#233; au 1er avril 1974 la date &#224; partir de laquelle l'Etat de Vaud &#233;tait autoris&#233; &#224; prendre possession par anticipation des terrains expropri&#233;s.\nLes travaux ont &#233;t&#233; adjug&#233;s le 10 juillet 1974 et ont suivi d&#232;s lors leur cours.\nUn \"Comit&#233; d'initiative contre la grande ceinture lausannoise\" a lanc&#233; du 3 juillet au 3 octobre 1974 une initiative populaire en vue d'obtenir l'abrogation du d&#233;cret du 9 mai 1972. Ils mettent notamment en doute l'opportunit&#233; de l'ex&#233;cution de la route de ceinture pr&#233;vue par le plan directeur de BGE 101 Ia 354 S. 356la r&#233;gion lausannoise et affirment que la r&#233;alisation de cette voie entra&#238;nera des d&#233;g&#226;ts irr&#233;m&#233;diables &#224; l'environnement. Enfin, le tron&#231;on La Marjolatte-Etavez ne r&#233;pondrait pas aux besoins locaux du Mont-sur-Lausanne.\nLe Comit&#233; d'initiative a adress&#233; le 19 juillet 1974 un recours de droit public au Tribunal f&#233;d&#233;ral, demandant &#224; celui-ci de prononcer, par voie de mesures provisoires d'extr&#234;me urgence, qu'il soit fait interdiction &#224; l'Etat de Vaud d'entreprendre tout acte d'ex&#233;cution du tron&#231;on routier La Marjolatte-Etavez, qui ne pourrait &#234;tre supprim&#233; en cas de succ&#232;s de l'initiative.\nPar arr&#234;t du 7 ao&#251;t 1974, le Tribunal f&#233;d&#233;ral a rejet&#233; le recours dans la mesure o&#249; il &#233;tait recevable.\nDans sa s&#233;ance du 26 f&#233;vrier 1975, le Grand Conseil du canton de Vaud a d&#233;clar&#233; l'initiative irrecevable.\nPhilippe Chappuis et consorts forment un recours de droit public, requ&#233;rant le Tribunal f&#233;d&#233;ral d'annuler le d&#233;cret du 26 f&#233;vrier 1975 et d'inviter le Grand Conseil &#224; soumettre l'initiative au vote du peuple.\nPar ordonnance du 24 mars 1975, le Pr&#233;sident de la Chambre de droit public a rejet&#233; une demande d'effet suspensif pr&#233;sent&#233;e par les recourants.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    3. Le droit d'initiative et celui de r&#233;f&#233;rendum sont r&#233;gis dans le canton de Vaud par l'art. 27 Cst. cant. Cette disposition, telle qu'elle a &#233;t&#233; adopt&#233;e en votation populaire les 10/11 juin 1961, est ainsi con&#231;ue dans son al. 1:\n\"Art. 27. - Doivent &#234;tre soumis au vote du peuple, sous r&#233;serve des dispositions des articles 99, 100, 101 et 102:\n\n    1. tout projet ou toute proposition &#233;manant de 12000 citoyens actifs en tendant soit &#224; l'&#233;laboration ou &#224; l'adoption d'une loi ou d'un d&#233;cret nouveau, soit &#224; la modification ou &#224; l'abrogation d'une loi ou d'un d&#233;cret (initiative);\n\n    2. toute loi, tout d&#233;cret entra&#238;nant une d&#233;pense extra-budg&#233;taire si la demande en est faite par 12000 citoyens actifs dans le d&#233;lai de quarante jours d&#232;s la date de la publication dans la Feuille des Avis officiels du canton de Vaud (r&#233;f&#233;rendum).\"\na) Le Grand Conseil soutient que l'art. 27 al. 1 ch. 2 Cst. cant. fait obstacle &#224; ce que l'on puisse, par la voie de BGE 101 Ia 354 S. 357l'initiative, remettre en cause un acte qui aurait pu &#234;tre soumis au vote du peuple par le moyen du r&#233;f&#233;rendum. Il oppose ainsi les deux chiffres de l'art.  27 al. 1 Cst. vaud. L'institution du r&#233;f&#233;rendum, qui ne concerne que certains actes l&#233;gislatifs, constituerait une d&#233;rogation au principe figurant &#224; l'art.  27 al. 1 ch. 1 Cst. cant. et serait une lex specialis par rapport &#224; celui-ci. Seule cette interpr&#233;tation expliquerait la disposition inscrite sous ch. 2, qui sinon pourrait &#234;tre purement et simplement supprim&#233;e. La constitution limiterait donc dans le temps le droit de modifier ou d'abroger une d&#233;cision prise par le Grand Conseil dans le cas sp&#233;cial vis&#233; &#224; l'art. 27 al. 1 ch. 2  Cst. cant. Le Grand Conseil observe aussi - sans cependant indiquer clairement quelles conclusions il en tire - que la constitution accorde au droit de r&#233;f&#233;rendum un effet suspensif dont est d&#233;pourvue l'initiative.\nb) Le refus de soumettre l'initiative au vote populaire &#233;tant fond&#233;  principalement sur l'art. 27 Cst. cant., le Tribunal f&#233;d&#233;ral doit rechercher tout d'abord si l'interpr&#233;tation que le Grand Conseil donne de cette disposition constitutionnelle est conforme au sens de celle-ci. S'agissant d'un recours relatif au droit de vote des citoyens, le Tribunal f&#233;d&#233;ral examine librement l'interpr&#233;tation des dispositions de la constitution cantonale. Ce n'est qu'en cas de doute sur deux interpr&#233;tations possibles qu'il use de retenue et ne s'&#233;carte pas de celle donn&#233;e par la plus haute autorit&#233; du canton  (RO 100 Ia 369 consid. 1b, 238 consid. 3a).\nc) L'opposition que le Grand Conseil entend marquer entre les chiffres 1 et 2  de l'art. 27 al. 1 cant. ne ressort pas du texte m&#234;me de cette disposition constitutionnelle. Le chiffre 1 est con&#231;u d'une mani&#232;re extr&#234;mement g&#233;n&#233;rale. Il vise \"tout projet ou toute proposition\" tendant notamment &#224; l'abrogation d'une loi ou d'un d&#233;cret; il n'exclut pas express&#233;ment la facult&#233; de lancer une initiative dans les cas o&#249; les citoyens auraient pu demander le r&#233;f&#233;rendum. Le Grand Conseil admet d'ailleurs que \"selon la lettre de l'art. 27 al. 1 ch. 1, il appara&#238;t possible de demander en tout temps, par la voie de l'initiative, la modification ou l'abrogation d'une loi ou d'un d&#233;cret, sans aucune autre restriction que le respect des dispositions fixant les modalit&#233;s de l'initiative\". Mais il entend d&#233;duire le sens r&#233;el de ce texte d'une analyse logique, \"rationnelle\", ainsi que d'une &#233;tude historique.\n\n    BGE 101 Ia 354 S. 358\n   \nd) L'art. 27 Cst. cant. met sur le m&#234;me pied lois et d&#233;crets, tant en ce qui concerne l'exercice du droit d'initiative qu'en ce qui concerne celui du droit de r&#233;f&#233;rendum (RO 67 I 27). L'adoption de ces actes est de la comp&#233;tence du pouvoir l&#233;gislatif (cf. art. 44 Cst. cant.), tandis que le Conseil d'Etat, autorit&#233; ex&#233;cutive et administrative, est charg&#233; de leur ex&#233;cution (art. 60  Cst. cant.).\ne) Si l'art. 27 al. 1 ch. 1 Cst. cant. ne laisse place &#224; aucun doute possible sur la notion des lois et des d&#233;crets qui peuvent faire l'objet d'une initiative, le Grand Conseil rel&#232;ve que le chiffre 2 de cette disposition ne parle pas de \"toute loi ou d&#233;cret entra&#238;nant une d&#233;pense extra-budg&#233;taire\" (cf. art. 103 LEDP), mais bien de \"toute loi, tout d&#233;cret entra&#238;nant une telle d&#233;pense\". A son avis, la diff&#233;rence de texte sur ce point entre la constitution et la loi \"pourrait poser certains probl&#232;mes\"; il estime toutefois qu'il n'y a pas lieu d'en d&#233;battre en l'esp&#232;ce, puisque seul un d&#233;cret est en cause. Cette opinion ne peut &#234;tre suivie. Il importe en effet, pour interpr&#233;ter l'art. 27  Cst. vaud., de savoir si toute loi, quelle qu'elle soit, est susceptible d'&#234;tre soumise au r&#233;f&#233;rendum facultatif, ou si seules les lois entra&#238;nant une d&#233;pense extra-budg&#233;taire Peuvent l'&#234;tre.\nA cet &#233;gard, le doute exprim&#233; par le Grand Conseil surprend. Cette autorit&#233;  ne pr&#233;voit la publication, en vertu de l'art. 27 ch. 2 Cst. cant., des actes qu'elle vote que lorsque ceux-ci entra&#238;nent une d&#233;pense extra-budg&#233;taire, et le Conseil d'Etat suit cette m&#234;me pratique. D'ailleurs, le texte actuel de l'art.  27 al. 1 ch. 2 a remplac&#233; l'art. 27 ch. 3 adopt&#233; en 1948; d'une teneur presque identique, cette disposition visait \"toute loi ou d&#233;cret entra&#238;nant une d&#233;pense extra-budg&#233;taire\". En 1961, ce texte a &#233;t&#233; l&#233;g&#232;rement modifi&#233;, l'expression  \"toute loi ou d&#233;cret\" ayant &#233;t&#233; remplac&#233;e par \"toute loi, tout d&#233;cret\", sans qu'il ait &#233;t&#233; question de changer le sens de cet article. Dans son expos&#233; des motifs, le Conseil d'Etat a soulign&#233; qu'il demandait sur ce point le \"maintien du statu quo\" (Bulletin du Grand Conseil, printemps 1961, p. 152); le rapporteur de la commission du Grand Conseil s'est exprim&#233; dans le m&#234;me sens  (ibidem, p. 168). La modification intervenue n'est donc que de pure forme. Cette interpr&#233;tation est celle qui a &#233;t&#233; admise dans la pratique constante;  elle a &#233;galement &#233;t&#233; inscrite &#224; l'art. 103 LEDP. Cette disposition, adopt&#233;e par le BGE 101 Ia 354 S. 359Grand Conseil le 24 mai 1961, vise \"toute loi ou d&#233;cret entra&#238;nant une d&#233;pense extra-budg&#233;taire\"; elle figure sous la note marginale \"R&#233;f&#233;rendum facultatif contre les d&#233;penses extrabudg&#233;taires\", ce qui d&#233;montre bien que seules les lois  - comme les d&#233;crets - comportant une telle d&#233;pense sont soumises au r&#233;f&#233;rendum facultatif.\nIl n'est donc pas contestable que l'art. 27 al. 1 ch. 2 Cst. cant. vise &#224; la fois les lois et les d&#233;crets qui - les unes et les autres - entra&#238;nent des d&#233;penses extra-budg&#233;taires.\nf) Dans tous les cantons suisses, d'une fa&#231;on g&#233;n&#233;rale sur le plan l&#233;gislatif et, dans certains cantons, sur le plan administratif, le peuple peut exercer le droit de r&#233;f&#233;rendum contre les actes vot&#233;s par le Parlement, dans la mesure o&#249;  ceux-ci ne sont pas soumis automatiquement &#224; son approbation par la voie du scrutin secret ou par celle de la Landsgemeinde. Il dispose &#233;galement du droit d'initiative pour demander l'abrogation de ces actes. Ces deux moyens se diff&#233;rencient en ceci que le r&#233;f&#233;rendum a un effet suspensif et sanctionnateur, alors que l'initiative ne d&#233;ploie d'effet qu'apr&#232;s l'adoption par le peuple du texte propos&#233;.\nLa constitution vaudoise se distingue des autres constitutions cantonales en ce qu'elle ne pr&#233;voit la possibilit&#233; d'exercer le r&#233;f&#233;rendum que contre les lois et d&#233;crets entra&#238;nant une d&#233;pense extra-budg&#233;taire. Mais ce moyen n'est pas diff&#232;rent de ce qu'il est dans les autres cantons. Ainsi que l'explique le Grand Conseil lui-m&#234;me, la distinction entre r&#233;f&#233;rendum et initiative existe  &#233;galement en droit vaudois; si le r&#233;f&#233;rendum facultatif est demand&#233;, l'acte qui y est soumis n'entre en vigueur qu'apr&#232;s avoir &#233;t&#233; adopt&#233; par le peuple (art.  103 et 111 LEDP).\nIl n'y a ainsi pas contradiction dans le fait que les citoyens ont la facult&#233;  d'exercer contre un acte un r&#233;f&#233;rendum et d'en demander l'abrogation par la voie de l'initiative; les effets de ces deux proc&#233;dures ne sont pas les m&#234;mes. Un projet d'abrogation d'un texte en vigueur pr&#233;sent&#233; par voie d'initiative emporte des effets semblables &#224; ceux que cr&#233;erait une initiative d'origine parlementaire et ayant le m&#234;me objet. En cas d'adoption d'un tel projet, l'acte l&#233;gislatif mis en cause est abrog&#233; en principe avec effet d&#232;s l'entr&#233;e en vigueur de l'arr&#234;t&#233; homologuant les r&#233;sultats de la votation.\n\n    BGE 101 Ia 354 S. 360\n   \nIl convient en outre de relever que si le texte de la constitution vaudoise est restrictif en ce qui concerne le droit de r&#233;f&#233;rendum, il est en revanche tr&#232;s large quant au droit d'initiative; cette derni&#232;re peut avoir pour objet non seulement l'adoption, la modification ou l'abrogation d'une loi, mais aussi l'&#233;laboration, l'adoption, la modification ou l'abrogation d'un d&#233;cret.\nOn ne peut donc tirer du texte m&#234;me de la constitution vaudoise ni de son analyse du point de vue de la logique la conclusion que l'art. 27 al. 1 ch. 1  ne se rapporterait qu'aux cas dans lesquels le ch. 2 du m&#234;me article ne trouverait pas application.\n\n    4. Le Grand Conseil se fonde &#233;galement sur l'historique et les travaux pr&#233;paratoires de l'art. 27 Cst. cant.\nDans la constitution vaudoise de 1885, l'art. 27 disposait que devaient &#234;tre soumis au vote du peuple toute proposition &#233;manant de l'initiative de 6000 citoyens (ch. 1), ainsi que toute loi ou d&#233;cret rendu par le Grand Conseil si la demande en &#233;tait faite par 6000 citoyens (ch. 2). Enfin, il instituait un r&#233;f&#233;rendum obligatoire &#224; l'&#233;gard de toute loi ou d&#233;cret entra&#238;nant une d&#233;pense extra-budg&#233;taire de plus de 500'000 fr. (ch. 3). En 1948, le r&#233;f&#233;rendum obligatoire a &#233;t&#233; remplac&#233; par un r&#233;f&#233;rendum facultatif, et la limite de 500'000 fr. a &#233;t&#233; supprim&#233;e. La constitution a ainsi institu&#233; un droit de r&#233;f&#233;rendum facultatif &#224; l'&#233;gard de toute loi ou d&#233;cret entra&#238;nant une d&#233;pense extra-budg&#233;taire quelconque, l'exercice de ce droit &#233;tant li&#233; &#224; l'observation du d&#233;lai de 40 jours d&#232;s la publication de l'acte vis&#233;.\nCes anciennes versions de l'art. 27 Cst. cant. ne distinguaient pas tr&#232;s nettement l'initiative du r&#233;f&#233;rendum. Certes, le chiffre 1 concernait l'initiative et le chiffre 3 le r&#233;f&#233;rendum dit financier; mais le chiffre 2 visait un cas que l'on peut consid&#233;rer comme interm&#233;diaire et qui a &#233;t&#233; qualifi&#233; de \"r&#233;f&#233;rendum l&#233;gislatif imparfait\" (Bulletin du Grand Conseil, printemps 1948, p. 420). Il cr&#233;ait en effet une institution qui se rattachait au r&#233;f&#233;rendum en tant qu'il permettait d'attaquer, et non seulement d'abroger, une loi ou un d&#233;cret r&#233;guli&#232;rement vot&#233;s par le Grand Conseil; il tenait &#233;galement de l'initiative dans la mesure o&#249;, aucun d&#233;lai n'&#233;tant pr&#233;vu pour la r&#233;colte des signatures, l'acte pouvait entrer imm&#233;diatement en vigueur sans qu'il y e&#251;t lieu d'attendre le r&#233;sultat d'un vote BGE 101 Ia 354 S. 361populaire &#233;ventuel. La demande tendant &#224; soumettre cet acte au vote n'emportait aucun effet suspensif.\nUne distinction plus nette entre initiative et r&#233;f&#233;rendum a &#233;t&#233; pr&#233;cis&#233;ment l'une des raison essentielles qui ont conduit le Conseil d'Etat &#224; proposer en  1961 la revision de l'art. 27 Cst. cant. (Bulletin du Grand Conseil, printemps  1961, p. 151). Cette autorit&#233; relevait que, dans son texte alors en vigueur, cette disposition \"ouvrait la porte &#224; toute proc&#233;dure, en obligeant de soumettre au peuple toute proposition ou toute suggestion d&#232;s qu'elle a &#233;t&#233;  appuy&#233;e par le nombre fix&#233; de citoyens actifs, que ce soit contre un acte de l'autorit&#233; l&#233;gislative ou contre un acte de l'autorit&#233; ex&#233;cutive, voire contre un jugement du tribunal\" (ibid.; cf. aussi l'avis de droit donn&#233; le 25 novembre  1960 au D&#233;partement vaudois de l'int&#233;rieur par le Professeur Marcel Bridel). Le Conseil d'Etat proposait d&#232;s lors d'amender l'art. 27 en limitant le droit d'initiative &#224; tout projet ou toute proposition tendant soit &#224; l'&#233;laboration ou  &#224; l'adoption d'une loi ou d'un d&#233;cret nouveaux, soit &#224; la modification ou &#224;  l'abrogation d'une loi ou d'un d&#233;cret; l'initiative ne pourrait donc plus avoir pour objet l'annulation, mais uniquement l'abrogation d'un acte &#233;manant de l'organe l&#233;gislatif.\nCette solution a rencontr&#233; l'accord du Grand Conseil et du peuple.\nIl convient de relever que le rapporteur de la commission du Grand Conseil a pour sa part donn&#233; une interpr&#233;tation extensive au nouvel art. 27 al. 1 ch. 1  Cst. cant., en soutenant que le peuple aurait, &#224; l'avenir comme par le pass&#233;, la facult&#233; de d&#233;cider, &#224; la suite d'une initiative et en modifiant une loi, qu'en un domaine particulier le r&#233;f&#233;rendum facultatif pourrait &#234;tre exerc&#233; m&#234;me contre une d&#233;cision du Conseil d'Etat; le peuple pourrait par exemple retirer &#224;  cette autorit&#233; la comp&#233;tence qui lui a &#233;t&#233; donn&#233;e par le Grand Conseil de d&#233;cider du trac&#233; d'une route (ibidem, p. 167). Le rapporteur de cette commission s'est en outre prononc&#233; comme il suit sur la question des rapports entre l'initiative et le r&#233;f&#233;rendum:\n\"D'ailleurs, la disposition de l'art. 27 chiffre 1 nouveau, est de nature &#224; donner satisfaction aux partisans du r&#233;f&#233;rendum g&#233;n&#233;ralis&#233; puisqu'elle permet en tout temps, sous la forme d'une initiative, d'attaquer une loi ou un d&#233;cret vot&#233; par le Grand Conseil.\n\n    BGE 101 Ia 354 S. 362\n   \nLa forme du r&#233;f&#233;rendum, exerc&#233; dans un d&#233;lai limit&#233; de 40 jours, est par contre la seule possible en ce qui concerne les d&#233;penses extrabudg&#233;taires.\nIl est en effet &#233;vident que le Conseil d'Etat doit avoir la certitude, une fois le d&#233;lai de r&#233;f&#233;rendum &#233;coul&#233;, de pouvoir utiliser les cr&#233;dits mis &#224; sa disposition par le Grand Conseil sans que ceux-ci puissent &#234;tre remis en question &#224; n'importe quel moment.\"\n(ibidem, p. 169)\nCette opinion ne ressort toutefois pas de l'expos&#233; des motifs du Conseil d'Etat. Elle n'a fait l'objet d'aucune autre intervention au cours des d&#233;bats parlementaires. Il faut de plus remarquer &#224; son sujet qu'une loi ou un d&#233;cret ne peuvent se trouver \"attaqu&#233;s\" par le moyen de l'initiative, et que le r&#233;f&#233;rendum pr&#233;vu par l'art. 27 al. 1 ch. 2 Cst. cant. ne s'exerce pas seulement sur des \"d&#233;penses extra-budg&#233;taires\", mais bien sur tout acte vot&#233; par le Grand Conseil (loi ou d&#233;cret) dont une d&#233;pense extra-budg&#233;taire est la cons&#233;quence. Or il n'appara&#238;t pas concevable que l'on puisse exclure d'une mani&#232;re g&#233;n&#233;rale la facult&#233; de demander, par la voie de l'initiative, l'abrogation d'une loi, pour le seul motif que cette derni&#232;re, lorsqu'elle fut adopt&#233;e, entra&#238;nait une d&#233;pense extra-budg&#233;taire. A tout le moins, si le constituant avait entendu limiter dans cette mesure l'exercice du droit d'initiative, aurait-il d&#251; le dire express&#233;ment, ce qu'il n'a pas fait (RO 89 I 377). Les d&#233;clarations du rapporteur de la commission ne peuvent donc &#234;tre retenues, et ce d'autant moins que les id&#233;es qu'elles expriment n'ont pas trouv&#233; leur expression dans le texte constitutionnel (cf. RO 100 II 57 consid. 2).\nEnfin, il n'y a pas lieu de se r&#233;f&#233;rer, pour l'interpr&#233;tation du texte actuel de l'art. 27, aux versions ant&#233;rieures de cette disposition constitutionnelle, puisque la situation juridique a &#233;t&#233; enti&#232;rement modifi&#233;e par la suppression du  \"r&#233;f&#233;rendum l&#233;gislatif imparfait\".\n\n    5. Il convient de remarquer encore que, dans son message &#224; l'Assembl&#233;e f&#233;d&#233;rale concernant le texte de la revision constitutionnelle adopt&#233;e le 11 juin 1961 par le peuple vaudois, le Conseil f&#233;d&#233;ral s'est exprim&#233; de la fa&#231;on suivante au sujet de l'art. 27 Cst. vaud.:\n\"On pourrait se demander si le droit d'initiative pr&#233;vu sous le chiffre premier ne rend pas aussi superflu le r&#233;f&#233;rendum en mati&#232;re de lois et d&#233;crets entra&#238;nant une d&#233;pense extra-budg&#233;taire, d'autant plus que, pour les demandes d'initiative et de r&#233;f&#233;rendum, le nombre de signatures BGE 101 Ia 354 S. 363exig&#233; est le m&#234;me. Tel n'est cependant pas le cas, puisque le r&#233;f&#233;rendum, contrairement &#224; l'initiative, a un effet suspensif pendant le d&#233;lai de quarante jours.\"\n(FF 1961 II 248)\nLe Conseil f&#233;d&#233;ral para&#238;t donc admettre qu'il n'y a pas d'incompatibilit&#233;  entre la possibilit&#233; d'exercer l'initiative (ch. 1) et celle de recourir au r&#233;f&#233;rendum (ch. 2).\nSans doute n'y a-t-il pas lieu non plus d'attacher une valeur absolument d&#233;cisive &#224; cet avis du gouvernement f&#233;d&#233;ral; mais le message ayant servi de base &#224; l'examen de la garantie f&#233;d&#233;rale par l'Assembl&#233;e f&#233;d&#233;rale, cette opinion rev&#234;t une certaine importance et confirme que l'interpr&#233;tation donn&#233;e par le Grand Conseil est loin de s'imposer lors de l'examen du texte constitutionnel.\n\n    6. a) Le Grand Conseil se r&#233;f&#232;re encore &#224; l'art. 47 al. 1 Cst. cant., qui pr&#233;voit que \"les d&#233;penses qui, par leur nature et leur importance, d&#233;passent les travaux ordinaires de renouvellement et d'am&#233;lioration du domaine public et du patrimoine administratif du canton, font l'objet d'un d&#233;cret sp&#233;cial\". Il laisse entendre que ce serait en raison de cette disposition que la constitution cantonale fixe un r&#233;gime sp&#233;cial quant &#224; l'exercice du droit d'initiative populaire envers une loi ou un d&#233;cret entra&#238;nant une d&#233;pense extra-budg&#233;taire.\nMais l'art. 47 n'est d'aucune aide pour l'interpr&#233;tation de l'art. 27. Dans sa teneur actuelle, il est post&#233;rieur &#224; la revision constitutionnelle de 1961. Quant au texte ant&#233;rieur, il ne contenait pas de disposition de cette nature.\nb) Le Grand Conseil fait valoir qu'il serait difficilement concevable que l'on p&#251;t demander en tout temps, par la voie de l'initiative, l'abrogation d'un d&#233;cret allouant un cr&#233;dit en vue d'un ouvrage, alors que ce dernier serait en cours d'ex&#233;cution ou m&#234;me achev&#233;. Si une telle initiative &#233;tait adopt&#233;e, faudrait-il d&#233;molir ce qui a &#233;t&#233; construit, mettre hors service les ouvrages existants? Comment r&#233;gler le remboursement des frais engag&#233;s, l'acte de l'autorit&#233; sur lequel reposent ces d&#233;penses &#233;tant invalid&#233;?\nD'une fa&#231;on g&#233;n&#233;rale, une loi ou un cr&#233;dit entra&#238;nant une d&#233;pense extra-budg&#233;taire n'a pas n&#233;cessairement pour seul objet des d&#233;cisions relatives &#224; des cr&#233;dits destin&#233;s &#224; l'ex&#233;cution de travaux publics. Si tel est cependant le cas, le fait de demander l'abrogation du d&#233;cret ne tend pas &#224; son annulation BGE 101 Ia 354 S. 364avec effet r&#233;troactif. Les sommes d&#233;pens&#233;es conform&#233;ment au d&#233;cret l'ont &#233;t&#233;  r&#233;guli&#232;rement, mais l'acte dont l'abrogation a &#233;t&#233; vot&#233;e ne peut plus d&#233;ployer d'effet d&#232;s la date de ce vote.\nc) En d&#233;finitive, il convient donc d'admettre que l'art. 27 al. 1 ch. 2 Cst. vaud. ne s'oppose nullement &#224; ce que l'abrogation d'une loi ou d'un d&#233;cret entra&#238;nant des d&#233;penses extra-budg&#233;taires soit demand&#233;e par la voie de l'initiative. Cette interpr&#233;tation doit pr&#233;valoir sur celle qui a &#233;t&#233; d&#233;fendue par le Grand Conseil.\n\n    7. Cela ne signifie toutefois pas n&#233;cessairement qu'une telle abrogation puisse &#234;tre demand&#233;e en toute circonstance.\nCertaines constitutions ou l&#233;gislations cantonales pr&#233;voient express&#233;ment qu'une demande de reconsid&#233;ration d'une d&#233;cision par la voie de l'initiative populaire ne peut &#234;tre accueillie lorsqu'elle est pr&#233;sent&#233;e avant l'&#233;coulement d'un certain d&#233;lai &#224; partir de l'adoption ou de la mise en vigueur de l'acte mis en cause (RO 100 Ia 382, 99 Ia 405). Lors des travaux de revision de l'art. 27 Cst. cant., en 1961, il avait &#233;t&#233; question de subordonner la recevabilit&#233; de l'initiative modificatrice ou extinctive &#224; l'observation d'un tel d&#233;lai (Bulletin du Grand Conseil, printemps 1961, p. 169; cf. &#233;galement l'avis de droit du Professeur Bridel). Mais cette solution, qui &#233;tait d'ailleurs li&#233;e au projet d'introduction du r&#233;f&#233;rendum facultatif g&#233;n&#233;ralis&#233;, n'a finalement pas &#233;t&#233; retenue.\n\n    8. Une demande de reconsid&#233;ration peut &#234;tre d&#233;clar&#233;e irrecevable lorsqu'elle est abusive (RO 94 I 126).\nLe Grand Conseil para&#238;t consid&#233;rer que tel est le cas en l'esp&#232;ce. Il rel&#232;ve que les signataires de l'initiative auraient pu tenter de s'opposer, en formant une demande de r&#233;f&#233;rendum, &#224; la r&#233;alisation de l'ouvrage qu'ils incriminent; l'art. 27 ch. 1 Cst. vaud. ne devrait pas avoir pour but d'accorder aux citoyens la facult&#233; de suppl&#233;er &#224; leur d&#233;faut de vigilance ou &#224; leur carence dans l'exercice de leur droit d'opposition.\nLes recourants ont expos&#233; qu'ils ne pouvaient conna&#238;tre la port&#233;e de la d&#233;cision prise &#224; la lecture du d&#233;cret du 9 mai 1972, parlant de la \"r&#233;fection\" de la route cantonale. C'est en effet en septembre 1973, apr&#232;s la publication du rapport final du plan directeur de la r&#233;gion lausannoise (plan dit CIURL), qu'ils ont pu conna&#238;tre le trac&#233; de la nouvelle route, qui devrait constituer un tron&#231;on de la route de ceinture dont ils contestent l'opportunit&#233;. Le Grand Conseil admet d'ailleurs, BGE 101 Ia 354 S. 365dans son m&#233;moire de r&#233;ponse, que le d&#233;cret du 9 mai 1972 n'a en r&#233;alit&#233; pas pour objet la correction d'une route, mais bien la construction d'un tron&#231;on de route nouveau. Or ni l'intitul&#233; du d&#233;cret, ni son texte ne l'indiquent. Rien ne permet donc de dire que le proc&#233;d&#233; des recourants viole le principe de la bonne foi (RO 100 Ia 385/86, 94 I 126/127).\n\n    9. Selon la jurisprudence, une initiative tendant &#224; la reconsid&#233;ration d'une d&#233;cision peut &#234;tre d&#233;clar&#233;e irrecevable lorsqu'il serait pratiquement impossible de revenir sur la d&#233;cision mise ne cause et que le but vis&#233; ne pourrait ainsi pratiquement &#234;tre atteint (RO 99 Ia 406, 94 I 126, 92 I 359; arr&#234;t du 24 juin 1965 en la cause Zogg et Oeschger, consid. 3, publi&#233; in ZBl 67/1966, p. 36; K&#196;GI, Rechtsfragen der Volksinitiative auf Partialrevision, RDS 1956 II 844 a).\na) Il convient d&#232;s lors d'examiner le contenu du d&#233;cret du 9 mai 1972 pour savoir si l'ex&#233;cution de l'initiative se heurte en l'esp&#232;ce &#224; une impossibilit&#233; mat&#233;rielle. Cet acte contient des dispositions d'ordre financier; il accorde en effet au Conseil d'Etat un cr&#233;dit de 3'200'000 fr. en vue de travaux de correction d'une route et de l'amortissement de cette d&#233;pense (art. 1 &#224; 3). Il autorise en outre l'autorit&#233; ex&#233;cutive &#224; proc&#233;der, dans le cadre de ces travaux, &#224; toutes ali&#233;nations et &#224; toutes acquisitions d'immeubles n&#233;cessaires, notamment par voie d'expropriation (art. 4). S'il entra&#238;ne une d&#233;pense extra-budg&#233;taire, ce d&#233;cret ne se limite pas au vote d'un cr&#233;dit. D'apr&#232;s son texte, il donne au Conseil d'Etat les moyens juridiques pour proc&#233;der &#224; la construction de la route (ali&#233;nations, acquisitions et expropriations d'immeubles, prise de possession anticip&#233;e).\nb) On peut se demander si la d&#233;cision de ne pas soumettre au vote populaire une initiative tendant &#224; l'abrogation d'un d&#233;cret peut &#234;tre tir&#233;e de l'impossibilit&#233; de principe d'annuler un cr&#233;dit, une fois que celui-ci a &#233;t&#233; vot&#233;. Plusieurs auteurs remarquent &#224; cet &#233;gard que, dans le r&#233;f&#233;rendum financier, l'examen du peuple porte non pas sur le cr&#233;dit lui-m&#234;me, mais bien plut&#244;t sur les d&#233;cisions de la collectivit&#233; entra&#238;nant les d&#233;penses que ce cr&#233;dit doit couvrir. Ainsi, lorsqu'il s'agit de travaux publics, ce n'est pas l'octroi du cr&#233;dit, mais la d&#233;cision relative &#224; la construction qui devrait &#234;tre l'objet du vote populaire (IMBODEN, Unmittelbare Demokratie und &#246;ffentliche Finanzen, in Staat und Recht, p. 171; H. NEF, Erneuerung des Finanzreferendums, in Der Staat als Aufgabe, p. 255 ss; BGE 101 Ia 354 S. 366LAUR, Das Finanzreferendum im Kanton Z&#252;rich, th&#232;se Zurich 1966, p. 133 ss).\nEn l'esp&#232;ce, le fondement juridique du d&#233;cret du 9 mai 1972 est l'art. 17 de la loi vaudoise sur les routes, du 25 mai 1964 (LR). Selon cette disposition, les constructions et corrections de routes cantonales sont ordonn&#233;es par d&#233;cret du Grand Conseil si le co&#251;t exc&#232;de 250'000 fr., et par le Conseil d'Etat si la d&#233;pense n'atteint pas ce chiffre. En vertu de l'art. 10 LR, le Conseil d'Etat adopte, au fur et &#224; mesure des besoins, les projets et les trac&#233;s d&#233;finitifs. Le Grand Conseil ne d&#233;cide pas lui-m&#234;me du trac&#233; de la route; il autorise l'autorit&#233; ex&#233;cutive &#224; d&#233;penser un certain montant en vue de la construction de cette derni&#232;re. D&#232;s lors, on peut admettre que les art. 1 &#224; 3 du d&#233;cret du 9  mai 1972 ont une port&#233;e essentiellement financi&#232;re. La situation ne se pr&#233;sente donc pas in casu de la m&#234;me mani&#232;re que dans d'autres esp&#232;ces jug&#233;es par le Tribunal f&#233;d&#233;ral et o&#249; il &#233;tait demand&#233;, par la voie de l'initiative, de revenir sur une d&#233;cision concernant la construction d'ouvrages entreprise par l'autorit&#233; (RO 99 Ia 403 ss, 94 I 120 ss). Les signataires de l'initiative n'ont pas non plus propos&#233; en l'esp&#232;ce le vote d'un acte l&#233;gislatif retirant au Conseil d'Etat la comp&#233;tence que lui donne la loi de d&#233;cider du trac&#233; d'une route. Ils ont entendu obtenir l'abrogation du d&#233;cret du 9 mai 1972, en particulier de ses art. 1 &#224; 3, qui allouent des cr&#233;dits au Conseil d'Etat pour la construction de la route.\nAinsi que cela a &#233;t&#233; relev&#233;, une telle abrogation ne saurait avoir effet r&#233;troactif en ce sens qu'elle conduirait &#224; un remboursement des sommes d&#233;pens&#233;es. Mais faut-il admettre qu'une telle abrogation est impossible en raison du fait qu'un cr&#233;dit une fois vot&#233; est d&#233;finitivement allou&#233;? Selon GIACOMETTI, la question de savoir si l'on peut revenir par une nouvelle d&#233;cision soumise au vote du peuple sur un acte administratif adopt&#233; en votation populaire ne se pose en g&#233;n&#233;ral pas, car les actes de cette nature, notamment les mesures financi&#232;res, sont dans la r&#232;gle consomm&#233;s par leur ex&#233;cution (Das Staatsrecht der Schweiz. Kantone, p. 443, n. 29).\nIl n'est toutefois pas n&#233;cessaire d'examiner plus avant cette question, car le texte m&#234;me du d&#233;cret du 9 mai 1972 permet de d&#233;duire que le vote d'un cr&#233;dit n'a pas pour effet de rendre celui-ci d&#233;finitif et n'emp&#234;che pas son annulation ex nunc. En effet, l'art. 1 de cet acte dispose express&#233;ment qu'un cr&#233;dit de BGE 101 Ia 354 S. 367400'000 fr., accord&#233; ant&#233;rieurement au Conseil d'Etat pour un autre but, est transf&#233;r&#233; pour la correction de la route RC 559e. Si un cr&#233;dit peut ainsi &#234;tre transf&#233;r&#233;, il doit &#233;galement pouvoir &#234;tre annul&#233; dans la mesure o&#249; il n'a pas  &#233;t&#233; enti&#232;rement d&#233;pens&#233;. La d&#233;cision de ne pas soumettre l'initiative populaire ne saurait donc se justifier en l'esp&#232;ce par un argument tir&#233; de l'impossibilit&#233; de principe d'annuler un cr&#233;dit d&#233;j&#224; vot&#233;.\nc) Il convient d'ailleurs d'interpr&#233;ter l'initiative d'apr&#232;s le sens qui a  &#233;t&#233; &#233;videmment voulu par ses auteurs. En demandant l'abrogation du d&#233;cret du 9  mai 1972, ceux-ci ont entendu obtenir l'arr&#234;t des travaux de correction de la route autoris&#233;e par le Grand Conseil. Selon la jurisprudence, l'inviolabilit&#233;  du droit de vote exige que, lorsqu'il s'agit de d&#233;cider de la recevabilit&#233;  d'une initiative, cette derni&#232;re soit interpr&#233;t&#233;e dans le sens le plus favorable aux initiants. Lorsqu'une initiative peut, d'apr&#232;s les r&#232;gles g&#233;n&#233;rales d'interpr&#233;tation des textes juridiques, &#234;tre interpr&#233;t&#233;e dans un sens qui ne permette pas de la consid&#233;rer comme &#233;tant manifestement et indubitablement inex&#233;cutable, il faut la d&#233;clarer recevable et la soumettre au vote populaire (arr&#234;t Zogg et Oeschger pr&#233;cit&#233;, consid. 3).\n\n    10. Il y a lieu enfin d'examiner si le Grand Conseil pouvait en l'esp&#232;ce d&#233;clarer l'initiative irrecevable, en consid&#233;rant qu'elle se heurtait &#224; une impossibilit&#233; mat&#233;rielle, en raison de l'&#233;tat d'avancement des travaux ordonn&#233;s par le d&#233;cret dont l'abrogation &#233;tait demand&#233;e.\nSelon la jurisprudence, c'est au moment o&#249; l'initiative a &#233;t&#233; d&#233;pos&#233;e en mains de l'autorit&#233; comp&#233;tente qu'il convient de se placer pour juger de la possibilit&#233; d'y donner suite (RO 94 I 126 consid. 4b). Si cette r&#232;gle devait &#234;tre appliqu&#233;e in casu, il n'est gu&#232;re douteux que l'initiative aurait d&#251; &#234;tre d&#233;clar&#233;e recevable. Cette jurisprudence ne peut toutefois &#234;tre maintenue. Si elle pr&#233;sente l'avantage de permettre la fixation ais&#233;e du moment d&#233;terminant, elle ne tient en revanche pas compte d'une mani&#232;re satisfaisante du fait que l'initiative n'entra&#238;ne aucun effet suspensif. Ainsi que l'a relev&#233; le Tribunal f&#233;d&#233;ral dans son arr&#234;t du 7 ao&#251;t 1974 en la cause Comit&#233; d'initiative contre la grande ceinture lausannoise, on ne saurait consid&#233;rer comme &#233;tant compatible avec nos institutions d&#233;mocratiques qu'une loi ou un d&#233;cret, adopt&#233;s avec l'approbation BGE 101 Ia 354 S. 368tacite ou expresse du peuple, puissent ne pas &#234;tre ex&#233;cut&#233;s en raison de l'intention de quelques citoyens de s'y opposer par la voie de l'initiative. Le seul fait que cette derni&#232;re ait abouti ne peut conduire &#224; une autre conclusion, et le principe d&#233;gag&#233; dans l'arr&#234;t pr&#233;cit&#233; vaut &#224; tout le moins tant que l'autorit&#233; comp&#233;tente ne s'est pas prononc&#233;e sur la recevabilit&#233; de l'initiative. On ne saurait donc reprocher &#224; l'autorit&#233; charg&#233;e de l'ex&#233;cution des lois et des d&#233;crets de vouloir cr&#233;er une situation irr&#233;versible en poursuivant des travaux ex&#233;cut&#233;s en vertu de l'acte dont l'abrogation est demand&#233;e. En l'esp&#232;ce, le d&#233;cret du 9 mai 1972 avait &#233;t&#233; r&#233;guli&#232;rement vot&#233;; il n'avait pas &#233;t&#233; attaqu&#233; par la voie du r&#233;f&#233;rendum. Le Conseil d'Etat &#233;tait donc tenu de le mettre &#224; ex&#233;cution, et les citoyens approuvant les travaux critiqu&#233;s par les auteurs de l'initiative auraient pu se plaindre si ceux-ci n'avaient pas &#233;t&#233; effectu&#233;s.\nD&#232;s lors, la r&#232;gle jurisprudentielle est critiquable dans la mesure o&#249;  l'autorit&#233; comp&#233;tente pour statuer sur la recevabilit&#233; d'une initiative doit prendre en consid&#233;ration une situation qui ne correspond plus &#224; celle qui existe au moment o&#249; la d&#233;cision est prise. Ainsi, une initiative dont l'objet n'&#233;tait pas inex&#233;cutable au moment o&#249; elle a abouti pourrait en fait se heurter  &#224; une impossibilit&#233; mat&#233;rielle au moment d&#233;j&#224; o&#249; l'autorit&#233; comp&#233;tente, qui s'est saisie de l'affaire avec diligence, se prononce sur sa recevabilit&#233; et, &#224;  plus forte raison, lors de la votation populaire. Le Tribunal f&#233;d&#233;ral a certes admis que c'est aux &#233;lecteurs, et non &#224; l'autorit&#233; charg&#233;e de statuer sur la recevabilit&#233; de l'initiative, qu'il appartient de peser les avantages et les inconv&#233;nients r&#233;sultant d'une interruption des travaux (RO 99 Ia 406 consid.  4c, 94 I 126 consid. 4). Mais encore faut-il que ceux-ci puissent &#234;tre interrompus, ce qui n'est pas le cas lorsqu'ils sont en voie d'ach&#232;vement ou m&#234;me termin&#233;s.\nOn doit ainsi admettre, en raison m&#234;me du caract&#232;re de l'initiative, que, pour statuer sur la recevabilit&#233; de cette derni&#232;re, il convient de se placer &#224;  un moment le plus proche possible de celui o&#249; l'initiative devrait &#234;tre soumise au vote populaire. On peut certes h&#233;siter quant au choix de ce moment et se demander s'il convient de le faire co&#239;ncider avec la date probable de la votation ou plut&#244;t avec celle &#224; laquelle l'autorit&#233; comp&#233;tente statue sur la recevabilit&#233; de l'initiative. Divers arguments, faisant valoir notamment le respect de la BGE 101 Ia 354 S. 369volont&#233; populaire, le devoir d'ex&#233;cution des actes r&#233;guli&#232;rement vot&#233;s, le pouvoir de l'autorit&#233; comp&#233;tente de proposer, le cas &#233;ch&#233;ant, un contre-projet, celui des auteurs de l'initiative de la retirer, peuvent &#234;tre invoqu&#233;s en faveur de l'une ou de l'autre de ces solutions. Il n'est toutefois pas n&#233;cessaire de trancher ce point in casu. Il suffit de constater que la jurisprudence actuelle ne peut &#234;tre maintenue, et que c'est au plus t&#244;t au moment o&#249; l'autorit&#233; comp&#233;tente statue sur la possibilit&#233; de donner suite &#224;  l'initiative qu'il convient de se placer pour &#233;lucider cette question. En l'esp&#232;ce, il faut admettre que les travaux de construction de la route &#233;taient suffisamment avanc&#233;s pour que le Grand Conseil puisse consid&#233;rer que l'initiative se heurtait &#224; une impossibilit&#233; mat&#233;rielle et qu'elle &#233;tait pour ce motif irrecevable.\nLe recours doit d&#232;s lors &#234;tre rejet&#233;.\n \n   \n   "
}