{
  "titre": "103 Ia 99",
  "annee": "1977",
  "contenu": "\n      \n  Chapeau\n103 Ia 9921. Extrait de l'arr&#234;t du 18 mai 1977 dans la cause X. contre Bureau d'assistance judiciaire du canton de Vaud\n\n  \nRegeste\nArt. 4 Cst.; assistance judiciaire dans la proc&#233;dure de divorce.  L'&#233;tat d'indigence du mari est d&#233;termin&#233; d'apr&#232;s son revenu et l'&#233;tat de sa fortune apr&#232;s d&#233;duction de ses obligations alimentaires, y compris celle de verser une provision ad litem &#224; sa femme. \n\n\n  \n  \n  \nFaits &#224; partir de page 100\n\n\n    BGE 103 Ia 99 S. 100\n   \n\n    Dans le cadre d'une proc&#233;dure de divorce, X., dont le revenu a &#233;t&#233; estim&#233; &#224; Fr. 2'000.-- par mois, a &#233;t&#233; condamn&#233; &#224; contribuer &#224; l'entretien de sa femme et de ses deux enfants par une pension mensuelle de Fr. 800.-- et &#224; verser &#224; son &#233;pouse une provision ad litem de Fr. 1'200.--, payable par acomptes mensuels de Fr. 150.--.\nLe Bureau cantonal d'assistance judiciaire lui a refus&#233; le b&#233;n&#233;fice de l'assistance judiciaire qu'il sollicitait au motif que l'&#233;tat d'indigence n'&#233;tait pas &#233;tabli d&#232;s lors que le Tribunal saisi avait estim&#233; que X. disposait des moyens financiers n&#233;cessaires au versement d'une provision ad litem &#224; son &#233;pouse.\nPar recours de droit public fond&#233; sur l'art. 4 Cst., X. demande l'annulation de la d&#233;cision du Bureau cantonal et le renvoi de la cause pour nouvelle d&#233;cision positive. Le Bureau intim&#233; conclut au rejet du recours. Le recours a &#233;t&#233; admis et la d&#233;cision attaqu&#233;e annul&#233;e.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    4. Aux termes de l'art. 1er de la loi vaudoise de 1947 sur l'assistance judiciaire gratuite en mati&#232;re civile (LAJ), l'assistance judiciaire est accord&#233;e, sur requ&#234;te, &#224; celui qui ne peut faire face aux frais d'un proc&#232;s devant la juridiction ordinaire sans compromettre gravement ses moyens d'existence ou ceux des personnes dont il assume la charge en vertu d'une obligation l&#233;gale ou morale. Les crit&#232;res auxquels doit r&#233;pondre, selon cette disposition du droit cantonal, l'&#233;tat d'indigence du requ&#233;rant correspondent donc &#224; ceux d&#233;coulant directement de l'art. 4 Cst. et fix&#233;s par la jurisprudence du Tribunal f&#233;d&#233;ral, qui dispense le requ&#233;rant de l'avance ou de la garantie des frais de proc&#232;s, dans la mesure o&#249; une telle obligation le contraindrait &#224; pr&#233;lever sur le minimum n&#233;cessaire &#224; son entretien et &#224; celui de sa famille. On peut d&#232;s lors admettre, dans le cadre d'un libre examen, que la l&#233;gislation cantonale a retenu une juste d&#233;finition de l'indigence. Le Tribunal f&#233;d&#233;ral n'examine en revanche que sous l'angle de l'arbitraire les constatations de fait op&#233;r&#233;es par l'autorit&#233; cantonale et qui l'ont conduite &#224; contester l'indigence. Il n'intervient que si l'appr&#233;ciation des faits est manifestement inadmissible (FAVRE, Droit constitutionnel suisse, 2e &#233;d., p. 268; ATF 78 I 196).BGE 103 Ia 99 S. 101\n   \nEn l'esp&#232;ce, le Bureau d'assistance judiciaire refuse d'admettre l'&#233;tat d'indigence du requ&#233;rant tant qu'il aura l'obligation, impos&#233;e par le juge, de verser une provision ad litem &#224; son &#233;pouse. Il d&#233;clare qu'il est pr&#234;t &#224; lui accorder l'assistance judiciaire s'il obtient la suppression de cette obligation et s'il fournit ensuite la preuve que, malgr&#233; cette suppression, il n'est pas en mesure de faire face par ses seuls moyens aux frais de la fin de la proc&#233;dure de divorce en cours.\nLa jurisprudence f&#233;d&#233;rale souligne &#224; cet &#233;gard que le devoir de l'Etat d'accorder l'assistance judiciaire au plaideur indigent dans un proc&#232;s non d&#233;nu&#233; de chances de succ&#232;s passe apr&#232;s l'obligation d'assistance et d'entretien pr&#233;vue par le droit de famille non seulement dans les rapports entre parents et enfants mineurs, mais aussi dans les rapports entre &#233;poux. Lorsque, gr&#226;ce &#224; la contribution que lui doit son conjoint, une partie peut faire l'avance des frais de proc&#232;s, l'Etat ne saurait &#234;tre appel&#233; &#224; lui octroyer l'assistance judiciaire. La jurisprudence et la doctrine ont d&#232;s lors admis que l'obligation d'entretien et d'assistance incombant au mari selon les art. 159 et 160 CC comprend non seulement l'entretien au sens &#233;troit, mais aussi la satisfaction de besoins non mat&#233;riels, telle la protection juridique. Ainsi le mari a le devoir de verser &#224; sa femme une provision ad litem pour lui permettre de sauvegarder ses int&#233;r&#234;ts dans le proc&#232;s en divorce (ATF 85 I 4, ATF 72 I 142, 67 I  69, ATF 66 II 71).\nIl est incontest&#233; que le recourant doit d'abord affecter une part importante de son revenu &#224; l'entretien de sa femme et de ses deux enfants. Cette obligation l&#233;gale du mari est sans doute aucun prioritaire par rapport tant &#224;  la provision ad litem qu'&#224; l'obligation de faire ses propres avances de frais de l'instance en divorce. Viennent ensuite en discussion les avances du mari &#224;  l'&#233;pouse (provision ad litem) pour la d&#233;fense des droits de celle-ci en justice. Ces avances constituent une obligation comprise dans le devoir d'assistance et d'entretien incombant au mari. Mais cette obligation ne peut  &#234;tre impos&#233;e par le juge que si son ex&#233;cution ne compromet pas la situation du mari ou celle de sa famille, &#224; savoir n'entame pas le minimum n&#233;cessaire &#224;  l'entretien de ceux-ci. En l'occurrence, le juge civil a estim&#233; que tel n'&#233;tait pas le cas et que le recourant, avec un gain mensuel global de l'ordre de 2'000  fr., pouvait encore, apr&#232;s versement d'une contribution BGE 103 Ia 99 S. 102d'entretien (Lebensunterhalt) de 800 fr., payer une provision ad litem de 1'200  fr., par acomptes mensuels de 150 fr. Le Bureau cantonal est tenu de prendre  &#233;galement en consid&#233;ration ce dernier montant fix&#233; par le juge et ne saurait refuser l'assistance judiciaire en soutenant que le requ&#233;rant ne serait pas indigent par le simple fait qu'il est en mesure de verser &#224; son &#233;pouse une provision ad litem. D'ailleurs, comme la jurisprudence le sp&#233;cifie, les obligations d'assistance et d'entretien, auxquelles se rattache pr&#233;cis&#233;ment l'obligation de participer aux frais de proc&#232;s d'un conjoint, doivent &#234;tre prises en consid&#233;ration en premier lieu. Quant &#224; l'arr&#234;t von Arx, du 10 mai  1940 cit&#233; par l'intim&#233;, il ne trouve aucune application en l'esp&#232;ce; il ne fait que r&#233;gler le probl&#232;me de la restitution de la provision ad litem re&#231;ue par une partie qui voit son action rejet&#233;e. C'est d&#232;s lors le montant du revenu et l'&#233;tat de fortune restant &#224; disposition du requ&#233;rant apr&#232;s l'ex&#233;cution de ces obligations d'entretien qui sont d&#233;cisifs pour d&#233;terminer si celui-ci peut ou non &#234;tre mis alors au b&#233;n&#233;fice de l'assistance judiciaire. Cela suppose un examen pr&#233;alable des pi&#232;ces produites et des d&#233;clarations de l'int&#233;ress&#233;, notamment au juge civil, concernant son gain et son &#233;tat des dettes. Le mari sera tenu pour indigent si, apr&#232;s d&#233;duction de ce dont il a besoin pour son entretien personnel, ses ressources ne lui permettent plus de faire les avances qui lui incombent personnellement pour les frais de justice.\nToutes ces questions n'ont &#233;t&#233; ni examin&#233;es ni &#233;lucid&#233;es par le Bureau d'assistance judiciaire. Celui-ci s'est en effet born&#233; &#224; demander, &#224; tort, au requ&#233;rant qu'il obtienne tout d'abord la suppression de la provision ad litem et &#224; soutenir qu'en l'&#233;tat son indigence n'&#233;tait pas &#233;tablie. La d&#233;cision attaqu&#233;e doit d&#232;s lors &#234;tre annul&#233;e et l'affaire doit &#234;tre renvoy&#233;e &#224;  l'autorit&#233; cantonale comp&#233;tente pour nouvel examen dans le sens des consid&#233;rants.\n \n   \n   "
}