{
  "titre": "111 IV 171",
  "annee": "1985",
  "contenu": "\n      \n  Chapeau\n111 IV 17143. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 31 mai 1985 dans la cause R c. Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 5 OCE. Notion de cycle et de v&#233;lo d'enfants.  Le v&#233;lo d'enfants se distingue des autres cycles par sa conception pr&#233;vue pour les enfants d'&#226;ge pr&#233;scolaire et le faible danger potentiel qu'il pr&#233;sente. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 172\n\n\n    BGE 111 IV 171 S. 172\n   \nExtrait des consid&#233;rants:\n\n    3. La LCR ne donne aucune d&#233;finition des cycles. L'art. 5 OCE (RS 741.41) d&#233;finit toutefois cette notion. D'apr&#232;s cette disposition, les cycles sont des v&#233;hicules ayant au moins deux roues, entra&#238;n&#233;s au moyen de dispositifs m&#233;caniques actionn&#233;s par la force des personnes transport&#233;es. Selon Strebel, le cycle est \"das motorlose Landfahrzeug mit Pedalantrieb\" (J. STREBEL, Kommentar zum MFG, Zurich 1934, vol. 1 p. 105 No 59 ad art. 1er). Cette description n'englobe pas seulement les cycles pour adultes, mais aussi ceux des enfants en &#226;ge pr&#233;scolaire. Cependant, les v&#233;los d'enfants ne cr&#233;ent en g&#233;n&#233;ral que des dangers minimes, en raison de leur grandeur, de leur poids le plus souvent r&#233;duit et de leur vitesse relativement limit&#233;e de par leur construction et les conditions de leur utilisation (JAGUSCH/HENTSCHL, Strassenverkehrsrecht, 27e &#233;d., Munich 1983, p. 505 n. 6 ad par. 24 StVO); aussi le l&#233;gislateur les a-t-il en principe soustraits (comme les trottinettes, etc.) aux r&#232;gles de la circulation routi&#232;re, selon l'art. 5 al. 1, 2e phrase OCE, mais en a interdit - sous le titre jeux sur la route, art. 50 al. 1 OCR - l'utilisation sur la chauss&#233;e, sauf sur les routes &#224; faible circulation (dans les quartiers d'habitation par exemple).\n\n    4. Pour savoir si l'on est en pr&#233;sence d'un v&#233;hicule &#224; p&#233;dales d&#233;pourvu de moteur, au sens pr&#233;cit&#233;, soumis aux r&#232;gles de la circulation, ou d'un v&#233;lo d'enfants auquel en principe ces r&#232;gles ne s'appliquent pas, il convient - on l'a vu - d'examiner la conception du v&#233;hicule: s'il a &#233;t&#233; construit pour supporter le poids d'un enfant en &#226;ge pr&#233;scolaire et qu'il ne permette qu'une vitesse tr&#232;s r&#233;duite, comme un tricycle ou comme un petit v&#233;lo dont la transmission &#224; cha&#238;ne n'a pas ou peu d'effet multiplicateur sur le d&#233;veloppement, il appartient &#224; la seconde cat&#233;gorie: de fa&#231;on g&#233;n&#233;rale, en effet, seuls les v&#233;hicules de cette sorte permettent une utilisation sans grand danger sur les routes &#224; faible circulation. Tous les cycles de dimensions plus grandes, destin&#233;s aux enfants d'un &#226;ge sup&#233;rieur, sont soumis aux dispositions de la loi et de ses ordonnances (voir STREBEL, loc.cit.), car, de par leur poids notamment et leur transmission &#224; cha&#238;ne qui permet une acc&#233;l&#233;ration et une vitesse plus &#233;lev&#233;es, souvent par l'utilisation de la diff&#233;rence de diam&#232;tre des roues dent&#233;es, ils pr&#233;sentent un danger potentiel beaucoup plus consid&#233;rable.\n\n    BGE 111 IV 171 S. 173\n   \n\n    5. Le rapport d'expertise, &#233;manant du Service vaudois des automobiles, indique que le v&#233;hicule en cause pesait 25 kg, avait une longueur de 1,50 m, une largeur de 0,67 m, une hauteur de 0,96 m au guidon, de 0,76 m &#224; la selle et des roues de 41 cm environ de diam&#232;tre &#224; la jante. Compte tenu de ces dimensions et de ce poids, on ne saurait admettre qu'il s'agit d'un v&#233;lo d'enfants au sens des art. 50 al. 1 OCR et 5 al. 1 OCE, m&#234;me si le rapport de police du 9 juin 1984 l'a qualifi&#233; de jouet. D&#232;s lors, l'autorit&#233; cantonale n'a pas viol&#233; le droit f&#233;d&#233;ral en admettant que le v&#233;hicule &#224; deux roues utilis&#233; par le recourant &#233;tait un cycle au sens de l'art. 1er LCR, cycle dont l'utilisation sur la voie publique &#233;tait soumise aux r&#232;gles de la circulation ainsi qu'&#224; celles de l'OCE.\n \n   \n   "
}