{
  "titre": "119 IV 127",
  "annee": "1993",
  "contenu": "\n      \n  Chapeau\n119 IV 12722. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 29 janvier 1993 dans la cause H. c. Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 140 ch. 1 al. 2 CP: abus de confiance portant sur un compte bancaire.  Un compte bancaire sur lequel on accorde une procuration constitue une chose confi&#233;e au sens de cette disposition, peu importe que le titulaire puisse encore en disposer, peu importe que le compte soit cr&#233;ancier ou d&#233;biteur. \nCelui qui utilise autrement que de la mani&#232;re convenue un ch&#232;que en blanc sur lequel l'&#233;metteur avait renonc&#233; &#224; tout pouvoir de disposition, commet un abus de confiance. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 127\n\n\n    BGE 119 IV 127 S. 127\n   \nConsid&#233;rant en droit:\n\n    2. C. a remis &#224; H. des ch&#232;ques en blanc, d&#251;ment sign&#233;s, tir&#233;s sur son compte aupr&#232;s de la BPS; le recourant H. les a utilis&#233;s pour BGE 119 IV 127 S. 128acquitter des dettes personnelles. Il conteste que ces faits soient constitutifs d'un abus de confiance.\nIl admet cependant que C. a proc&#233;d&#233; comme s'il lui avait accord&#233; une procuration g&#233;n&#233;rale. En effet, en compl&#233;tant les ch&#232;ques et en les pr&#233;sentant, le recourant pouvait obtenir, par sa seule action, des montants port&#233;s au d&#233;bit du compte de C.\nSelon la jurisprudence, un compte bancaire sur lequel on accorde une procuration constitue une chose confi&#233;e au sens de l'art. 140 ch. 1 al. 2 CP  (ATF 118 IV 33 consid. 2a, ATF 117 IV 434 ss consid. cc, ATF 111 IV 21 consid. 2, 109  IV 31 consid. 2c). Il importe peu que le titulaire du compte puisse encore en disposer, il suffit, pour que le compte soit confi&#233;, que l'auteur soit mis en situation d'en disposer seul (ATF 109 IV 32). Il est &#233;galement sans importance que le compte soit cr&#233;ancier ou d&#233;biteur de telle sorte que l'on ne puisse qu'en augmenter le d&#233;bit (ATF 109 IV 33 ss consid. 4b et c).\nAinsi, en le mettant en situation de disposer seul de son compte, c'est-&#224;-dire de sa cr&#233;ance ou de sa dette aupr&#232;s de la banque, C. a confi&#233; une valeur au recourant, qui doit &#234;tre assimil&#233;e &#224; une chose au sens de l'art. 140  ch. 1 al. 2 CP. Il est sans importance que le compte ait &#233;t&#233; d&#233;j&#224; d&#233;biteur et que le recourant ait &#233;t&#233; garant du solde du compte. En lui remettant les ch&#232;ques en blanc, C. a confi&#233; son compte au recourant et celui-ci l'a utilis&#233; &#224;  son profit contrairement aux instructions tacites qu'il avait re&#231;ues (cf. ATF  117 IV 257 consid. 1a et les arr&#234;ts cit&#233;s) en augmentant la dette de C. pour satisfaire des besoins personnels. Il s'est r&#233;v&#233;l&#233; dans l'incapacit&#233; de reproduire la somme en temps utile, ce qui suffit pour exclure l'Ersatzbereitschaft, contrairement &#224; ce que soutient le recourant (ATF 118 IV  34 consid. a et les arr&#234;ts cit&#233;s).\nAinsi, c'est &#224; juste titre que les faits retenus par la cour cantonale ont  &#233;t&#233; qualifi&#233;s d'abus de confiance m&#234;me si l'on donne &#224; l'art. 140 ch. 1 al. 2  CP une port&#233;e restrictive (cf. JENNY ZBJV 1988, 402 ff.; SCHUBARTH, Kommentar StGB Art. 140 N 45) car de toute mani&#232;re C. avait renonc&#233; &#224; tout pouvoir de disposition sur les ch&#232;ques en blanc remis au recourant (cf. ATF 117 IV 429). Lorsque le recourant soutient qu'il y aurait eu un simple passage d'un compte &#224;  l'autre ou que C. aurait consenti ou aurait ratifi&#233; les actes commis, il s'&#233;carte des faits constat&#233;s par l'autorit&#233; cantonale, ce qui n'est pas admissible dans le cadre d'un pourvoi en nullit&#233; (ATF 115 IV 41 consid. 3a, 106  IV 340 consid. 1).\n \n   \n   "
}