{
  "titre": "107 IV 94",
  "annee": "1981",
  "contenu": "\n      \n  Chapeau\n107 IV 9428. Extraits de l'arr&#234;t de la Cour de cassation p&#233;nale du 6 mars 1981 dans la cause R. contre Procureur g&#233;n&#233;ral du canton du Jura (pourvoi en nullit&#233;).\n\n  \nRegeste\nArt. 64 et 65 CP; d&#233;tresse profonde.  1. Le juge n'a pas &#224; retenir une circonstance att&#233;nuante chaque fois que l'une des conditions de l'art. 64 est r&#233;alis&#233;e, mais seulement lorsqu'en outre la peine plus douce qu'il y a lieu de prononcer selon l'art. 65 se justifie. En se pronon&#231;ant sur ce point, le juge a le m&#234;me pouvoir que dans le cadre de l'art. 63 CP. \n2. De m&#234;me que dans l'&#233;tat de n&#233;cessit&#233;, l'auteur qui est en proie &#224; une d&#233;tresse profonde doit respecter une certaine proportionnalit&#233; entre les motifs qui le poussent et l'importance du bien qu'il l&#232;se. Tel n'est pas le cas de celui qui tue d&#233;lib&#233;r&#233;ment pour &#233;viter des ennuis, m&#234;me graves. \n\n\n  \n  \n  \nFaits &#224; partir de page 94\n\n\n    BGE 107 IV 94 S. 94\n   \n\n    A.- Le 2 mars 1978 aux environs de 19 h, R., qui est fonctionnaire de police, s'est rendu avec son camarade H., pour BGE 107 IV 94 S. 95une raison que l'on ignore, dans une maison abandonn&#233;e. A un moment donn&#233;, alors que les deux hommes se trouvaient dans l'habitation obscure, R., qui avait en main son pistolet priv&#233; Beretta 6,35, a tir&#233; par accident trois coups de feu sur H., lui causant des l&#233;sions mettant sa vie en danger, mais dont la victime aurait &#233;ventuellement pu se remettre si elle avait &#233;t&#233; imm&#233;diatement secourue et transport&#233;e &#224; l'h&#244;pital. Le caract&#232;re accidentel de ces trois premiers coups de feu est admis au b&#233;n&#233;fice du doute.\nCinq minutes plus tard au moins, R. a encore tir&#233;, intentionnellement, trois coups de feu sur son camarade, alors qu'il &#233;tait encore en vie, dans l'intention de l'achever, visant la t&#234;te, &#224; bout touchant et &#224; bout portant, les deux premiers avec son Beretta, le dernier, qui fut imm&#233;diatement mortel, avec l'arme de service de H., un pistolet Walther de calibre 7,65.\nLorsqu'il a tir&#233; les trois derniers coups de feu, R. n'&#233;tait pas en proie &#224;  la panique. Mais constatant qu'il avait abattu son camarade, comprenant que sa carri&#232;re &#233;tait bris&#233;e, supputant les cons&#233;quences du drame pour lui-m&#234;me et pour sa famille &#224; laquelle il est attach&#233; d'une fa&#231;on exceptionnelle, il n'a plus vu d'autre issue que d'achever son camarade, pour tenter de camoufler l'accident en un crime dans lequel il allait soutenir n'&#234;tre nullement impliqu&#233;.\n\n    B.- Le 14 mars 1980, la Cour criminelle du canton du Jura a d&#233;clar&#233; R. coupable d'assassinat et, retenant la circonstance att&#233;nuante de la d&#233;tresse profonde, l'a condamn&#233; &#224; vingt ans de r&#233;clusion et &#224; la peine accessoire de dix ans d'incapacit&#233; de rev&#234;tir une charge ou une fonction officielle.\n\n    C.- Tant le condamn&#233; que le Minist&#232;re public se sont pourvus en nullit&#233; &#224; la Cour de cassation du Tribunal f&#233;d&#233;ral.\nLe procureur g&#233;n&#233;ral conclut &#224; l'annulation du jugement dans la mesure o&#249; il retient la circonstance att&#233;nuante de la d&#233;tresse profonde.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. ... Les premiers juges ont admis que R. se trouvait dans une d&#233;tresse profonde lorsqu'il a tir&#233; sur son camarade H. pour l'achever, cinq minutes au moins apr&#232;s l'avoir atteint par accident de trois coups de feu. Le procureur g&#233;n&#233;ral conteste que cette circonstance att&#233;nuante soit r&#233;alis&#233;e en l'esp&#232;ce.\na) La d&#233;tresse profonde peut &#234;tre aussi bien morale que mat&#233;rielle (GAUTIER, P.v. 2e com. d'expr. I p. 363; LOGOZ/SANDOZ, BGE 107 IV 94 S. 96n. 5b ad art. 64 CP p. 335; THORMANN-OVERBECK, n. 6 ad art. 64 CP). Il faut que l'auteur soit pouss&#233; &#224; violer la loi p&#233;nale par une situation proche de l'&#233;tat de n&#233;cessit&#233;, savoir que, sous la pression d'une d&#233;tresse particuli&#232;rement grave, il croit ne pouvoir trouver une issue que dans la commission de l'infraction (ATF 83 IV 188). L'imputabilit&#233; de la d&#233;tresse &#224; une faute ou &#224;  une n&#233;gligence de l'auteur ne suffit pas &#224; exclure l'application de l'art. 64  CP; le juge ne peut tenir compte de ces derniers &#233;l&#233;ments que pour d&#233;terminer si une att&#233;nuation se justifie dans le cadre de l'art. 65 CP (m&#234;me arr&#234;t). Cette jurisprudence est approuv&#233;e par la doctrine (SCHWANDER, n. 390 a 2;  LOGOZ/SANDOZ, n. 5 lettre b ad art. 64 p. 355; SCHULTZ, AT. II p. 79).\nb) En l'esp&#232;ce, pour admettre que R. s'est trouv&#233; dans un &#233;tat de d&#233;tresse profonde apr&#232;s avoir tir&#233; par accident trois coups de feu sur son camarade, l'autorit&#233; cantonale a consid&#233;r&#233; que l'auteur avait d&#251; se trouver dans un &#233;tat de d&#233;tresse tr&#232;s marqu&#233; en envisageant toutes les cons&#233;quences qu'un tel drame pouvait entra&#238;ner pour lui et sa famille. Elle a relev&#233; &#224; ce sujet - et l'art.  277bis al. 1 PPF interdit de revenir sur cette constatation sur la psychologie de l'auteur - que la personnalit&#233; de R. est enti&#232;rement domin&#233;e par un attachement d'une force exceptionnelle &#224; sa famille et &#224; sa situation professionnelle et sociale. Pour les premiers juges, pris dans la situation dramatique o&#249; l'avait mis l'accident, R. n'a pas vu d'autre issue que d'achever son coll&#232;gue; d&#232;s lors la d&#233;tresse profonde serait &#233;tablie.\nc) A l'appui de son pourvoi, le procureur g&#233;n&#233;ral fait valoir que R., niant toute participation au drame, n'a pu se prononcer sur l'&#233;tat d'esprit o&#249; il se trouvait apr&#232;s avoir tir&#233; les trois premiers coups de feu par accident et avant d'achever son camarade. Il ajoute que m&#234;me pendant la p&#233;riode de l'enqu&#234;te - du  1er au 15 juin 1978 - o&#249; R. a avou&#233; avoir tir&#233; sur H., il a affirm&#233; avoir tir&#233;  les six balles coup sur coup et n'a pas donn&#233; d'indication sur son &#233;tat d'esprit entre deux s&#233;ries de trois coups de feu. Dans la mesure o&#249; ces moyens tendent &#224; d&#233;montrer que c'est &#224; tort que les premiers juges ont constat&#233; l'&#233;tat d'esprit o&#249; se trouvait R. imm&#233;diatement apr&#232;s avoir tir&#233; par accident, ils sont irrecevables. Ils tendent en effet &#224; mettre en doute une situation de fait constat&#233;e par les premiers juges (art. 277bis PPF). Il n'est de plus pas exact de dire que les premiers juges ont retenu comme une hypoth&#232;se seulement l'&#233;tat d'esprit de R. imm&#233;diatement avant sa d&#233;cision d'achever son camarade. Les mots  \"il a d&#251; se trouver dans un &#233;tat BGE 107 IV 94 S. 97de d&#233;tresse tr&#232;s marqu&#233;e\" dont les premiers juges se sont servis n'expriment pas le doute, mais bien la n&#233;cessit&#233;. Les premiers juges ont d'ailleurs fait suivre imm&#233;diatement leur affirmation de la d&#233;monstration en &#233;voquant l'attachement exceptionnellement fort que R. avait pour sa famille et sa situation. Lorsqu'on sait d'une part que R. venait de blesser mortellement par accident son coll&#232;gue H. - et l'on ne saurait mettre en doute ce point sans violer l'art. 277bis PPF - et que l'on prend en consid&#233;ration les tr&#232;s graves ennuis qu'une telle situation ne pouvait manquer de comporter pour l'accus&#233; en ce qui concerne sa carri&#232;re professionnelle et par voie de cons&#233;quence pour sa famille, on ne peut que constater l'&#233;vidence que R. s'est trouv&#233; imm&#233;diatement apr&#232;s l'accident dans une situation inextricable, propre &#224; provoquer une grande angoisse, &#224; d&#233;faut de l'affolement et de la panique que l'autorit&#233; cantonale a express&#233;ment ni&#233;s. En qualifiant cette situation de d&#233;tresse profonde, les premiers juges n'ont donc pas viol&#233; le droit f&#233;d&#233;ral, puisqu'ils se sont prononc&#233;s sur un point de fait.\nIl n'en r&#233;sulte toutefois pas que le pourvoi du Minist&#232;re public est mal fond&#233;. En effet, le juge n'a pas &#224; retenir une circonstance att&#233;nuante chaque fois que l'une des conditions de l'art. 64 CP est r&#233;alis&#233;e, mais seulement lorsqu'en outre, la peine plus douce qu'il y a eu lieu de prononcer selon l'art. 65 CP se justifie (ATF 71 IV 79 ss.). En se pronon&#231;ant sur ce point, le juge a le m&#234;me pouvoir que dans le cadre de l'art. 63 CP; il ne saurait sans violer le droit f&#233;d&#233;ral abuser de son pouvoir d'appr&#233;ciation.\nTel est le cas en l'esp&#232;ce. En effet, la d&#233;tresse profonde est certes de nature &#224; expliquer des actes irrationnels et partant &#224; excuser bien des comportements &#224; l'auteur, mais pas d'une mani&#232;re inconditionnelle (cf. ATF 83 IV 188 pr&#233;cit&#233;). De m&#234;me que dans l'&#233;tat de n&#233;cessit&#233;, l'auteur doit respecter une certaine proportionnalit&#233; entre les motifs qui le poussent et l'importance du bien qu'il l&#232;se. C'est dire que d'une part il devra, dans la mesure que l'on peut exiger de lui compte tenu de son &#233;tat psychologique - lequel toutefois rappelons-le ne justifie par d&#233;finition pas l'application de l'art. 11 CP -, choisir la solution la moins pr&#233;judiciable pour autrui et que, d'autre part, il devra le cas &#233;ch&#233;ant renoncer &#224; faire pr&#233;valoir ses int&#233;r&#234;ts sur ceux des tiers, si la morale le commande.\nIn casu, les ennuis que R. encourait pour avoir bless&#233; accidentellement et non mortellement son camarade justifiaient BGE 107 IV 94 S. 98sans doute une certaine appr&#233;hension, mais ils n'&#233;taient pas tels que pour les  &#233;viter &#224; soi-m&#234;me ou &#224; sa famille, il soit possible, sans faire preuve d'un  &#233;go&#239;sme forcen&#233;, d'essayer de les &#233;viter en tuant d&#233;lib&#233;r&#233;ment (en faisant usage successivement de deux armes) un &#234;tre humain. L'autorit&#233; cantonale ne pouvait donc sans abuser de son pouvoir d'appr&#233;ciation mettre R. au b&#233;n&#233;fice de la circonstance att&#233;nuante de la d&#233;tresse profonde sur la base des faits qu'elle a retenus. Elle n'aurait pu le faire que si elle avait constat&#233;  express&#233;ment que, dans la situation telle qu'il se la repr&#233;sentait, R. a respect&#233; une proportionnalit&#233; raisonnable entre le but qu'il cherchait et le pr&#233;judice caus&#233; &#224; la victime, autrement dit qu'il s'est conduit d'une mani&#232;re que la morale ne r&#233;prouve pas totalement. La d&#233;cision attaqu&#233;e doit donc &#234;tre annul&#233;e.\n \n   \n   "
}