{
  "titre": "131 V 59",
  "annee": "2005",
  "contenu": "\n      \n  Chapeau\n131 V 5910. Arr&#234;t dans la cause Caisse-maladie KPT/CPT et S., agissant par ses parents V. et D. contre Etat de Vaud et Tribunal des assurances du canton de Vaud\nK 108/04 + K 111/04 du 17 janvier 2005\n  \nRegeste\nArt. 41 al. 3 LAMal; art. 23 et 26 CC: Interpr&#233;tation de la notion de \"canton de r&#233;sidence\".  Par \"canton de r&#233;sidence\" (\"Wohnkanton\"; \"cantone di domicilio\") au sens de l'art. 41 al. 3 LAMal, il faut entendre le canton de domicile selon les art. 23 ss CC. \n\n\n  \n  \n  \nFaits &#224; partir de page 60\n\n\n    BGE 131 V 59 S. 60\n   \n\n    A. S., n&#233;e en 1969, est gravement handicap&#233;e. Elle a &#233;t&#233; plac&#233;e &#224; la Fondation H. &#224; R., dans le canton de Berne, qui est une institution pour handicap&#233;s. Ses papiers sont d&#233;pos&#233;s &#224; L., canton de Vaud, o&#249; elle a grandi et o&#249; vivent ses parents. Elle passe un week-end sur deux ainsi que sept semaines enti&#232;res dans l'ann&#233;e (vacances) aupr&#232;s de ces derniers.\nS. est affili&#233;e aupr&#232;s de la section vaudoise de la CPT Caisse-maladie pour l'assurance obligatoire des soins, ainsi que pour une assurance compl&#233;mentaire des frais d'hospitalisation, classe de prestations 1 (division commune d'un h&#244;pital dans toute la Suisse, pour autant que celui-ci ait &#233;t&#233; int&#233;gr&#233; dans la planification hospitali&#232;re du canton d'implantation).\nLe 28 juin 2003, l'assur&#233;e a &#233;t&#233; admise au Centre de psychiatrie de P., dans le canton de Berne. Elle pr&#233;sentait alors un tableau psychotique avec mise en danger d'elle-m&#234;me et de ses proches.\nLe 8 ao&#251;t 2003, le Centre psychiatrique de P. a pr&#233;sent&#233; &#224; l'Etat de Vaud une demande de garantie de paiement pour un traitement hors du canton de r&#233;sidence selon l'art. 41 al. 3 LAMal. Par d&#233;cision du 2 septembre 2003, le Service cantonal vaudois de la sant&#233; publique a rejet&#233; la demande, au motif que la patiente r&#233;sidait dans le canton de Berne, de sorte que son admission &#224; la clinique psychiatrique de P. ne pouvait pas &#234;tre consid&#233;r&#233;e comme une hospitalisation extra-cantonale au sens de l'art. 41 al. 3 LAMal.\n\n    B. Repr&#233;sent&#233;e par ses parents, V. et D., S. a recouru contre cette d&#233;cision aupr&#232;s du Tribunal des assurances du canton de Vaud. La caisse-maladie CPT a &#233;t&#233; appel&#233;e en cause.\nStatuant le 24 mars 2004, le tribunal cantonal a rejet&#233; le recours.\n\n    C. Tant S. que la caisse-maladie CPT ont interjet&#233; un recours de droit administratif contre ce jugement. Toutes les deux concluent, en substance, &#224; la prise en charge par l'Etat de Vaud de la diff&#233;rence entre les co&#251;ts factur&#233;s par le Centre de psychiatrie de P. et les tarifs de cet &#233;tablissement pour les habitants du canton de Berne.\nLe Service cantonal de la sant&#233; publique a conclu au rejet des recours. De son c&#244;t&#233;, l'Office f&#233;d&#233;ral de la sant&#233; publique n'a pas pr&#233;sent&#233; d'observations.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Les deux recours sont dirig&#233;s contre le m&#234;me jugement, opposent les m&#234;mes parties et portent l'un et l'autre sur un &#233;tat de faits BGE 131 V 59 S. 61identique. Il y a donc lieu de joindre les causes et de statuer par un seul arr&#234;t (cf. ATF 127 V 33 consid. 1 et les r&#233;f&#233;rences).\n\n    2. Le Tribunal f&#233;d&#233;ral des assurances est comp&#233;tent ratione materiae pour conna&#238;tre des litiges portant sur l'application de l'art. 41 al. 3 LAMal (ATF 123 V 290). Le recours de droit administratif dirig&#233; contre un jugement de derni&#232;re instance cantonale tranchant une contestation dans ce domaine est d&#232;s lors recevable.\n\n    3. L'assur&#233;e recourante a ind&#233;niablement qualit&#233; pour recourir. Il en va de m&#234;me de la caisse-maladie CPT, qui a en l'esp&#232;ce pay&#233; la facture d'hospitalisation au Centre psychiatrique de P. en qualit&#233; de garant [syst&#232;me du tiers payant] (ATF 123 V 298 consid. 4).\n\n    4. La question du choix du fournisseur de prestations et de la prise en charge des co&#251;ts est r&#233;gl&#233;e &#224; l'art. 41 LAMal. Selon l'art. 41 al. 3 LAMal, si, pour des raisons m&#233;dicales, l'assur&#233; recourt aux services d'un h&#244;pital public ou subventionn&#233; par les pouvoirs publics situ&#233; hors de son canton de r&#233;sidence, ce canton prend en charge la diff&#233;rence entre les co&#251;ts factur&#233;s et les tarifs que l'h&#244;pital applique aux r&#233;sidents du canton (premi&#232;re phrase; paiement de la diff&#233;rence des co&#251;ts : ATF 123 V 290 et 310). La notion de \"raisons m&#233;dicales\" est explicit&#233;e &#224; l'art. 41 al. 2 LAMal. Sont r&#233;put&#233;es raisons m&#233;dicales le cas d'urgence et le cas o&#249; les prestations n&#233;cessaires ne peuvent &#234;tre fournies:\na) au lieu de r&#233;sidence ou de travail de l'assur&#233; ou dans les environs s'il s'agit d'un traitement ambulatoire;\nb) dans le canton o&#249; r&#233;side l'assur&#233;, s'il s'agit d'un traitement hospitalier ou semi-hospitalier, ou dans un h&#244;pital en dehors de ce canton, qui figure sur la liste dress&#233;e par le canton o&#249; r&#233;side l'assur&#233;, en application de l'art. 39 al. 1 let. e LAMal.\n\n    5. \n   \n\n    5.1 Dans le cas particulier, il n'est pas contest&#233; que la condition de l'urgence &#233;tait r&#233;alis&#233;e. La question est de savoir si l'assur&#233;e a d&#251; ou non se rendre dans un &#233;tablissement hors de son canton de r&#233;sidence ou, en d'autres termes, quel &#233;tait son canton de r&#233;sidence au sens de l'art. 41 al. 3 LAMal. Si l'on admet qu'il s'agissait du canton de Berne, le probl&#232;me d'une prise en charge de la diff&#233;rence des co&#251;ts ne se pose pas. Dans le cas contraire, il appartiendrait au canton de Vaud de prendre en charge cette diff&#233;rence. Plus pr&#233;cis&#233;ment, le litige porte sur l'interpr&#233;tation de la notion de canton de r&#233;sidence selon l'art. 41 al. 3 LAMal. BGE 131 V 59 S. 62\n   \n\n    5.2 Les premiers juges interpr&#232;tent cette notion comme &#233;tant le domicile au sens de l'art. 23 CC. Ils retiennent que le domicile des parents de l'assur&#233;e recourante, &#224; L., est son unique rattachement avec le canton de Vaud. Le Centre psychiatrique de P. a estim&#233; qu'il n'&#233;tait pas judicieux de transf&#233;rer la patiente dans un &#233;tablissement vaudois. Aussi bien doit-on admettre, selon la juridiction cantonale, que la localit&#233; de R. est la r&#233;sidence pr&#233;pond&#233;rante de l'int&#233;ress&#233;e, d'autant plus que ses s&#233;jours &#224; L. ont pour seul but de faire des visites &#224; la famille. En cons&#233;quence, l'Etat de Vaud n'est pas tenu de prendre en charge le co&#251;t suppl&#233;mentaire d&#233;coulant de l'hospitalisation de l'assur&#233;e dans un &#233;tablissement bernois.\nPour les recourants, en revanche, le placement dans un &#233;tablissement ne constitue pas le domicile, m&#234;me s'il a lieu pour une dur&#233;e ind&#233;termin&#233;e. L'art. 41 al. 3 LAMal doit &#234;tre mis en relation avec le domicile fiscal de l'assur&#233;. Cette disposition vise la situation de la personne qui se fait hospitaliser hors du canton o&#249; elle paie ses imp&#244;ts; en l'occurrence, l'int&#233;ress&#233;e est impos&#233;e dans le canton de Vaud.\n\n    5.3 La loi s'interpr&#232;te en premier lieu selon sa lettre. Selon la jurisprudence, il n'y a lieu de d&#233;roger au sens litt&#233;ral d'un texte clair par voie d'interpr&#233;tation que lorsque des raisons objectives permettent de penser que ce texte ne restitue pas le sens v&#233;ritable de la disposition en cause. De tels motifs peuvent d&#233;couler des travaux pr&#233;paratoires, du but et du sens de la disposition, ainsi que de la syst&#233;matique de la loi. Si le texte n'est pas absolument clair, si plusieurs interpr&#233;tations de celui-ci sont possibles, il convient de rechercher quelle est la v&#233;ritable port&#233;e de la norme, en la d&#233;gageant de tous les &#233;l&#233;ments &#224; consid&#233;rer, soit notamment des travaux pr&#233;paratoires, du but de la r&#232;gle, de son esprit, ainsi que des valeurs sur lesquelles elle repose ou encore de sa relation avec d'autres dispositions l&#233;gales (ATF 130 II 71 consid. 4.2, ATF 130 V 50 consid. 3.2.1, ATF 130 V 232  consid. 2.2, ATF 129 V 284 consid. 4.2 et les r&#233;f&#233;rences).\n\n    5.4 A l'&#233;gard de l'art. 41 al. 3 LAMal, une interpr&#233;tation litt&#233;rale ne saurait &#234;tre retenue, d&#233;j&#224; pour le motif que, sur le point ici en discussion, les versions allemande, fran&#231;aise et italienne du texte divergent. En effet, le terme \"canton de r&#233;sidence\" est rendu en allemand par \"Wohnkanton\" et par \"cantone di domicilio\" en italien.\n\n    5.5 Les travaux pr&#233;paratoires ne fournissent pas de r&#233;ponse &#224; la question pos&#233;e. Selon le message du Conseil f&#233;d&#233;ral concernant la BGE 131 V 59 S. 63r&#233;vision de l'assurance-maladie du 6 novembre 1991, la nouvelle r&#233;glementation d&#233;coulant de l'art. 41 al. 3 LAMal devait servir &#224; la p&#233;r&#233;quation des charges et &#224; la coordination renforc&#233;e entre les cantons. Par exemple les cantons ayant cr&#233;&#233; de grands centres hospitaliers devaient &#234;tre amen&#233;s &#224; conclure des accords financiers avec leurs cantons voisins afin que ceux-ci participent au financement de l'&#233;tablissement concern&#233;. Les centres hospitaliers appliqueraient, en contrepartie, les m&#234;mes tarifs aux patients du canton et aux patients venant de l'ext&#233;rieur (FF 1992 I 151). On peut d&#233;duire de ces explications que le souci principal du l&#233;gislateur &#233;tait d'inciter les cantons &#224; renforcer leur collaboration lors de la planification hospitali&#232;re.\n\n    5.6 L'approche syst&#233;matique appara&#238;t en revanche d&#233;terminante. Il existe en ce qui concerne l'obligation pour les cantons de contribuer aux frais du traitement hospitalier un lien mat&#233;riel et &#233;conomique &#233;troit entre l'art. 49 LAMal et l'art. 41 al. 3 premi&#232;re phrase LAMal (ATF 130 V 486 consid. 5.3.3). Selon l'art. 49 al. 1 LAMal, pour r&#233;mun&#233;rer le traitement hospitalier, y compris le s&#233;jour &#224; l'h&#244;pital (art. 39 al. 1 LAMal), les parties &#224; une convention conviennent de forfaits; pour les habitants du canton, ces forfaits couvrent au maximum, par patient ou par groupe d'assur&#233;s, 50 pour cent des co&#251;ts imputables dans la division commune d'h&#244;pitaux publics ou subventionn&#233;s par les pouvoirs publics (premi&#232;re et deuxi&#232;me phrases). D'apr&#232;s l'al. 2 de la m&#234;me disposition, les parties &#224; une convention peuvent pr&#233;voir que des prestations diagnostiques ou th&#233;rapeutiques sp&#233;ciales ne soient pas comprises dans le forfait, mais factur&#233;es s&#233;par&#233;ment; pour ces prestations, elles peuvent prendre en compte, pour les habitants du canton, les co&#251;ts imputables &#224; raison d'un maximum de 50 pour cent, s'agissant d'h&#244;pitaux publics ou subventionn&#233;s par les pouvoirs publics. La r&#233;mun&#233;ration au sens de cette r&#233;glementation &#233;puise toutes les pr&#233;tentions de l'h&#244;pital pour la division commune (protection tarifaire; art. 49 al. 4 LAMal; voir &#233;galement GUY LONGCHAMP, Conditions et &#233;tendue du droit aux prestations de l'assurance-maladie sociale, th&#232;se, Berne 2004, p. 332 sv.). La partie restante est donc en principe financ&#233;e par les recettes fiscales.\nEn raison de l'obligation d'affiliation &#224; l'assurance-maladie (art. 3 LAMal), le nombre des assur&#233;s et celui des contribuables (personnes physiques) se recouvre en principe et dans une tr&#232;s large mesure dans un canton. Si les patients provenant d'autres cantons BGE 131 V 59 S. 64b&#233;n&#233;ficiaient du m&#234;me tarif hospitalier, cela aurait pour cons&#233;quence, pour les cantons dits importateurs de patients, de devoir subventionner les contribuables d'autres cantons. La coordination entre les cantons deviendrait pratiquement impossible. Ainsi, les cantons disposant d'une infrastructure hospitali&#232;re de pointe tenteraient de dissuader les patients de l'ext&#233;rieur de se faire soigner dans leurs &#233;tablissements: ces m&#234;mes patients, payant leurs imp&#244;ts dans un autre canton, seraient une charge pour les finances du canton importateur (sur ces questions, voir CRIVELLI/HAUSER/ZWEIFEL, Prestations hospitali&#232;res en dehors du canton de domicile, Une &#233;valuation de l'art. 41.3 LAMal sous un angle &#233;conomique, Publication du Concordat des assureurs-maladie suisses, 1997, p. 30). L'application de l'art. 41 al. 3 LAMal implique donc un rattachement avec l'assujettissement fiscal du patient.\n\n    5.7 En mati&#232;re d'interdiction de la double imposition (art. 46 al. 2 aCst. et art. 127 al. 3 premi&#232;re phrase Cst.), le domicile fiscal des personnes physiques correspond, en r&#232;gle ordinaire, au domicile civil, c'est-&#224;-dire le lieu o&#249; la personne r&#233;side avec l'intention de s'&#233;tablir durablement (art. 23 al. 1 CC), ou le lieu o&#249; se situe le centre de ses int&#233;r&#234;ts (ATF 125 I 467 consid. 2b et 56 consid. 2). De mani&#232;re plus g&#233;n&#233;rale, m&#234;me si la loi sur l'imp&#244;t f&#233;d&#233;ral direct (LIFD; RS 642.11) et la loi sur l'harmonisation des imp&#244;ts directs des cantons et des communes (LHID; RS 642.14) connaissent une d&#233;finition du domicile (art. 3 LIFD et art. 3 LHID) qui n'est plus, &#224; l'instar des anciennes lois fiscales, calqu&#233;e sur la d&#233;finition du droit civil, la notion de domicile fiscal reste n&#233;anmoins tr&#232;s proche de celle du droit civil (RYSER/ROLLI, Pr&#233;cis de droit fiscal suisse, 4e  &#233;dition, Berne 2002, p. 31 [14 A 207]; JEAN-MARC RIVIER, Droit fiscal suisse, 2e &#233;dition, Lausanne 1998, note 2b p. 311; arr&#234;t A. du 26 juillet 2004 [2A.475/2003]).\nSur le vu de ce qui pr&#233;c&#232;de, il se justifie donc d'interpr&#233;ter la notion de canton de r&#233;sidence au sens de l'art. 41 al. 3 LAMal comme &#233;tant le canton de domicile selon les art. 23 ss CC. La doctrine, du reste, s'exprime, de mani&#232;re plus ou moins explicite dans ce sens (GEBHARD EUGSTER, Krankenversicherung in: Schweizerisches Bundesverwaltungsrecht [SBVR], p. 167, note de bas de page 746; voir aussi MAURER, Das neue Krankenversicherungsrecht, B&#226;le 1996, p. 75, o&#249; cet auteur fait r&#233;f&#233;rence au \"Wohnsitzkanton\"; dans le m&#234;me sens: POLEDNA/BERGER, &#214;ffentliches Gesundheitsrecht, Berne 2002, p. 57 ch. 114; voir &#233;galement AYER/DESPLAND, Loi f&#233;d&#233;rale sur BGE 131 V 59 S. 65l'assurance-maladie, &#233;dition annot&#233;e, Gen&#232;ve 2004, p. 89 avec un renvoi &#224; un jugement du Tribunal administratif du canton de Lucerne publi&#233; dans SVR 1998 KV n&#176; 17 p. 57).\n\n    5.8 En proc&#233;dure cantonale, l'intim&#233; s'est pr&#233;valu de l'arr&#234;t publi&#233; aux ATF 126 V 484. Mais cette r&#233;f&#233;rence n'est pas pertinente en l'esp&#232;ce. Cet arr&#234;t concerne la r&#233;glementation applicable au cas de traitement ambulatoire pr&#233;vu &#224; l'art. 41 al. 1, deuxi&#232;me phrase, LAMal; il porte, en particulier, sur l'interpr&#233;tation des termes \"lieu de r&#233;sidence ou de travail de l'assur&#233; ou dans les environs\". Le lieu de r&#233;sidence et le canton de r&#233;sidence ne sont pas des notions identiques (EUGSTER, op. cit., p. 166, note de bas de page 744). Du reste, dans l'arr&#234;t invoqu&#233;, le Tribunal f&#233;d&#233;ral des assurances a laiss&#233; ind&#233;cis le point de savoir quel sens il fallait donner aux termes \"canton o&#249; r&#233;side l'assur&#233;\" (\"Wohnkanton\", \"cantone di domicilio\") dont use l'art. 41 al. 1, troisi&#232;me phrase, LAMal, qui concerne le traitement hospitalier ou semi-hospitalier (ATF 126 V 489 consid. 5d).\n\n    6. \n   \n\n    6.1 Aux termes de l'art. 26 CC, le s&#233;jour dans une localit&#233; en vue d'y fr&#233;quenter des &#233;coles, ou le fait d'&#234;tre plac&#233; dans un &#233;tablissement d'&#233;ducation, un hospice, un h&#244;pital, une maison de d&#233;tention, ne constituent pas le domicile. Cette disposition ne contient qu'une pr&#233;somption qui peut &#234;tre renvers&#233;e lorsqu'une personne entre de son plein gr&#233; dans un &#233;tablissement afin d'y faire le centre de son existence. Dans ce cas, le s&#233;jour dans l'&#233;tablissement ne sert pas un but sp&#233;cifique (&#233;ducation, soins, traitement ou ex&#233;cution d'une peine) et la constitution d'un domicile volontaire peut &#234;tre admise (arr&#234;t K. du 18 juin 2004 consid. 4.2 non publi&#233; aux ATF 130 V 404).\n\n    6.2 En l'esp&#232;ce, il est constant que l'assur&#233;e s&#233;journe dans un &#233;tablissement au sens de l'art. 26 CC (voir &#224; ce propos JACQUES-MICHEL Grossen, Personnes physiques, Trait&#233; de droit priv&#233; suisse, Tome II, 2, p. 70; DANIEL STAEHELIN, Kommentar zum Schweizerischen Privatrecht [Commentaire b&#226;lois], Zivilgesetzbuch I: 1-359 ZGB, B&#226;le 1996, n. 7 ad art. 26). Il n'est d'autre part pas contest&#233; par les parties qu'elle a grandi chez ses parents &#224; L., o&#249; elle a fait sa scolarit&#233; (Ecole U. et Ecole O.). Le placement de l'assur&#233;e a &#233;t&#233; d&#233;cid&#233; par les parents de celle-ci d'entente avec le m&#233;decin traitant. L'Office de l'assurance-invalidit&#233; pour le canton de Vaud, qui verse des prestations d'assurance, a donn&#233; son accord. Deux week-ends par mois et sept semaines enti&#232;res par ann&#233;e, l'assur&#233;e revient chez ses BGE 131 V 59 S. 66parents. Du point de vue fiscal, elle est impos&#233;e dans le canton de Vaud. Hormis son s&#233;jour en &#233;tablissement, elle ne para&#238;t pas avoir nou&#233; de liens particuliers avec le canton de Berne. Il appara&#238;t qu'elle n'a pas rompu avec son ancien domicile ni manifest&#233; son intention de s'&#233;tablir de fa&#231;on durable dans ce canton.\nDans ces conditions, il faut d'admettre que l'assur&#233;e a son domicile civil dans le canton de Vaud. Il appartient donc &#224; ce canton, conform&#233;ment &#224; l'art. 41 al. 3 LAMal, de payer la diff&#233;rence des co&#251;ts r&#233;sultant de l'hospitalisation d'urgence de l'int&#233;ress&#233;e.\n\n    7. Il convient en cons&#233;quence d'annuler le jugement attaqu&#233; et la d&#233;cision administrative pr&#233;c&#233;dente, et de renvoyer la cause &#224; l'office intim&#233; pour qu'il rende une nouvelle d&#233;cision au sens des consid&#233;rants.\n\n    8. Dans la mesure o&#249; l'assur&#233;e est partie au litige, il n'y a pas lieu de percevoir des frais de justice (ATF 130 V 87). L'assur&#233;e recourante, qui obtient gain de cause, a droit &#224; une indemnit&#233; de d&#233;pens (art. 159 al. 1 OJ). Quant &#224; la caisse-maladie CPT, bien qu'elle obtienne aussi gain de cause, elle n'a pas droit &#224; des d&#233;pens (SVR 2000 KV n&#176; 39 p. 122 consid. 3).\n \n   \n   "
}