{
  "titre": "105 Ia 67",
  "annee": "1979",
  "contenu": "\n      \n  Chapeau\n105 Ia 6716. Auszug aus dem Urteil der II. &#246;ffentlichrechtlichen Abteilung vom 11. Mai 1979 i.S. Maier gegen Kanton Bern und Pr&#228;sident des Verwaltungsgerichts des Kantons Bern (staatsrechtliche Beschwerde)\n\n  \n  \nRegeste\nArt. 4, 31 et 33 Cst; monopole de l'avocat en mati&#232;re fiscale.  1. Une partie a qualit&#233; pour former un recours de droit public, lorsque celui qu'elle a mandat&#233; pour la repr&#233;senter n'est pas autoris&#233; &#224; le faire (consid.  1b). \n2. Monopole de l'avocat et libert&#233; du commerce et de l'industrie: \na) Dans quelle mesure une r&#233;glementation l&#233;gale de la libre repr&#233;sentation des parties doit-elle respecter la libert&#233; du commerce et de l'industrie  (consid. 4)? \nb) Int&#233;r&#234;ts publics justifiant des limitations du principe de la libre repr&#233;sentation des parties (consid. 5). \nc) Le fait de r&#233;server aux seuls avocats le droit de repr&#233;senter les parties devant la derni&#232;re autorit&#233; judiciaire cantonale en mati&#232;re fiscale respecte-t-il le principe de la proportionnalit&#233;? (Question laiss&#233;e ouverte). Aper&#231;u de la situation juridique dans les cantons (consid. 7). \n\n\n  \n  \nFaits &#224; partir de page 68\n\n\n    BGE 105 Ia 67 S. 68\n   \n\n    Gem&#228;ss Art. 27 Abs. 1 des bernischen Gesetzes &#252;ber die Verwaltungsrechtspflege vom 22. Oktober 1961 (VRPG) richtet sich die Befugnis, vor Verwaltungsjustizbeh&#246;rden f&#252;r andere als Rechtsbeistand zu handeln, nach den Vorschriften &#252;ber die Anw&#228;lte. Art. 83 Abs. 2 der Zivilprozessordnung f&#252;r den Kanton Bern bestimmt, dass die F&#228;higkeit, f&#252;r einen anderen im Prozess als Rechtsbeistand zu verhandeln, nach den besonderen Gesetzen &#252;ber die Bef&#228;higung zur Anwaltschaft zu beurteilen ist. Art. 12 des bernischen Gesetzes &#252;ber die Advokaten vom 10. Dezember 1840 (AG) lautet:\nRechte der Advokaten, F&#252;rsprecher und Prokuratoren\nArt. 12\n1 Die bereits bestehenden und die infolge dieses Gesetzes patentierten Advokaten haben ausschliessend das Recht, die schriftlichen Vortr&#228;ge in Civil- und Administrativsachen anderer, welche zu den wesentlichen Bestandteilen der Verhandlungen geh&#246;ren, zu verfassen und zu unterschreiben und k&#246;nnen in allen Arten von Prozessen die erforderlichen Diktaturen zu Protokoll geben.\n2 Ausser in den F&#228;llen, wo das Gesetz es auch andern Personen ausdr&#252;cklich gestattet, steht ihnen einzig die Befugnis m&#252;ndlicher Vortr&#228;ge in Sachen anderer vor dem Richter und den Gerichten zu. Es werden aber nur die bisherigen und die infolge dieses Gesetzes patentierten F&#252;rsprecher zu der m&#252;ndlichen Verhandlung nicht eigener Civilsachen vor dem Obergerichte zugelassen.\n3 Die Advokaten sind berechtigt, f&#252;r die Gesch&#228;fte, welche sie in Auftr&#228;gen anderer besorgen, die in dem Tarife bestimmten Emolumente und Entsch&#228;digungen zu fordern.BGE 105 Ia 67 S. 69\n   \nW&#228;hrend diese Vorschriften von den bernischen Gerichten offenbar ausnahmslos angewendet werden, ist die Praxis im verwaltungsinternen Verfahren und auch vor der kantonalen Rekurskommission (untere Rechtspflegebeh&#246;rde in Steuersachen) weniger streng.\nPeter Z&#252;rcher, Prokurist in Thierachern/BE, vertrat den in Spanien wohnhaften Kurt Maier in einer Steuerstreitsache vor den bernischen Beh&#246;rden. Die kantonale Rekurskommission wies am 25. April 1978 einen von Z&#252;rcher im Namen Maiers erhobenen Rekurs ab. Die Rechtsmittelbelehrung dieses Entscheides enthielt den ausdr&#252;cklichen Hinweis, dass eine allf&#228;llige Beschwerde an das Verwaltungsgericht entweder durch den Beschwerdef&#252;hrer selbst oder durch einen zur Prozessf&#252;hrung vor bernischen Gerichten erm&#228;chtigten Anwalt verfasst und unterzeichnet sein m&#252;sse. Z&#252;rcher, der nicht Rechtsanwalt ist, erhob gegen den erw&#228;hnten Entscheid namens von Kurt Maier Beschwerde beim Verwaltungsgericht des Kantons Bern. Der Pr&#228;sident des Verwaltungsgerichts machte Z&#252;rcher drei Tage vor Ende der Rechtsmittelfrist brieflich darauf aufmerksam, dass vor Verwaltungsgericht nur Rechtsanw&#228;lte g&#252;ltig f&#252;r andere handeln k&#246;nnen. Er gab Z&#252;rcher Gelegenheit, diesen Mangel bis zum Ablauf der Beschwerdefrist zu verbessern und drohte ihm an, im Unterlassungsfall nicht auf die Beschwerde einzutreten. Am letzten Tage der Frist reichte Peter Z&#252;rcher eine notariell beglaubigte Vollmacht ein, welche ihn unter anderem berechtigt, \"...den Vollmachtgeber vor allen Beh&#246;rden und Instanzen zu vertreten, Prozesse aller Art anzuheben, ...Anw&#228;lte zu bezeichnen und diese zur Prozessf&#252;hrung und allen damit verbundenen Vorkehren ... zu erm&#228;chtigen. ...\" Der Pr&#228;sident des Verwaltungsgerichtes des Kantons Bern als Einzelrichter lehnte am 13. Juni 1978  das Eintreten auf die von Peter Z&#252;rcher eingereichte Beschwerde Maiers ab.\nMit fristgerechter staatsrechtlicher Beschwerde verlangt Z&#252;rcher im Namen Maiers die Aufhebung dieses Entscheides. Er r&#252;gt sinngem&#228;ss, Art. 12 AG verstosse gegen Art. 4, 31 und 33 BV.\nDie kantonale Steuerverwaltung und das Verwaltungsgericht des Kantons Bern schliessen auf Abweisung der Beschwerde.\nDas Bundesgericht hat bei den obersten Steuerjustizbeh&#246;rden aller Kantone Amtsberichte &#252;ber die Frage eingeholt, wie vor BGE 105 Ia 67 S. 70diesen Beh&#246;rden die Parteivertretung gehandhabt wird. Alle Kantone haben sich vernehmen lassen.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    1. a) Aus Art. 29 Abs. 2 OG folgt e contrario, dass Nichtanw&#228;lte im staatsrechtlichen Beschwerdeverfahren als Parteivertreter zugelassen sind. Peter Z&#252;rcher ist von Kurt Maier zur Prozessf&#252;hrung ordnungsgem&#228;ss bevollm&#228;chtigt worden.\nb) Mit der Beschwerde wird geltend gemacht, die gesetzliche Regelung, wonach zur Parteivertretung vor dem bernischen Verwaltungsgericht nur Rechtsanw&#228;lte berechtigt sind, verstosse gegen Art. 4, 31 und 33 BV. Die Beschwerde, wiewohl von Z&#252;rcher unterzeichnet, wird ausschliesslich im Namen Kurt Maiers erhoben. Die Nichtanerkennung als Prozessvertreter ber&#252;hrt zwar zun&#228;chst nur die Rechtsstellung Z&#252;rchers. In F&#228;llen, in welchen ein Anwalt in einem anderen Kanton als in demjenigen, dessen F&#228;higkeitsausweis er besitzt, nicht als Prozessvertreter zugelassen wurde, hat das Bundesgericht indessen immer anerkannt, dass durch diese Verf&#252;gung auch die Partei in ihren Rechten betroffen ist. Es hat daher auch die Partei zur Beschwerde wegen Verletzung von Art. 4, 31 und 33 BV sowie von Art. 5 der &#220;bergangsbestimmungen als legitimiert erachtet (BGE 95 I 410 mit Verweisungen; BIRCHMEIER, Bundesrechtspflege, S. 371; HINDEN, Die Legitimation zur staatsrechtlichen Beschwerde, Z&#252;rich 1961, S. 160; MARTI, Die staatsrechtliche Beschwerde, 3. Auflage, Basel 1977, N. 95). Im vorliegenden Fall geht es zwar nicht um die interkantonale Anerkennung eines Anwaltes als Parteivertreter. Die Interessenlage ist im wesentlichen aber dieselbe. Durch den Nichteintretensentscheid wird dem Beschwerdef&#252;hrer verunm&#246;glicht, sein vermeintliches Recht durch das Verwaltungsgericht materiell &#252;berpr&#252;fen zu lassen. Er wird dadurch in seiner Rechtsstellung betroffen. Die erw&#228;hnte Rechtsprechung ist daher auch auf den vorliegenden Fall anzuwenden.\n\n    4. Der Beschwerdef&#252;hrer ist der Auffassung, dass die Befugnis der Kantone, Regeln &#252;ber die Parteivertretung aufzustellen, durch die Handels- und Gewerbefreiheit beschr&#228;nkt wird, und dass insbesondere die Einrichtung eines Anwaltsmonopols vor diesem Freiheitsrecht nicht standh&#228;lt.\n\n    BGE 105 Ia 67 S. 71\n   \na) In der Rechtslehre ist umstritten, ob und inwieweit die Handels- und Gewerbefreiheit im Zusammenhang mit der Ordnung der Parteivertretung, namentlich der Rechtsanwaltschaft, &#252;berhaupt zu ber&#252;cksichtigen ist. Der  &#252;berwiegende Teil der Lehre und auch das Bundesgericht in konstanter Rechtsprechung bejahen indessen ihre Geltung auch in diesem Bereich (BGE 103 Ia  431; 100 Ia 166 ff. E. 3 mit Verweisungen, K&#220;NZLER, Das Anwaltsrecht des Kantons Appenzell-Ausserrhoden, St. Gallen 1976, S. 35 ff.; ZEMP, Das Luzerner Anwaltsrecht, Winterthur 1968, S. 15; HESS, Das Anwaltsmonopol, St&#228;fa 1957, S.  16; FIDEK, Das Berufsrecht der Anw&#228;lte und Rechtsagenten im Kanton St. Gallen, St. Gallen 1951, S. 6; HUBATKA, Thurgauisches Anwaltsrecht, Frauenfeld 1951, S.  74 f.; KELLER, Die Gewerbefreiheit und die Rechtsanwaltschaft als wissenschaftliche Berufsart, Uster 1951, S. 58 f.; anderer Meinung: SALZMANN, Das besondere Rechtsverh&#228;ltnis zwischen Anwalt und Rechtsstaat, Thun 1976, S.  126 ff.; vgl. 244 ff. und 311 ff.; TRAUTWEILER, Aargauisches Anwaltsrecht, Muri/AG 1946, S. 14 f.). An dieser Rechtsprechung ist zumindest insoweit festzuhalten, als die Rechtsanwaltschaft in einem Kanton als Gewerbe und nicht als &#246;ffentliches Amt ausgestaltet ist.\nb) Die in Art. 31 Abs. 1 BV verankerte Handels- und Gewerbefreiheit gew&#228;hrleistet dem B&#252;rger die freie Wahl der privatwirtschaftlichen Erwerbst&#228;tigkeit (MARTI, Die Wirtschaftsfreiheit der schweizerischen Bundesverfassung, Basel 1976, S. 51, N. 90). Gem&#228;ss Art. 31 Abs. 2 BV k&#246;nnen die Kantone Vorschriften &#252;ber die Aus&#252;bung von Handel und Gewerben erlassen. Diese Bestimmungen d&#252;rfen jedoch den Grundsatz der Handels- und Gewerbefreiheit nicht beeintr&#228;chtigen. Einschr&#228;nkungen der Handels- und Gewerbefreiheit m&#252;ssen auf gesetzlicher Grundlage beruhen, im &#246;ffentlichen Interesse liegen und die Grunds&#228;tze der Verh&#228;ltnism&#228;ssigkeit und der Rechtsgleichheit beachten (BGE 103  Ia 596 E. 1a; 102 Ia 544 E. 11, beide mit Verweisungen; MARTI, a.a.O., S. 68  ff.). Die bundesgerichtliche Rechtsprechung verlangt weiter, dass Eingriffe in die Handels- und Gewerbefreiheit nur aus polizeilichen oder sozialpolitischen Motiven vorgenommen werden d&#252;rfen. Verfassungswidrig sind dagegen alle wirtschaftspolitischen Massnahmen, die in die freie Konkurrenz zur Sicherung oder F&#246;rderung gewisser Erwerbszweige oder BGE 105 Ia 67 S. 72Betriebsarten eingreifen und das wirtschaftliche Geschehen planm&#228;ssig lenken  (BGE 103 Ia 596 E. 1a mit Verweisungen).\nc) Art. 33 Abs. 1 BV erm&#228;chtigt die Kantone, die wissenschaftlichen Berufe, zu welchen unbestrittenermassen auch die Rechtsanwaltschaft geh&#246;rt (BGE 103 Ia  50 E. 2c; K&#220;NZLER, a.a.O., S. 35; FEHLMANN, Die rechtliche Stellung der freien wissenschaftlichen Berufe, Affoltern a.A., 1946, S. 50 ff., 77 ff.), von einem F&#228;higkeitsausweis abh&#228;ngig zu machen. Art. 33 Abs. 1 BV gilt in Lehre und Praxis &#252;berwiegend als Anwendungsfall von Art. 31 Abs. 2 BV (BGE 95 I 335 E. 4;  LARGIER, Der F&#228;higkeitsausweis im schweizerischen Wirtschaftsrecht; Uster 1951, S. 58 f.; K&#220;NZLER, a.a.O., S. 36; ZEMP, a.a.O., S. 15; HESS, a.a.O., S. 16;  FLEINER/GIACOMETTI, Schweizerisches Bundesstaatsrecht, Z&#252;rich 1949, S. 306;  BURCKHARDT, Kommentar der Schweizerischen Bundesverfassung, 3. Auflage, Bern  1931, S. 277). Damit ist noch nicht gesagt, welche T&#228;tigkeiten im Bereich der Rechtspflege besonders bef&#228;higten Personen vorbehalten werden d&#252;rfen und wie der Kreis der Berechtigten und die Anforderungen, denen diese zu gen&#252;gen haben, zu umschreiben sind.\nWenn der Kanton gest&#252;tzt auf die verfassungsrechtliche Kompetenzausscheidung im Interesse einer wohlgeordneten Rechtspflege &#252;ber diese Fragen Rechtsregeln erl&#228;sst, kommt ihm ein erhebliches Ermessen zu. Er muss dabei aber den ebenfalls im &#246;ffentlichen Interesse liegenden Grundrechten Rechnung tragen. Allf&#228;llige Kollisionen zwischen verschiedenen &#246;ffentlichen Interessen sind durch wertende Gegen&#252;berstellung und Abw&#228;gung zu l&#246;sen (BGE 104 Ia 97 E. 6 mit Verweisungen; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Auflage, Basel 1976, Nr. 57 B IV). Im Rahmen dieser Abw&#228;gung ist auch die Handels- und Gewerbefreiheit mitzuber&#252;cksichtigen.\n\n    5. a) Wer einen Streit um den Bestand von Rechten und Pflichten nicht selber f&#252;hren, sondern einen Vertreter damit beauftragen will, hat ein eminentes Interesse an dessen Fachkenntnissen, an dessen Sorgfalt, Verantwortungsbewusstsein und Zutrauensw&#252;rdigkeit. Der Erfolg einer Klage oder eines anderen Rechtsmittels wird selbst dann, wenn die entscheidende Instanz das Recht von Amtes wegen anzuwenden hat, nicht zuletzt von den F&#228;higkeiten des Vertreters abh&#228;ngen. Die Partei muss sich darauf verlassen k&#246;nnen, dass ihr BGE 105 Ia 67 S. 73Vertreter im einschl&#228;gigen formellen und materiellen Recht bewandert ist. Andererseits braucht der Vertreter vollen, r&#252;ckhaltlosen Einblick in alle erheblichen Verh&#228;ltnisse des Klienten, um dessen Interessen wirksam vertreten zu k&#246;nnen. Dazu muss er auf das unbedingte Vertrauen des Rechtssuchenden z&#228;hlen k&#246;nnen, was seinerseits bedingt, dass dieser voll auf die Verschwiegenheit des Vertreters rechnen darf(BGE 100 Ia 168 E. 3).\nIm weitern liegt es auch im Interesse der Funktionst&#252;chtigkeit und Qualit&#228;t der Rechtspflege - und somit letztlich ebenfalls im Interesse des rechtssuchenden B&#252;rgers -, dass derjenige, welcher einen Rechtsstreit tats&#228;chlich f&#252;hrt, ausreichende Rechtskenntnisse besitzt. Ein rechtskundiger Vertreter weiss die zu l&#246;senden Fragen richtig zu stellen. Er kann dem Richter die Auffindung des richtigen Rechts wesentlich erleichtern und damit einen wertvollen Beitrag zur Verminderung des Arbeitsaufwandes der Rechtspflegebeh&#246;rden aller Stufen leisten. F&#252;r eine Ordnung, welche die Parteivertretung gewissen fachlich und pers&#246;nlich qualifizierten Personen vorbeh&#228;lt, sprechen daher durchaus beachtliche &#246;ffentliche Interessen. In der Literatur wurde sogar - namentlich mit Blick auf ausl&#228;ndische Beispiele - die Frage aufgeworfen, ob nicht die Einf&#252;hrung eines eigentlichen Anwaltszwanges ein geeignetes Mittel w&#228;re, um der allgemein &#252;berhandnehmenden &#220;berlastung namentlich h&#246;chster Gerichte zu steuern (ANDRE GRISEL, La surcharge des Cours supr&#234;mes et les moyens d'y rem&#233;dier; ZBl 1978, S. 373 ff., 383).\nb) Diese Gr&#252;nde haben die meisten Kantone bewogen, die Parteivertretung und teilweise auch weitere T&#228;tigkeiten im Bereich der Rechtspflege in unterschiedlichem Ausmass rechtlicher Ordnung zu unterwerfen und deren Aus&#252;bung ausschliesslich Personen, die sich &#252;ber ihre Bef&#228;higung ausgewiesen haben, zu  &#252;berlassen. Mit der Privilegierung dieser Personen sind regelm&#228;ssig Anforderungen an ihre Bef&#228;higung und oft auch gewisse Berufspflichten und eine  &#246;ffentlichrechtliche Aufsicht verbunden.\naa) Am ausgepr&#228;gtesten zeigt sich dies bei den patentierten Rechtsanw&#228;lten. Diese sind schon von Bundesrechts wegen an das Berufsgeheimnis gebunden (Art.  321 StGB) und bieten daher volle Gew&#228;hr f&#252;r Verschwiegenheit. Daneben bestehen kantonale Vorschriften &#252;ber die Berufsaus&#252;bung. Im Kanton Bern untersteht der patentierte Rechtsanwalt f&#252;r seine Berufst&#228;tigkeit BGE 105 Ia 67 S. 74der Aufsicht der Anwaltskammer (Art. 7 des Dekrets &#252;ber die Anwaltskammer vom  28. Dezember 1919 i.V. mit Art. 420 Abs. 1 ZPO), eines staatlichen Organs, welches die Aufgabe hat, Verst&#246;sse der F&#252;rsprecher gegen ihre Berufspflichten gem&#228;ss Art. 17 AG zu ahnden. Die vom bernischen Anwaltsverband erlassenen Standesregeln sind auch von Anw&#228;lten, welche nicht dem Verband angeh&#246;ren, zu beachten, soweit sie die in den gesetzlichen Vorschriften allgemein umschriebenen Pflichten konkretisieren (BGE 98 Ia 360 E. 3a). Der patentierte F&#252;rsprecher ist f&#252;r seine M&#252;hewaltung an einen Geb&#252;hrentarif gebunden (Dekret  &#252;ber die Anwaltsgeb&#252;hren vom 6. November 1973) und kann verpflichtet werden, seine Dienste bed&#252;rftigen Personen zu einem erm&#228;ssigten Tarif zur Verf&#252;gung zu stellen (Art. 77 Abs. 6 ZPO i.V. mit Art. 17 ff. des Dekrets &#252;ber die Anwaltsgeb&#252;hren). In den meisten Kantonen bestehen &#228;hnliche Regelungen. Viele Kantone, und insbesondere der Kanton Bern, stellen hohe Anforderungen an die Erlangung des Anwaltspatentes. Der Rechtsanwalt als \"freier Diener am Recht\"  (Ziff. 1 der Standesregeln des Bernischen Anwaltsverbandes; vgl. BGE 103 Ia  431; BGE 96 I 528) bietet daher dank seiner Ausbildung und der &#252;ber ihn ausge&#252;bten strengen Aufsicht erh&#246;hte Gew&#228;hr f&#252;r den Schutz seiner Mandanten und f&#252;r ein Verhalten, welches die Rechtspflege im Interesse ihrer Funktionsf&#228;higkeit und der Qualit&#228;t der Rechtsprechung vor sachlich nicht gerechtfertigter Inanspruchnahme und Belastung bewahrt.\nbb) Soweit einzelne Kantone f&#252;r gewisse Arten von Streitigkeiten weiteren Personen das T&#228;tigwerden als Parteivertreter gestatten, sind die Regelungen hinsichtlich Zulassung und Aufsicht h&#246;chst unterschiedlich. Einzelne Kantone pr&#252;fen die Bef&#228;higung zur Parteivertretung in bestimmten Materien jeweilen im Einzelfall oder f&#252;hren Listen &#252;ber die in bestimmten F&#228;llen nebst den Anw&#228;lten zur Parteivertretung berechtigten Personen. Andere Kantone unterwerfen auch solche Personen Pr&#252;fungen und &#246;ffentlichrechtlicher Aufsicht. Endlich kennen die meisten Kantone Bereiche, in welchen die Parteivertretung nicht geregelt und daher frei ist.\n\n    6. Im Kanton Bern ist - im Gegensatz zur Mehrzahl der schweizerischen Kantone (vgl. HESS, S. 26 ff., 53 ff.) - nicht nur die berufsm&#228;ssige oder die entgeltliche, sondern jede Parteivertretung dem Anwaltsmonopol unterstellt (Art. 12 AG). Da BGE 105 Ia 67 S. 75die Handels- und Gewerbefreiheit nur die Freiheit der Erwerbst&#228;tigkeit sch&#252;tzt, kann der Beschwerdef&#252;hrer hieraus nichts zu seinen Gunsten ableiten. Er tut dies auch zu Recht nicht.\nDas bernische Anwaltsmonopol erstreckt sich nach dem Wortlaut von Art. 12 AG auf das gesamte Handeln in \"Civil- und Administrativsachen anderer\". Ob es sich rechtfertigt, die Vertretung vor Administrativbeh&#246;rden vollumf&#228;nglich dem Anwaltsmonopol zu unterstellen, ist im vorliegenden Fall nicht zu pr&#252;fen. Der Beschwerdef&#252;hrer erw&#228;hnt selber, dass er im vorliegenden Steuerstreit im verwaltungsinternen Verfahren und vor der kantonalen Rekurskommission als vertraglicher Vertreter zugelassen wurde; er w&#228;re daher nicht legitimiert, diesbez&#252;gliche R&#252;gen zu erheben. Das bernische Anwaltsmonopol ist daher im vorliegenden Fall nur streitig, soweit es sich auf die Vertretung in Steuersachen vor Verwaltungsgericht bezieht.\n\n    7. Nicht jede Bet&#228;tigung als Parteivertreter braucht nach der Bundesgerichtspraxis gleich hohen Anspr&#252;chen zu gen&#252;gen. Das Bundesgericht hat in BGE 95 I 330 ff. entschieden, es widerspreche dem Grundsatz der Verh&#228;ltnism&#228;ssigkeit und damit der Handels- und Gewerbefreiheit, zur Gl&#228;ubigervertretung vor Betreibungsamt nur patentierte Rechtsanw&#228;lte zuzulassen. Auch f&#252;r die Vertretung vor betreibungsrechtlichen Aufsichtsbeh&#246;rden gelten weniger strenge Anforderungen (nicht ver&#246;ffentlichtes Urteil vom 15. November 1978 i.S. I.). Auf der andern Seite hat das Bundesgericht den Kantonen stets die Befugnis zugestanden, das Verfahren vor dem Rechts&#246;ffnungsrichter den im Kanton zugelassenen Anw&#228;lten vorzubehalten (BGE 103 Ia 47 ff.). Es hat sodann eine Regelung als zul&#228;ssig erachtet, welche die berufsm&#228;ssige Rechtsberatung und Prozessvorbereitung patentpflichtig erkl&#228;rte (BGE 100 Ia 166 ff. E. 3). Wie es sich mit dem Recht der Parteivertretung vor Verwaltungsjustizbeh&#246;rden in Steuersachen verh&#228;lt, hatte das Bundesgericht bis anhin noch nicht zu entscheiden.\na) Ein rechtsvergleichender &#220;berblick &#252;ber die geltenden Regelungen &#252;ber die Parteivertretung vor den obersten kantonalen Steuerjustizbeh&#246;rden zeigt folgendes:\n15 Kantone kennen (abgesehen vom Erfordernis der Handlungsf&#228;higkeit und unter Umst&#228;nden von bestimmten Verbotsgr&#252;nden) keinerlei Beschr&#228;nkungen. Dies sind die BGE 105 Ia 67 S. 76Kantone Z&#252;rich, Luzern, Obwalden, Glarus, Zug, Freiburg, Solothurn, beide Appenzell, Graub&#252;nden, Thurgau, Tessin, Waadt, Wallis und Neuenburg. Thurgau gedenkt allerdings, mit der Einf&#252;hrung der Verwaltungsgerichtsbarkeit den vom Obergericht zugelassenen Anw&#228;lten das alleinige Recht der berufsm&#228;ssigen Parteivertretung vor Verwaltungsgericht einzur&#228;umen. Neuenburg schl&#228;gt de lege ferenda ein allgemeines Anwaltsmonopol vor.\nUri und Basel-Stadt behalten die berufsm&#228;ssige Vertretung vor der obersten Steuerjustizbeh&#246;rde allein den Rechtsanw&#228;lten vor; Schwyz, Basel-Landschaft, Schaffausen und St. Gallen lassen zur berufsm&#228;ssigen Vertretung neben den Anw&#228;lten weitere Personen zu, n&#228;mlich Schwyz die Steuerberater, Basel-Landschaft und Schaffhausen Treuhandb&#252;ros, St. Gallen die Rechtsagenten.\nAusser Bern behalten Nidwalden, Aargau, Genf und Jura jede gewillk&#252;rte Parteivertretung vor der obersten Steuerjustizbeh&#246;rde besonders bezeichneten Personen vor. In Nidwalden sind dies wie in Bern lediglich die Anw&#228;lte. Nidwalden begr&#252;ndet diese L&#246;sung damit, dass sich Treuh&#228;nder, Steuerberater, etc., erfahrungsgem&#228;ss um Verfahrensfragen wenig k&#252;mmern und damit ihren Klienten einen schlechten Dienst leisten und dem Gericht erhebliche Mehrarbeit zu verursachen pflegen. Im Aargau wird die Parteivertretung zus&#228;tzlich gewissen Familiengenossen und ausserdem Notaren und Steuerberatern gestattet. Die Bef&#228;higung der letztgenannten Personengruppe wird als Prozessvoraussetzung im Einzelfall gepr&#252;ft; die Zulassung richtet sich nach ihrer Ausbildung und Praxis. In Genf und im Jura sind neben den Anw&#228;lten \"personnes professionnellement qualifi&#233;es\" als Vertreter zugelassen; &#252;ber diese Personen sollen Listen gef&#252;hrt werden, die aber in beiden Kantonen noch nicht aufgestellt worden sind. Genf deutet an, dass bei nicht berufsm&#228;ssiger Vertretung die Anforderungen gelockert werden k&#246;nnten.\nDemnach beschr&#228;nken immerhin elf Kantone die Parteivertretung vor der obersten Steuerjustizbeh&#246;rde in der einen oder anderen Weise. Vor den unteren Instanzen der Steuerverwaltung und -rechtspflege ist die Parteivertretung -  soweit ersichtlich - nur in den Kantonen Bern, Basel-Stadt, Schaffhausen und Genf Beschr&#228;nkungen unterworfen. Im Kanton Bern hat die Praxis - wie erw&#228;hnt -  die strenge Regel BGE 105 Ia 67 S. 77des Art. 12 AG gelockert. In Basel-Stadt sind Berufsverb&#228;nde zur Vertretung ihrer Mitglieder zugelassen. In Schaffhausen und in Genf gelten grunds&#228;tzlich dieselben Vorschriften wie vor der obersten Beh&#246;rde, wobei Genf darauf hinweist, dass die Praxis m&#246;glicherweise weniger streng sei.\nb) Verwaltungsgerichte sind - im Gegensatz zu &#252;bergeordneten Verwaltungsbeh&#246;rden - wie Zivil- oder Strafgerichte reine Rechtspflegeorgane. Sie werden nur auf Parteiantrag t&#228;tig. Sie haben sich nicht mit der Aufsicht  &#252;ber den geordneten Gang der Verwaltung zu befassen, sondern entscheiden nur die ihnen unterbreiteten Einzelf&#228;lle, die in der Regel reine Rechtsfragen betreffen. Ihre Urteile sind - unter Vorbehalt der Revision - unab&#228;nderlich und k&#246;nnen insbesondere durch das Gericht nicht von Amtes wegen in Wiedererw&#228;gung gezogen werden. Der Gesichtspunkt des Individualrechtsschutzes durch eine unabh&#228;ngige Instanz steht im Vordergrund (vgl. GYGI/STUCKI, Handkommentar zum bernischen Gesetz &#252;ber die Verwaltungsrechtspflege, Bern 1962, S. 69 ff.; GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, 2. Auflage, Bern  1974, S. 18 ff., 31 ff., 39 ff.).\nDiesen Gedanken entspricht die regelm&#228;ssig gr&#246;ssere Formstrenge des verwaltungsgerichtlichen Verfahrens und insbesondere die Regelung der sachlichen Zust&#228;ndigkeit. Verwaltungsgerichte sind h&#228;ufig auf die &#220;berpr&#252;fung bestimmter Beschwerdegr&#252;nde beschr&#228;nkt und geniessen, zumindest in Ermessensfragen, keine volle Kognitionsbefugnis (vgl. Art. 16 Abs. 2 VRPG; Art.  149 des bernischen Gesetzes &#252;ber die direkten Staats- und Gemeindesteuern; im folgenden: StG; GYGI/STUCKI, a.a.O., zu Art. 16 Abs. 2 VRPG; GRUBER, Handkommentar zum bernischen StG, dritte Auflage, Bern und Frankfurt 1975, N. 2  und 3 zu Art. 149 StG). Um die Interessen der Partei wirkungsvoll vertreten zu k&#246;nnen, muss der Rechtsbeistand in der Lage sein, zu erkennen, welche R&#252;gen seinem Rechtsmittel zum Erfolg verhelfen k&#246;nnen und welche zum vorneherein unzul&#228;ssig sind. Blosse Formfehler k&#246;nnen unter Umst&#228;nden dazu f&#252;hren, dass auf eine Rechtsvorkehr nicht eingetreten wird und der Partei die materielle  &#220;berpr&#252;fung des behaupteten Rechts verwehrt bleibt.\nDar&#252;ber hinaus ist zu beachten, dass der Kanton Bern f&#252;r den Rechtsschutz in Steuersachen mehrere Instanzen vorsieht. Gegen jede Veranlagung kann Einsprache gef&#252;hrt werden BGE 105 Ia 67 S. 78(Art. 134 ff. StG). Der Einspracheentscheid kann bei der kantonalen Rekurskommission angefochten werden, welcher volle &#220;berpr&#252;fungsbefugnis zusteht  (Art. 141 ff., insbesondere 147 StG i.V. mit Art. 138 StG). Dieser Entscheid endlich kann an das Verwaltungsgericht weitergezogen werden (Art. 149 StG). Dieser gut ausgebaute unterinstanzliche Rechtsschutz hat nicht zuletzt die Funktion, die oberste kantonale Instanz in gewissem Sinne zu entlasten (vgl. GYGI, a.a.O., S. 33). In Anbetracht dieser Ordnung gewinnt das legitime Interesse der letzten kantonalen Instanz an der Einhaltung gewisser prozessualer Formen und namentlich daran, dass ihm die zu entscheidenden Rechtsfragen durch kundige Vertreter unterbreitet werden, erh&#246;htes Gewicht.\nc) Allerdings ist zu ber&#252;cksichtigen, dass neben dem Kanton Bern lediglich der Kanton Nidwalden jegliche Parteivertretung vor der obersten Steuerjustizbeh&#246;rde den Anw&#228;lten vorbeh&#228;lt; in Uri und Basel-Stadt gilt dasselbe f&#252;r die berufsm&#228;ssige Vertretung. In allen anderen Kantonen ist die Parteivertretung vor diesen Instanzen entweder frei, oder es sind zumindest weitere qualifizierte Personen zugelassen. Zwar untermauert namentlich der Kanton Nidwalden seinen Standpunkt mit beachtenswerten Argumenten. Dennoch liesse sich im Rahmen der Pr&#252;fung der Verh&#228;ltnism&#228;ssigkeit der bernischen Ordnung wohl die Frage aufwerfen, ob es in Steuersachen, wo es vor allem auf Spezialkenntnisse des Steuer- und allenfalls des Obligationenrechts ankommt, nicht gerechtfertigt w&#228;re, auch Treuh&#228;nder, Revisoren und Personen mit  &#228;hnlicher Ausbildung als Parteivertreter zuzulassen, soweit sie sich &#252;ber ihre Bef&#228;higung einwandfrei ausgewiesen haben (z.B. durch eine h&#246;here Fachpr&#252;fung f&#252;r B&#252;cherexperten, vgl. das von der Schweizerischen Treuhand- und Revisionskammer am 11. Juni 1974 erlassene und vom Eidgen&#246;ssischen Volkswirtschaftsdepartement am 21. November 1974 genehmigte Pr&#252;fungsreglement;  oder durch eine kantonale Pr&#252;fung, vgl. etwa Art. 3 und 4 sowie die Ausf&#252;hrungserlasse des B&#252;ndner Gesetzes &#252;ber die Aus&#252;bung des Treuh&#228;nderberufes vom 28. Mai 1978). Allenfalls w&#228;re eine geeignete Aufsicht &#252;ber das Berufsgebaren dieser Personen zu schaffen.\nd) Peter Z&#252;rcher zeichnet als Prokurist. Er tut nicht dar, dass er durch Ausbildung oder auch nur durch Praxis sich auf dem Gebiete des Steuerrechts in besonderer Weise qualifiziert hat.BGE 105 Ia 67 S. 79\n   \nWie zu entscheiden w&#228;re, wenn es sich so verhielte, kann offen bleiben. Jedenfalls in der vorliegenden Situation kann aus der Handels- und Gewerbefreiheit und aus dem Grundsatz der Verh&#228;ltnism&#228;ssigkeit nicht abgeleitet werden, dass Peter Z&#252;rcher als Parteivertreter zuzulassen ist. Die Beschwerde ist daher, soweit mit ihr eine Verletzung der Handels- und Gewerbefreiheit ger&#252;gt wird, abzuweisen.\n\n    8. Bei diesem Ergebnis bleibt f&#252;r die Pr&#252;fung unter dem Gesichtswinkel von Art. 4 BV wenig Raum.\nDas bernische Anwaltsmonopol ist - wie sich erwiesen hat - keineswegs sinn- oder zwecklos. Im Umstand, dass das strenge System des alleinigen Vertretungsrechts der patentierten Anw&#228;lte im Verfahren vor den Steuerbeh&#246;rden und vor der kantonalen Rekurskommission durch die Praxis (vgl. MBVR 12 458; 30 409) gelockert wurde, liegt keine willk&#252;rliche Unterscheidung. Das Verfahren vor den Steuerbeh&#246;rden richtet sich nach dem Steuergesetz, und die kantonale Rekurskommission ist gest&#252;tzt auf Art. 148 StG einer eigenen, wenig formalistischen Ordnung unterstellt (Dekret betreffend die kantonale Rekurskommission vom 6. September 1956). Wie die Veranlagungsbeh&#246;rde im Einspracheverfahren kann die Rekurskommission den Einspracheentscheid vollumf&#228;nglich &#252;berpr&#252;fen und im Rahmen des Gesetzes frei entscheiden (Art. 147 StG i.V. mit Art. 138 StG). Jedenfalls folgt aus dieser Lockerung der Praxis auf der unteren Ebene nicht ohne weiteres, dass das Verwaltungsgericht als oberste bernische Steuerjustizbeh&#246;rde ein Gleiches tun muss.\nDas Verwaltungsgericht betrachtete das Fehlen eines zul&#228;ssigen Vertretungsverh&#228;ltnis als mangelnde Prozessvoraussetzung und trat deshalb nicht auf die Beschwerde ein. Der Beschwerdef&#252;hrer r&#252;gt nicht, dass diese Sanktion gegen Art. 4 BV verstosse, so dass diese Frage nicht zu pr&#252;fen ist. Die Beschwerde ist daher auch unter dem Gesichtspunkt des Art. 4 BV abzuweisen.\n \n   \n   "
}