{
  "titre": "114 Ia 97",
  "annee": "1988",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     401\n                                                                        402\n                                                                        403\n                                                                        404\n                                                                        405\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n114 Ia 9716. Extrait de l'arr&#234;t de la Ire Cour de droit public du 4 mai 1988 dans la cause Z. contre B. et Commission cantonale de recours en mati&#232;re de police des constructions du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 4 Cst. droit d'&#234;tre entendu.  Le droit d'&#234;tre entendu est viol&#233; par l'autorit&#233; \n- qui, envisageant d'introduire une motivation juridique enti&#232;rement nouvelle et dont aucune partie ne pouvait pr&#233;voir l'adoption, n'accorde pas &#224; la partie qui risque d'en &#234;tre l&#233;s&#233;e la facult&#233; de se d&#233;terminer &#224; ce sujet; \n- qui n'informe pas les parties de l'apport au dossier de pi&#232;ces nouvelles, destin&#233;es &#224; d&#233;terminer un point de droit d&#233;cisif et dont les parties ne pouvaient avoir connaissance ni supputer la pertinence in casu. \n\n\n  \n  \n  \nFaits &#224; partir de page 97\n\n\n    BGE 114 Ia 97 S. 97\n   \n\n    Z. et B. sont propri&#233;taires, sur le territoire de la commune de Rolle, de deux parcelles contigu&#235;s, situ&#233;es dans le secteur de la rue des Jardins inclus dans la zone de la vieille ville, selon le plan des zones et le r&#232;glement sur le plan d'extension et la police des BGE 114 Ia 97 S. 98constructions, actuellement en vigueur, qui ont &#233;t&#233; adopt&#233;s par le Conseil communal le 19 d&#233;cembre 1967 et approuv&#233;s par le Conseil d'Etat le 4 octobre  1968 (RPE).\nUn nouveau plan des zones et un nouveau r&#232;glement communal sur le plan des zones et la police des constructions sont en voie d'&#233;laboration. D'apr&#232;s ce projet, les parcelles en question seraient situ&#233;es dans la \"zone du centre ancien\", qui fait l'objet d'un plan d'extension partiel et d'un r&#232;glement sp&#233;cial. Les 12 et 26 novembre 1985, le Conseil communal a adopt&#233; une par une les diverses zones pr&#233;vues par le projet, y compris celle du centre ancien et son r&#232;glement sp&#233;cial, mais &#224; l'exception de la zone de verdure et de la zone agricole et viticole; puis il a d&#233;cid&#233; d'ajourner ses d&#233;bats, qui, outre sur les deux zones non adopt&#233;es, devront encore porter sur les dispositions de police des constructions applicables &#224; toutes les zones.\nLevant une opposition de B., la Municipalit&#233; a, par d&#233;cision du 25 f&#233;vrier  1987 prise en application de la r&#233;glementation communale en vigueur, accord&#233; &#224;  Z. un permis de construire en vue de la sur&#233;l&#233;vation d'un petit b&#226;timent existant sur sa parcelle.\nPar prononc&#233; du 17 novembre 1987, la Commission cantonale de recours en mati&#232;re de police des constructions (ci-apr&#232;s: la Commission) a admis le recours form&#233; par B. contre cette d&#233;cision. Elle a consid&#233;r&#233; que le plan d'extension partiel concernant la zone du centre ancien et le r&#232;glement sp&#233;cial y aff&#233;rent avaient &#233;t&#233; adopt&#233;s par le Conseil communal et qu'il y avait lieu d'en appliquer les dispositions cumulativement avec celles de la r&#233;glementation en vigueur; or, selon les dispositions nouvelles, le b&#226;timent de Z. est situ&#233;  dans l'aire de verdure, en principe inconstructible, de la zone du centre ancien.\nContre ce prononc&#233;, Z. a form&#233;, avec succ&#232;s, un recours de droit public pour violation, notamment, du droit d'&#234;tre entendu.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. La port&#233;e du droit d'&#234;tre entendu est d&#233;termin&#233;e en premier lieu par le droit cantonal, dont le Tribunal f&#233;d&#233;ral examine l'application sous l'angle restreint de l'arbitraire. Dans les cas o&#249; la protection que ce droit accorde aux administr&#233;s appara&#238;t insuffisante, l'int&#233;ress&#233; peut invoquer celle d&#233;coulant directement de l'art. 4 Cst., qui constitue ainsi une garantie subsidiaire et minimale. Le Tribunal f&#233;d&#233;ral examine librement si les exigences pos&#233;es BGE 114 Ia 97 S. 99par cette disposition constitutionnelle ont &#233;t&#233; respect&#233;es (ATF 113 Ia 82 /83  consid. 3a, ATF 112 Ia 5, 109 consid. 2a et les arr&#234;ts cit&#233;s). En l'esp&#232;ce, la recourante n'invoque pas la violation de normes du droit cantonal. C'est donc &#224;  la seule lumi&#232;re de l'art. 4 Cst. qu'il convient d'examiner le m&#233;rite de son grief.\na) La jurisprudence a d&#233;duit du droit d'&#234;tre entendu, en particulier, le droit pour le justiciable de s'expliquer avant qu'une d&#233;cision ne soit prise &#224;  son d&#233;triment, celui de fournir des preuves quant aux faits de nature &#224; influer sur le sort de la d&#233;cision, celui d'avoir acc&#232;s au dossier, celui de participer  &#224; l'administration des preuves, d'en prendre connaissance et de se d&#233;terminer &#224;  leur propos. En effet, le droit d'&#234;tre entendu est &#224; la fois une institution servant &#224; l'instruction de la cause et une facult&#233; de la partie, en rapport avec sa personnalit&#233;, de participer au prononc&#233; de d&#233;cisions qui l&#232;sent sa situation juridique (ATF 112 Ia 3, ATF 111 Ia 104 consid. 2b, ATF 109 Ia 5, 233 consid.  5b et les arr&#234;ts cit&#233;s). Cette facult&#233; subsiste, en r&#232;gle g&#233;n&#233;rale, quand bien m&#234;me le juge administratif peut, comme la Commission intim&#233;e, examiner d'office les questions de fait et de droit, sans &#234;tre li&#233; par les moyens invoqu&#233;s (ATF ATF 105 Ia 196). Une partie n'a certes en principe pas le droit de se prononcer sur l'appr&#233;ciation juridique des faits ni, plus g&#233;n&#233;ralement, sur l'argumentation juridique &#224; retenir (ATF 108 Ia 295 consid. 4c). Cependant, ce droit doit &#234;tre reconnu et respect&#233; lorsque le juge envisage de fonder sa d&#233;cision sur une norme ou un motif juridique non &#233;voqu&#233; dans la proc&#233;dure ant&#233;rieure et dont aucune des parties en pr&#233;sence ne s'est pr&#233;value et ne pouvait supputer la pertinence in casu (ATF 107 V 248 /9 consid. 1 et 2, ATF 93 I 151; arr&#234;t non publi&#233;  S. du 8 juillet 1987; arr&#234;t du 18 mars 1964 publi&#233; in ZBl 65/1964, p. 269;  GRISEL, Trait&#233; de droit administratif, p. 381; HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, p. 138; TINNER, Das rechtliche Geh&#246;r, RDS 83/1964 II p.  343 et les r&#233;f&#233;rences en n. 53).\nb) En l'esp&#232;ce, la Municipalit&#233; de Rolle s'est fond&#233;e uniquement sur le plan des zones et le r&#232;glement de 1968 pour octroyer l'autorisation de construire sollicit&#233;e par la recourante. Celle-ci soutient, dans son recours - et la Commission admet express&#233;ment, dans ses observations -, qu'il n'a jamais &#233;t&#233;  question du projet de nouvelle r&#233;glementation communale, ni au cours de l'instruction ni &#224; l'audience de la Commission, et que ce projet a donc &#233;t&#233;  produit apr&#232;s coup au dossier, &#224; son insu.\nOr, la Commission a fait application des dispositions du futur plan d'affectation concernant le centre ancien et du r&#232;glement BGE 114 Ia 97 S. 100sp&#233;cial y aff&#233;rent pour parvenir &#224; la conclusion que l'autorisation de construire avait &#233;t&#233; d&#233;livr&#233;e &#224; tort. Elle a ainsi introduit une motivation juridique enti&#232;rement nouvelle et dont aucune partie ne pouvait pr&#233;voir l'adoption, le d&#233;bat ayant exclusivement port&#233;, jusqu'alors, sur l'application des normes en vigueur. La Commission ne pouvait ignorer le fait que la prise en consid&#233;ration de la r&#233;glementation en projet &#233;tait de nature &#224; porter un pr&#233;judice important &#224; la b&#233;n&#233;ficiaire du permis de construire litigieux. En n'accordant pas &#224; celle-ci la facult&#233; de se d&#233;terminer pr&#233;alablement &#224; ce sujet, elle a viol&#233; son droit d'&#234;tre entendue.\nc) Mais le droit d'&#234;tre entendu comporte une autre garantie proc&#233;durale encore, qui n'a pas non plus &#233;t&#233; respect&#233;e dans le cas particulier.\nSelon la jurisprudence, en effet, l'autorit&#233; qui verse au dossier de nouvelles pi&#232;ces dont elle entend se pr&#233;valoir dans son jugement est tenue d'en aviser les parties (ATF 112 Ia 202 consid. a, ATF 99 Ia 570 consid. 3). Si ce principe n'a certes pas une port&#233;e absolue et conna&#238;t des exceptions, celles-ci n'entrent toutefois pas en ligne de compte en l'esp&#232;ce.\nLa d&#233;cision attaqu&#233;e est principalement fond&#233;e sur le motif que le futur plan d'extension partiel devant r&#233;gir la zone o&#249; se trouve la parcelle de la recourante avait &#233;t&#233; adopt&#233; par le Conseil communal. Or, la d&#233;termination de ce point de droit d&#233;cisif a n&#233;cessit&#233; l'apport au dossier, post&#233;rieurement &#224;  l'audience de jugement du 12 mai 1987, du proc&#232;s-verbal des deux s&#233;ances que le Conseil communal avait, les 12 et 26 novembre 1985, consacr&#233;es &#224; cet objet. Par la force des choses, les parties n'ont pas pu, et ne pouvaient pas, avoir connaissance de cette pi&#232;ce suppl&#233;mentaire. Elles ne pouvaient pas davantage escompter que la Commission y aurait recours et, qui plus est, se fonderait sur elle pour trancher une question de droit essentielle. Au surplus, la port&#233;e des d&#233;cisions du Conseil communal relat&#233;es dans ce document pouvait pr&#234;ter &#224;  discussion, d&#232;s lors que la nouvelle r&#233;glementation n'&#233;tait pas enti&#232;rement adopt&#233;e.\nPour toutes ces raisons, la Commission ne pouvait, sans violer l'art. 4 Cst., se dispenser de renseigner la recourante sur l'apport de cette pi&#232;ce.\n \n   \n   "
}