{
  "titre": "116 Ia 491",
  "annee": "1990",
  "contenu": "\n      \n  Chapeau\n116 Ia 49173. Extrait de l'arr&#234;t de la Ire Cour de droit public du 15 ao&#251;t 1990 dans la cause D. contre Vaud, Commission cantonale de recours en mati&#232;re de constructions (recours de droit public)\n\n  \nRegeste\nProtection contre le bruit; force d&#233;rogatoire du droit f&#233;d&#233;ral.  La l&#233;gislation f&#233;d&#233;rale sur la protection de l'environnement n'exclut pas que le droit cantonal ou communal interdise, dans un lieu o&#249; les activit&#233;s commerciales doivent coexister avec l'habitation, une exploitation qui par sa nature s'exerce le soir et la nuit (consid. 1a). Interdiction d'un dancing fond&#233;e sur le droit communal (consid. 2a). \n\n\n  \n  \n  \nFaits &#224; partir de page 491\n\n\n    BGE 116 Ia 491 S. 491\n   \n\n    Francesco D. est propri&#233;taire de la parcelle No 839 du cadastre de Crissier. Celle-ci est occup&#233;e par un b&#226;timent dans lequel le propri&#233;taire exploite un caf&#233;-restaurant, avec une terrasse destin&#233;e aux clients et des places de stationnement pour leurs v&#233;hicules. Selon le plan d'affectation communal, l'immeuble appartient &#224; la zone industrielle \"D\". Celle-ci est destin&#233;e aux entreprises industrielles, artisanales ou commerciales dont le voisinage est compatible avec les zones d'habitation; les &#233;tablissements portant pr&#233;judice d'une mani&#232;re sensible au voisinage y sont interdits.\nD&#233;sireux d'agrandir ses locaux d'exploitation, de compl&#233;ter le caf&#233;-restaurant d'un dancing et d'augmenter le nombre des places de stationnement, D. a demand&#233; l'autorisation de remplacer la BGE 116 Ia 491 S. 492terrasse par un jardin d'hiver, de construire un garage souterrain et d'am&#233;nager encore d'autres locaux. La Municipalit&#233; de Crissier a refus&#233;  l'autorisation au motif que l'exploitation du dancing causerait une agitation nocturne inadmissible au regard de la r&#233;glementation de la zone. Cette d&#233;cision a &#233;t&#233; confirm&#233;e par la Commission cantonale de recours en mati&#232;re de constructions.\nAgissant par la voie du recours de droit public pour violation des art. 4 et  22ter Cst., D. a requis le Tribunal f&#233;d&#233;ral d'annuler le prononc&#233; de cette autorit&#233; et de lui renvoyer la cause. Le Tribunal f&#233;d&#233;ral a rejet&#233; le recours, dans la mesure o&#249; il &#233;tait recevable.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. a) En vertu de l'art. 84 al. 2 OJ, le recours de droit public n'est recevable que dans la mesure o&#249; les griefs soulev&#233;s ne peuvent pas &#234;tre pr&#233;sent&#233;s au Tribunal f&#233;d&#233;ral par un autre moyen de droit, tel que le recours de droit administratif.\nCelui-ci est ouvert contre les prononc&#233;s qui sont fond&#233;s sur le droit public f&#233;d&#233;ral, ou qui auraient d&#251; &#234;tre adopt&#233;s sur la base de ce droit parce qu'ils concernent une obligation ou une pr&#233;tention r&#233;gl&#233;e par des dispositions f&#233;d&#233;rales directement applicables, &#224; distinguer des principes de droit f&#233;d&#233;ral qui ne s'adressent qu'au l&#233;gislateur cantonal. Le recours de droit administratif est aussi ouvert contre les d&#233;cisions touchant &#224; la fois au droit cantonal ou communal et au droit f&#233;d&#233;ral directement applicable, mais seulement dans la mesure o&#249; l'application de ce dernier est en cause (art. 97 al. 1 OJ, 5 al. 1 PA; ATF 116 Ib 162 consid. a, ATF 115 Ib 385 consid. a, 350 consid. b).\nLa protection des personnes contre des atteintes nuisibles ou incommodantes, notamment contre le bruit, est r&#233;gl&#233;e par la l&#233;gislation f&#233;d&#233;rale sur la protection de l'environnement (art. 1 al. 1 LPE). Celle-ci n'exclut la cr&#233;ation de nouvelles installations ou exploitations bruyantes que lorsque leurs immissions pr&#233;visibles d&#233;passent, dans le voisinage, certaines valeurs (art. 25 al. 1 LPE; cf. ATF 116 Ib 167). Dans les autres cas, elle impose la limitation des &#233;missions par des mesures concernant en particulier la construction, l'&#233;quipement, le trafic et l'exploitation (art. 11 et 12 LPE; cf. ATF 113 Ib 401 consid. b).\nCette r&#233;glementation a abrog&#233;, en principe, les dispositions cantonales et communales tendant en g&#233;n&#233;ral &#224; la limitation des nuisances sonores (art. 2 Disp. trans. Cst.; ATF 114 Ib 220\n    BGE 116 Ia 491 S. 493consid. a, ATF 113 Ib 399 in medio). En revanche, elle laisse subsister les prescriptions concernant des objectifs particuliers d'urbanisme, telles que les r&#232;gles d'affectation du sol destin&#233;es &#224; d&#233;finir le caract&#232;re ou l'ambiance d'un quartier (ATF 114 Ib 222 /223). Le droit cantonal ou communal peut ainsi interdire, dans un lieu o&#249; les activit&#233;s commerciales doivent coexister avec l'habitation, une exploitation qui par nature s'exerce le soir et la nuit. La d&#233;cision contest&#233;e en l'esp&#232;ce est fond&#233;e uniquement sur ce droit; elle ne peut donc pas faire l'objet du recours de droit administratif.\n\n    2. a) L'objectif du plan d'affectation suppose que les autorit&#233;s comp&#233;tentes n'autorisent qu'avec circonspection les activit&#233;s commerciales qui s'exercent aux heures o&#249; la tranquillit&#233; est de premi&#232;re importance dans les quartiers d'habitation. La Commission cantonale n'a donc pas abus&#233; de son pouvoir d'appr&#233;ciation en jugeant que le repos nocturne est pr&#233;pond&#233;rant et qu'il serait troubl&#233; par les conversations des clients &#224; l'ext&#233;rieur du b&#226;timent, avec le d&#233;marrage et les manoeuvres des v&#233;hicules. Ces bruits ne pourraient pas &#234;tre &#233;vit&#233;s, alors m&#234;me qu'une partie des all&#233;es et venues serait confin&#233;e dans le garage souterrain.\n \n   \n   "
}