{
  "titre": "113 Ia 38",
  "annee": "1987",
  "contenu": "\n      \n  Chapeau\n113 Ia 387. Arr&#234;t de la IIe Cour de droit public du 13 f&#233;vrier 1987 en la cause Dr K. contre Conseil d'Etat du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 31 Cst.: fermeture d'un cabinet dentaire.  L'interdiction g&#233;n&#233;rale, pos&#233;e par la loi vaudoise, d'exploiter plus de deux cabinets n'est pas justifi&#233;e par un int&#233;r&#234;t pr&#233;pond&#233;rant &#224; la protection de la sant&#233; publique et viole le principe de la proportionnalit&#233;. \n\n\n  \n  \n  \nFaits &#224; partir de page 38\n\n\n    BGE 113 Ia 38 S. 38\n   \nLa loi vaudoise sur l'organisation sanitaire du 9 d&#233;cembre 1952 (LOS) pr&#233;voyait que:\n\"Le m&#233;decin-dentiste exerce son art personnellement dans son cabinet.\nIl peut avoir deux cabinets, dans deux localit&#233;s diff&#233;rentes. Dans ce\ncas, il exerce son art personnellement dans chacun de ces cabinets, qui ne\nseront ainsi ouverts qu'alternativement.\"\nCette disposition a &#233;t&#233; remplac&#233;e par l'art. 103 de la loi vaudoise du 29 mai 1985 sur la sant&#233; publique (LSP), entr&#233;e en vigueur le 1er janvier 1986, qui dispose:\n\"Un m&#233;decin-dentiste ne peut pratiquer dans plusieurs cabinets. Le\nD&#233;partement peut toutefois autoriser, &#224; titre temporaire, l'ouverture d'un\ncabinet secondaire lorsque les besoins de la sant&#233; publique l'exigent.\nDans ce cas, le m&#233;decin-dentiste exerce son art personnellement dans\nchacun de ses cabinets, qui ne seront ainsi ouverts qu'alternativement.\nAucun m&#233;decin-dentiste ne peut pratiquer dans plus d'un cabinet\nsecondaire.\"\nLe Dr K., m&#233;decin-dentiste, exploite trois cabinets: le premier &#224; Morat (Fribourg), le deuxi&#232;me &#224; Chavornay (Vaud) et le troisi&#232;me au Landeron (Neuch&#226;tel).\n\n    BGE 113 Ia 38 S. 39\n   \nEstimant que cette situation &#233;tait contraire &#224; la loi, le D&#233;partement de l'int&#233;rieur et de la sant&#233; publique du canton de Vaud demanda au Dr K. de renoncer &#224; l'exploitation de l'un de ses cabinets. L'int&#233;ress&#233; n'ayant jamais donn&#233; suite &#224; cette injonction, le D&#233;partement le d&#233;non&#231;a &#224; la Pr&#233;fecture du district d'Orbe le 3 juillet 1981. Le Dr K., qui n'avait pas fait opposition en temps utile, paya l'amende de 1'000 fr. prononc&#233;e contre lui.\nComme il poursuivait l'exploitation de ses trois cabinets dentaires, une nouvelle proc&#233;dure p&#233;nale fut ouverte le 30 septembre 1982. Le Dr K. contesta cependant la nouvelle amende qui lui fut inflig&#233;e et fut acquitt&#233; par le Tribunal de police du district d'Orbe. Cette d&#233;cision fut ensuite confirm&#233;e par la Cour de cassation p&#233;nale du Tribunal cantonal vaudois le 16 janvier 1984. La Cour estima que l'exploitation du cabinet de Chavornay ne pouvait constituer une infraction aussi longtemps que l'autorisation de pratiquer accord&#233;e au Dr K. ne lui avait pas &#233;t&#233; retir&#233;e.\nLe 10 juillet 1985, le D&#233;partement de l'int&#233;rieur et de la sant&#233; publique, se fondant sur l'art. 133 LOS, retira ainsi au Dr K. l'autorisation de pratiquer la m&#233;decine dentaire dans le canton de Vaud.\nSaisi d'un recours contre cette d&#233;cision, le Conseil d'Etat vaudois estima que les conditions de l'art. 133 LOS n'&#233;taient pas remplies et qu'une sanction disciplinaire ne pouvait donc pas &#234;tre prononc&#233;e. Par d&#233;cision du 26 mars 1986, il admit alors partiellement le recours en ce sens que l'autorisation de pratiquer la m&#233;decine dentaire n'&#233;tait pas retir&#233;e au recourant, mais qu'il lui  &#233;tait ordonn&#233; de fermer son cabinet de Chavornay dans un d&#233;lai &#233;ch&#233;ant au 15  mai 1986. Le Conseil d'Etat pronon&#231;a &#233;galement que, si le Dr K. proc&#233;dait &#224; la fermeture de l'un de ses deux cabinets dentaires situ&#233;s &#224; l'ext&#233;rieur du canton, il pourrait solliciter l'autorisation du D&#233;partement de continuer &#224;  pratiquer la m&#233;decine dentaire dans son cabinet de Chavornay.\nLe Dr K. a form&#233; un recours de droit public contre la d&#233;cision du Conseil d'Etat vaudois, en invoquant une violation des art. 4 et 31 Cst.\nLe Tribunal f&#233;d&#233;ral a admis le recours et annul&#233; la d&#233;cision attaqu&#233;e dans le sens des consid&#233;rants.\n\n    BGE 113 Ia 38 S. 40\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. Le recourant soutient principalement que l'ordre de fermer son cabinet de Chavornay constitue une violation de la libert&#233; du commerce et de l'industrie.\na) Le m&#233;decin qui exerce sa profession de mani&#232;re ind&#233;pendante et qui d&#233;ploie l'activit&#233; &#233;conomique correspondante est en principe prot&#233;g&#233; par l'art. 31 Cst. (ATF 111 Ia 186 consid. 2a et les arr&#234;ts cit&#233;s).\nLes cantons peuvent cependant apporter &#224; la libert&#233; constitutionnelle du commerce et de l'industrie des restrictions consistant notamment en des mesures de police justifi&#233;es par l'int&#233;r&#234;t public. Ces mesures doivent tendre &#224; sauvegarder la tranquillit&#233;, la s&#233;curit&#233;, la sant&#233; et la moralit&#233; publiques, &#224; pr&#233;server d'un danger ou &#224; l'&#233;carter, ou encore &#224; pr&#233;venir les atteintes &#224; la bonne foi en affaires par des proc&#233;d&#233;s d&#233;loyaux et propres &#224; tromper le public (ATF 109 Ia 70 consid. 3a, ATF 106 Ia 269 consid. 1). Ne sont toutefois pas admises les mesures qui tendent &#224; porter atteinte &#224; la libre concurrence, &#224; avantager certaines entreprises ou certaines formes d'entreprises et qui tendent &#224; diriger la vie &#233;conomique selon un plan d&#233;termin&#233; (ATF 111 Ia 186 consid. b).\nL'atteinte doit en outre reposer sur une base l&#233;gale, &#234;tre justifi&#233;e par un int&#233;r&#234;t public pr&#233;pond&#233;rant et, selon le principe de la proportionnalit&#233;, se limiter &#224; ce qui est n&#233;cessaire &#224; la r&#233;alisation des buts d'int&#233;r&#234;t public poursuivis (ATF 111 Ia 105 consid. 4, ATF 110 Ia 102 consid. 5a et les arr&#234;ts cit&#233;s).\nb) La loi cantonale interdit aux m&#233;decins-dentistes d'avoir plus de deux cabinets. Ce principe, contenu d&#233;j&#224; &#224; l'art. 56 LOS, a &#233;t&#233; repris &#224; l'art. 103 LSP qui pose des conditions plus restrictives pour l'ouverture d'un second cabinet. Toutefois, en l'esp&#232;ce, il s'agit uniquement de d&#233;terminer si l'interdiction g&#233;n&#233;rale d'exploiter plus de deux cabinets est justifi&#233;e par un motif suffisant d'int&#233;r&#234;t public.\nIl d&#233;coule de la libert&#233; du commerce et de l'industrie que l'exercice d'une activit&#233; &#233;conomique ne peut en principe pas &#234;tre subordonn&#233; &#224; l'exigence d'un besoin. Il n'existe, en ce qui concerne les cabinets dentaires, aucune disposition comparable aux art. 31ter et 32quater al. 1 Cst. En soi, l'augmentation du nombre des cabinets ne constitue d'ailleurs pas un risque pour la sant&#233; publique. Le canton ne peut donc pas justifier la disposition querell&#233;e par le souci d'&#233;viter une trop forte BGE 113 Ia 38 S. 41concurrence entre les m&#233;decins-dentistes; il ne saurait davantage emp&#234;cher que ceux qui peuvent faire les investissements n&#233;cessaires &#224; l'acquisition de plusieurs cabinets soient avantag&#233;s par rapport aux autres membres de la profession. En effet, de telles mesures devraient &#234;tre consid&#233;r&#233;es comme des mesures de politique &#233;conomique, tendant &#224; influer sur la libre concurrence, que les cantons n'ont pr&#233;cis&#233;ment pas la comp&#233;tence d'adopter.\nAinsi, l'int&#233;r&#234;t &#224; prendre en consid&#233;ration est celui de la population, sous l'angle de la protection de la sant&#233; publique, et non pas l'int&#233;r&#234;t &#233;conomique des membres de la profession. Or, il peut &#234;tre dans l'int&#233;r&#234;t public, surtout dans une zone rurale, d'avoir un cabinet dentaire ouvert dans un village, par exemple un jour par semaine, plut&#244;t que d'obliger la population &#224; faire un d&#233;placement important, ce qui pourrait l'inciter &#224; n&#233;gliger les soins dentaires. Dans ce cas, il existe un int&#233;r&#234;t public qui s'oppose &#224;  l'application d'une r&#232;gle absolue limitant &#224; deux le nombre des cabinets exploit&#233;s par un seul et m&#234;me m&#233;decin-dentiste.\nc) L'autorit&#233; cantonale entend certes \"r&#233;fr&#233;ner les abus qui pourraient r&#233;sulter de l'industrialisation de la m&#233;decine dentaire\". Cette argumentation est cependant peu claire, dans la mesure o&#249; la m&#233;canisation ne saurait supprimer les soins en bouche donn&#233;s par le m&#233;decin-dentiste, celui-ci ayant en outre l'obligation d'exercer son art personnellement. On ne con&#231;oit pas non plus que la qualit&#233; des soins soit inf&#233;rieure lorsque le m&#233;decin exerce son activit&#233; le lundi dans un village et le mardi dans un autre. Si les cabinets devaient &#234;tre sous-&#233;quip&#233;s en installations, il suffirait d'adopter des dispositions imposant l'&#233;quipement minimum.\nLe Conseil d'Etat explique aussi qu'il convient d'&#233;viter \"que le m&#233;decin-dentiste disperse ses efforts\". Il semble qu'il envisage ici la fatigue qui pourrait r&#233;sulter des d&#233;placements. Outre que les causes de fatigue sont innombrables et que l'on pourrait s'inqui&#233;ter aussi de la distance s&#233;parant le logement du lieu de travail, cette argumentation n'a de sens que si l'on examine de mani&#232;re concr&#232;te l'importance et la fr&#233;quence des d&#233;placements. On ne peut pas raisonnablement soutenir qu'un m&#233;decin-dentiste ne pourrait pas parcourir, en voiture ou &#224; l'aide des transports publics, 50 ou 100 km par semaine sans qu'il en r&#233;sulte pour lui une fatigue pr&#233;judiciable &#224; la qualit&#233;  des soins. Cet argument ne peut donc pas &#234;tre admis pour justifier de mani&#232;re absolue et dans tous les cas l'interdiction d'avoir plus de deux cabinets.\n\n    BGE 113 Ia 38 S. 42\n   \nL'autorit&#233; cantonale envisage encore le risque que le m&#233;decin-dentiste engage des aides moins qualifi&#233;s que lui pour exercer certains travaux qui lui incombent. Ce risque constitue un argument s&#233;rieux. Il faut cependant observer que le droit cantonal soumet &#224; autorisation l'engagement d'un assistant (art.  93 al. 2 LSP) et interdit &#224; un m&#233;decin-dentiste de s'adjoindre plus d'un assistant (art. 93 al. 6 LSP). L'accomplissement de certains actes est r&#233;serv&#233;  exclusivement au m&#233;decin-dentiste (art. 100 al. 1 LSP) et l'exercice ill&#233;gal de la m&#233;decine dentaire est p&#233;nalement r&#233;prim&#233; (art. 186 al. 1 LSP). L'art. 103  LSP pr&#233;voit enfin que, si le m&#233;decin-dentiste pratique dans plus d'un cabinet, il doit exercer son art personnellement dans chacun de ses cabinets, qui ne seront ainsi ouverts qu'alternativement. Il s'agit l&#224; d'un &#233;ventail de mesures tr&#232;s large, qui devrait garantir que les soins soient donn&#233;s par le m&#233;decin-dentiste lui-m&#234;me.\nDans la mesure o&#249; l'autorit&#233; cantonale &#233;prouve des difficult&#233;s de contr&#244;le, on pourrait concevoir que le m&#233;decin-dentiste doive indiquer tr&#232;s pr&#233;cis&#233;ment au D&#233;partement les jours d'ouverture de chacun de ses cabinets et qu'il soit contraint de les fermer lorsqu'il ne s'y trouve pas. Compte tenu des mesures qui peuvent &#234;tre prises, les difficult&#233;s de contr&#244;le ne suffisent cependant pas  &#224; justifier une d&#233;cision aussi lourde que celle d'ordonner la fermeture d'un cabinet. Le recourant observe d'ailleurs &#224; juste titre que, si un m&#233;decin-dentiste dispose de plusieurs fauteuils dans le m&#234;me cabinet, il existe un risque tout &#224; fait comparable que des soins soient donn&#233;s par des personnes non qualifi&#233;es.\nd) Il s'ensuit que la d&#233;cision attaqu&#233;e n'est pas fond&#233;e sur des motifs pr&#233;cis et convaincants, d&#233;duits d'une analyse de la situation particuli&#232;re du recourant. En r&#233;alit&#233;, l'autorit&#233; cantonale a appliqu&#233; strictement l'art. 103  LSP, pr&#233;voyant qu'aucun m&#233;decin-dentiste ne peut pratiquer dans plus d'un cabinet secondaire. Une r&#232;gle aussi absolue, qui ne tient pas compte des int&#233;r&#234;ts en jeu, viole le principe de la proportionnalit&#233; auquel est soumise toute atteinte &#224; la libert&#233; du commerce et de l'industrie.\nLe recours doit d&#232;s lors &#234;tre admis pour violation de l'art. 31 Cst. et la d&#233;cision attaqu&#233;e annul&#233;e en tant qu'elle ordonne au recourant de fermer son cabinet de Chavornay ou l'invite &#224; proc&#233;der &#224; la fermeture de l'un de ses deux autres cabinets situ&#233;s &#224; l'ext&#233;rieur du canton.\n \n   \n   "
}