{
  "titre": "87 I 186",
  "annee": "1961",
  "contenu": "\n      \n  Chapeau\n87 I 18630. Extrait de l'arr&#234;t du 14 juin 1961 dans la cause Association de scieries vaudoises et consorts contre Conseil d'Etat du Canton de Vaud.\n\n  \nRegeste\nVacances pay&#233;es obligatoires. Art. 6 CC, 2 disp. trans. Cst. et 31 Cst.  Des r&#232;gles de droit cantonal obligeant les employeurs &#224; accorder aux salari&#233;s des vacances pay&#233;es d'une dur&#233;e minimale d&#233;termin&#233;e (in casu trois semaines) sont-elles conformes au principe de la force d&#233;rogatoire du droit f&#233;d&#233;ral et &#224; la libert&#233; du commerce et de l'industrie? \n\n\n  \n  \n  \nFaits &#224; partir de page 187\n\n\n    BGE 87 I 186 S. 187\n   \n\n    A.- Le 15 juin 1959, le parti socialiste vaudois d&#233;posa une initiative visant &#224; introduire un r&#233;gime de vacances pay&#233;es bas&#233; sur les principes suivants:\n1. La dur&#233;e des vacances doit &#234;tre au minimum:\na) dans l'industrie, le commerce, les arts et m&#233;tiers, les professions lib&#233;rales, la viticulture, la sylviculture, les exploitations mara&#238;ch&#232;res et le service de maison:\nde 18 jours ouvrables cons&#233;cutifs par an;\nb) dans l'agriculture:\nde 6 jours ouvrables cons&#233;cutifs d&#232;s la fin de la premi&#232;re ann&#233;e de service dans l'agriculture,\nde 9 jours ouvrables cons&#233;cutifs d&#232;s la fin de la deuxi&#232;me ann&#233;e de service dans l'agriculture,\nde 12 jours ouvrables cons&#233;cutifs d&#232;s la fin de la troisi&#232;me ann&#233;e de service dans l'agriculture.\n2. Les r&#232;gles touchant les modalit&#233;s et le calcul des vacances doivent &#234;tre au moins aussi favorables aux salari&#233;s que celles de la loi vaudoise du 20 d&#233;cembre 1944 sur le travail dans les entreprises non soumises &#224; la loi f&#233;d&#233;rale sur le travail dans les fabriques, dans l'agriculture et dans le service de maison, actuellement en vigueur.\n3. Est r&#233;serv&#233;e l'application des lois cantonales, des r&#232;glements communaux et des contrats collectifs de travail, mais seulement dans la mesure o&#249; ils sont plus favorables aux salari&#233;s.\nCette initiative, qui aboutit, fut sign&#233;e par 18 639 citoyens. Les 3 et 4 d&#233;cembre 1960, elle fut soumise au peuple, qui l'accepta par 37 652 voix contre 36 247.\n\n    B.- Agissant par la voie du recours de droit public, l'Association de scieries vaudoises et consorts ont requis le Tribunal f&#233;d&#233;ral de prononcer que \"l'initiative... adopt&#233;e par le peuple vaudois le 4 d&#233;cembre 1960 est nulle\", parce qu'elle est contraire notamment au principe de la force d&#233;rogatoire du droit f&#233;d&#233;ral et &#224; la libert&#233; du commerce et de l'industrie.\nLe Conseil d'Etat du canton de Vaud conclut au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le pr&#233;sent recours pose la question de savoir si des r&#232;gles de droit cantonal obligeant les employeurs &#224; accorder aux salari&#233;s des vacances pay&#233;es d'une dur&#233;e minimale d&#233;termin&#233;e sont conformes &#224; la constitution BGE 87 I 186 S. 188f&#233;d&#233;rale. Tel sera le cas d'une part si elles sont compatibles avec le droit priv&#233; f&#233;d&#233;ral, en particulier avec les r&#232;gles du code des obligations relatives au contrat de travail, d'autre part si elles respectent les principes d&#233;coulant de l'art. 31 Cst.\na) Sur le premier point, c'est l'art. 6 CC qui fait r&#232;gle. D'apr&#232;s cette disposition et la jurisprudence qui s'y rapporte, les cantons peuvent restreindre le champ d'application du droit civil f&#233;d&#233;ral par des r&#232;gles de droit public, pourvu que celles-ci visent principalement &#224; promouvoir l'int&#233;r&#234;t g&#233;n&#233;ral, qu'elles se justifient par des motifs raisonnables et pertinents d'int&#233;r&#234;t g&#233;n&#233;ral et qu'elles n'&#233;ludent pas le droit civil f&#233;d&#233;ral (RO 85 II 375 et arr&#234;ts cit&#233;s). Se fondant sur ces principes, le Tribunal f&#233;d&#233;ral a admis &#224; plusieurs reprises d&#233;j&#224; que les cantons - douze d'entre eux l'ont d&#233;j&#224; fait - ont la facult&#233; d'&#233;dicter des dispositions instituant, pour l'ensemble des salari&#233;s, des vacances pay&#233;es obligatoires. De telles r&#232;gles, a-t-il pr&#233;cis&#233;, sont destin&#233;es &#224; sauvegarder la sant&#233; publique; elles sont donc des r&#232;gles de droit public au sens de la jurisprudence ci-dessus, dont elles remplissent toutes les conditions; elles ne sont d&#232;s lors pas incompatibles avec le droit civil f&#233;d&#233;ral (RO 85 II 375). (Quant &#224; savoir si des lois sur les vacances sont inconstitutionnelles en raison de la dur&#233;e de celles-ci, ce probl&#232;me rel&#232;ve du principe de proportionnalit&#233; et doit &#234;tre examin&#233; &#224; propos de l'art. 31 Cst.)\nCette jurisprudence, constante depuis plusieurs dizaines d'ann&#233;es, n'est aujourd'hui pas discut&#233;e. Ni l'art. 341 CO ni les r&#232;gles du droit des obligations sur le salaire ne font douter de son bien-fond&#233;. En effet, l'art. 341 CO, qui oblige l'employeur &#224; accorder &#224; l'employ&#233; les heures et jours de repos usuels, ne vise pas les vacances; il concerne uniquement l'horaire journalier et le repos hebdomadaire. Quant aux r&#232;gles du CO sur le salaire, elles ne jouent pas de r&#244;le, car les dispositions de droit cantonal instituant des vacances pay&#233;es obligatoires interviennent non dans la fixation du montant de la r&#233;tribution, mais dans le mode de paiement BGE 87 I 186 S. 189et de r&#233;partition de cette derni&#232;re au cours de l'ann&#233;e. Les cantons ne perdraient le droit d'instituer des vacances pay&#233;es obligatoires que dans la mesure o&#249; ils autoriseraient les travailleurs &#224; r&#233;clamer un salaire relatif &#224; des vacances qu'ils n'ont pas prises. En effet, les dispositions cantonales sur les vacances sont d'int&#233;r&#234;t public en tant qu'elles contraignent l'employ&#233; - au moins indirectement - &#224; se reposer pour r&#233;cup&#233;rer ses forces et m&#233;nager sa sant&#233;. Si elles n'impliquaient pas cette obligation, elles cesseraient d'&#234;tre destin&#233;es principalement &#224; sauvegarder la sant&#233; publique. Du point de vue de l'art. 6 CC, elles perdraient alors leur justification (cf. RO 85 II 376).\nb) Quant &#224; la libert&#233; du commerce et de l'industrie, elle n'emp&#234;che pas les cantons de l&#233;gif&#233;rer en mati&#232;re de vacances, pourvu que les r&#232;gles &#233;dict&#233;es ne constituent que des mesures de police au sens de l'art. 31 al. 2 Cst. D'apr&#232;s la jurisprudence, une mesure de police est admissible lorsqu'elle tend &#224; prot&#233;ger soit la s&#233;curit&#233;, la tranquillit&#233;, la moralit&#233; ou la sant&#233; publiques, soit la bonne foi commerciale, lorsqu'elle respecte le principe de proportionnalit&#233;, c'est-&#224;-dire ne d&#233;passe pas les exigences du but vis&#233;, et quand elle n'a pas d'effets prohibitifs pour la branche &#233;conomique &#224; laquelle elle s'applique (RO 86 I 274, 84 I 110; arr&#234;t Union des associations patronales genevoises, du 20 mai 1959, non publi&#233;).\nDes dispositions sur les vacances sont g&#233;n&#233;ralement conformes &#224; la premi&#232;re condition, car elles visent &#224; sauvegarder la sant&#233; publique.\nLa question de savoir si elles satisfont &#224; la seconde est essentiellement une question d'esp&#232;ce. Sur le plan des r&#232;gles g&#233;n&#233;rales, il suffit de souligner que le l&#233;gislateur cantonal n'est pas tenu, en vertu du principe de proportionnalit&#233;, d'instituer des vacances de longueur diff&#233;rente suivant les cat&#233;gories de travailleurs. Il peut se borner &#224; pr&#233;voir la dur&#233;e minimale exig&#233;e par la sant&#233; de l'ensemble des travailleurs et laisser pour le surplus le soin aux int&#233;ress&#233;s de r&#233;gler par les conventions collectives les BGE 87 I 186 S. 190situations sp&#233;ciales qui pourraient se pr&#233;senter. Quant &#224; cette dur&#233;e minimale, elle d&#233;pend surtout des circonstances locales. En 1947, des circonstances de ce genre ont amen&#233; le Tribunal f&#233;d&#233;ral &#224; juger qu'&#224; Gen&#232;ve, des vacances de deux semaines n'exc&#233;daient pas ce qui &#233;tait n&#233;cessaire pour sauvegarder la sant&#233; publique (arr&#234;t Association suisse des ma&#238;tres relieurs, du 25 septembre 1947, partiellement publi&#233; au RO 73 I 228). Aujourd'hui, pareille opinion est tr&#232;s r&#233;pandue en dehors du canton de Gen&#232;ve. Elle n'est plus discut&#233;e, pas m&#234;me par les recourantes. C'est pourquoi, actuellement, la question qui se pose v&#233;ritablement est celle de savoir si le l&#233;gislateur cantonal respecte encore le principe de proportionnalit&#233; lorsqu'au lieu d'arr&#234;ter la dur&#233;e des vacances &#224; deux semaines, il la fixe &#224; trois semaines. En 1959, la Cour de c&#233;ans a r&#233;solu cette question affirmativement dans un arr&#234;t concernant derechef le canton de Gen&#232;ve (arr&#234;t pr&#233;cit&#233; Union des associations patronales genevoises). Elle s'est fond&#233;e principalement sur la fatigue nerveuse toujours plus r&#233;pandue d&#233;coulant d'un travail sans cesse plus rapide, bruyant et monotone. Elle a estim&#233; que ces faits pouvaient justifier une augmentation des vacances et que, concernant leur dur&#233;e, il convenait de laisser &#224; l'appr&#233;ciation des cantons une certaine marge, d'autant plus qu'il s'agit d'une question d'int&#233;r&#234;t public, dont le canton demeure en principe 1c meilleur juge.\nEnfin, d'apr&#232;s la jurisprudence, des r&#232;gles sur les vacances n'ont d'effet prohibitif que si le rench&#233;rissement des frais de production qui en r&#233;sulte met les artisans, commer&#231;ants et industriels vis&#233;s dans l'impossibilit&#233; de r&#233;aliser un b&#233;n&#233;fice ou de soutenir la concurrence (arr&#234;t pr&#233;cit&#233; Union des associations patronales genevoises).\n\n    2. (Dans ce consid&#233;rant, le Tribunal f&#233;d&#233;ral expose que l'initiative litigieuse est conforme aux principes rappel&#233;s ci-dessus et qu'on ne saurait faire de diff&#233;rence, du point de vue de la question &#224; juger, entre les cantons de Vaud et Gen&#232;ve.) BGE 87 I 186 S. 1914. - Aucun des moyens invoqu&#233;s n'&#233;tant fond&#233;, le recours doit &#234;tre rejet&#233;. Il ne s'ensuit pas que les cantons puissent accorder des vacances de n'importe quelle dur&#233;e (RO 58 I 33). Dans les circonstances actuelles, des dispositions qui, applicables &#224; l'ensemble des salari&#233;s, iraient au-del&#224; des lois vaudoise et genevoise, risqueraient de franchir les limites que les art. 6 CC et 31 Cst. imposent au l&#233;gislateur cantonal. Ce dernier doit d'ailleurs tenir compte des circonstances sp&#233;ciales existant sur le territoire o&#249; s'exerce son pouvoir. En effet, des r&#232;gles valables pour les cantons de Vaud et Gen&#232;ve ne seraient pas n&#233;cessairement justifi&#233;es dans des r&#233;gions o&#249; les conditions de travail seraient tr&#232;s diff&#233;rentes. Au demeurant, les dispositions abusives que les cantons seraient tent&#233;s d'adopter dans ce domaine pourraient &#234;tre annul&#233;es par la voie du recours de droit public.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral\nrejette le recours.\n \n   \n   "
}