{
  "titre": "120 IV 287",
  "annee": "1994",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     413\n                                                                        414\n                                                                        415\n                                                                        416\n                                                                        417\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n120 IV 28748. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 18 octobre 1994 en la cause S. et O. c. F&#233;d&#233;ration romande des consommatrices, F&#233;d&#233;ration suisse des consommateurs et Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 3 let. l et art. 23 LCD; annonces publiques en mati&#232;re de petits cr&#233;dits.  Notion d'annonces publiques au sens de l'art. 3 let. l LCD (consid. 2a et d). \nLa ratio de l'art. 3 let. l LCD r&#233;side dans la protection des consommateurs contre les tentations all&#233;chantes du petit cr&#233;dit; cette disposition vise donc la publicit&#233; qui pr&#233;sente au consommateur les avantages du petit cr&#233;dit sans attirer son attention sur les co&#251;ts suppl&#233;mentaires qui en r&#233;sulteront pour lui  (consid. 2e-g). \n\n\n  \n  \n  \nFaits &#224; partir de page 288\n\n\n    BGE 120 IV 287 S. 288\n   \n\n    A.- S., n&#233; en 1927, a travaill&#233; pendant pr&#232;s de vingt ans pour le compte de la Banque Procr&#233;dit &#224; Zurich, dont il a &#233;t&#233; en dernier lieu le directeur. O. a dirig&#233; diff&#233;rentes succursales de la SBS jusqu'&#224; la fin 1983; depuis lors, il a repris la direction de la Banque Finalba &#224; Zurich.\nEn novembre 1990, la Banque Procr&#233;dit, dont le si&#232;ge est &#224; Zurich, a fait placarder, notamment en ville de Lausanne, une douzaine d'affiches, dont certaines de format mondial. Ces affiches repr&#233;sentaient une liasse de billets de banque, dont celui de dessus &#233;tait une imitation d'un billet de 1'000 fr., portant toutefois le chiffre de 2'000 au lieu de 1'000, sur laquelle apparaissaient deux visages de jeunes gens, qui montraient une voiture, ou le visage d'un jeune homme, qui montrait une cam&#233;ra vid&#233;o. Au haut de l'affiche &#233;tait inscrit, pr&#233;c&#233;d&#233; d'une croix rouge, le mot \"Procr&#233;dit\". Enfin, sur le premier billet de banque ou au pied de l'affiche &#233;tait ajout&#233;e la mention \"pour un pr&#234;t personnel\".\nA la m&#234;me &#233;poque, la Banque Procr&#233;dit a fait publier dans diff&#233;rents journaux, notamment le quotidien \"24 Heures\" et la publication tous m&#233;nages \"Lausanne-Cit&#233;\", des annonces publicitaires, repr&#233;sentant &#233;galement un billet de banque de 2'000 fr., sur la partie droite duquel apparaissait le visage d'un homme ou d'une femme, qui d&#233;signait du doigt un meuble, une voiture ou d'autres objets. Dans une bulle s'inscrivaient les mots \"Mon pr&#234;t personnel - un procr&#233;dit\". Chacune de ces annonces comportait sur sa droite une partie &#224; d&#233;couper, dont le texte pouvait &#234;tre compl&#233;t&#233; par un &#233;ventuel client, qui devait indiquer le montant du pr&#234;t d&#233;sir&#233;, les mensualit&#233;s qu'il rembourserait ainsi que ses nom, adresse et signature. En dessous du texte, le nom de la banque, l'adresse de sa succursale &#224; Lausanne et son num&#233;ro de t&#233;l&#233;phone figuraient en caract&#232;res gras, tandis qu'en dessous il &#233;tait pr&#233;cis&#233;: \"taux d'int&#233;r&#234;ts jusqu'&#224; 16,5% maximum par ann&#233;e, inclus assurances solde de dette, frais administratifs et commissions\".\nD&#232;s la fin octobre et durant le mois de novembre 1990, la Banque Finalba, dont le si&#232;ge est &#224; Zurich, a fait publier, dans le quotidien \"24 Heures\" et dans l'hebdomadaire \"Femina\", des annonces publicitaires montrant notamment une girafe au volant d'une voiture ou un hippopotame sur un fauteuil, avec au-dessus les inscriptions suivantes: \"le cr&#233;dit confiance Finalba m'a tout de suite branch&#233;\", \"maintenant je frime\", respectivement \"maintenant je suis bien install&#233;\". Sur la droite de ce graphique, BGE 120 IV 287 S. 289figuraient le nom de la banque et les adresses de ses principales succursales romandes. A gauche, un bulletin pouvait &#234;tre d&#233;coup&#233; par le lecteur, qui devait indiquer, outre son identit&#233;, le pr&#234;t souhait&#233; et le montant mensuel remboursable.\n\n    B.- Le 30 novembre 1990, la F&#233;d&#233;ration romande des consommatrices et la F&#233;d&#233;ration suisse des consommateurs ont d&#233;pos&#233; plainte p&#233;nale contre la Banque Procr&#233;dit, la Banque Finalba et la Banque cantonale vaudoise (BCV), en fondant leur qualit&#233; pour agir sur les art. 10 et 23 LCD.\nLe 31 janvier 1991, un substitut du Juge d'instruction cantonal vaudois a ordonn&#233; la disjonction des causes concernant Procr&#233;dit et Finalba de celle concernant la BCV, estimant que les autorit&#233;s zurichoises &#233;taient comp&#233;tentes pour instruire et juger la premi&#232;re. Sur recours des f&#233;d&#233;rations plaignantes, le Tribunal d'accusation cantonal vaudois, par arr&#234;t du 11 avril 1991, a refus&#233;  cette disjonction en fixant le for p&#233;nal dans le canton de Vaud. S., pour Procr&#233;dit, et O., pour Finalba, ont alors saisi la Chambre d'accusation du Tribunal f&#233;d&#233;ral d'une plainte, demandant que le for p&#233;nal soit fix&#233; &#224; Zurich;  par arr&#234;t du 14 juin 1991, la Chambre d'accusation a rejet&#233; cette plainte et d&#233;clar&#233; les autorit&#233;s vaudoises comp&#233;tentes (cf. ATF 117 IV 364 ss).\nLa plainte contre la BCV a &#233;t&#233; retir&#233;e le 13 f&#233;vrier 1992.\n\n    C.- Par jugement du 26 novembre 1993, le Tribunal de police du district de Lausanne a condamn&#233; S. et O., pour infraction &#224; la LCD, respectivement &#224; 20'000  fr. et &#224; 25'000 fr. d'amende, avec d&#233;lai d'&#233;preuve en vue de radiation de deux ans.\nPar arr&#234;t du 7 mars 1994, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a rejet&#233; le recours interjet&#233; par les condamn&#233;s contre ce jugement et a confirm&#233; ce dernier.\n\n    D.- S. et O. se sont pourvus en nullit&#233; &#224; la Cour de cassation du Tribunal f&#233;d&#233;ral contre cet arr&#234;t.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    2. Les recourants soutiennent que les conditions objectives de l'art. 3 let. l LCD ne sont pas r&#233;alis&#233;es en l'esp&#232;ce.\na) La loi f&#233;d&#233;rale contre la concurrence d&#233;loyale (LCD) du 19 d&#233;cembre 1986 est entr&#233;e en vigueur le 1er mars 1988 (RS 241).\nPlusieurs dispositions de cette loi, notamment son art. 3 let. l, ont &#233;t&#233; modifi&#233;es le 18 juin 1993; cette modification est entr&#233;e en vigueur le 1er BGE 120 IV 287 S. 290avril 1994 (RO 1994 I 375/376). Le nouvel art. 3 let. l LCD pr&#233;voit qu'agit de fa&#231;on d&#233;loyale celui qui omet, dans des annonces publiques en mati&#232;re de cr&#233;dit  &#224; la consommation, de d&#233;signer clairement sa raison de commerce ou de donner des indications claires sur le montant net du cr&#233;dit, le co&#251;t total du cr&#233;dit et le taux annuel effectif global.\nLes faits reproch&#233;s aux recourants remontant toutefois aux mois d'octobre et novembre 1990, leur est applicable la LCD dans sa teneur du 19 d&#233;cembre 1986, ce qui n'est du reste pas contest&#233;. Aux termes de l'art. 3 let. l LCD ici applicable, agit de fa&#231;on d&#233;loyale celui qui omet, dans des annonces publique en mati&#232;re de petits cr&#233;dits, de d&#233;signer nettement sa raison de commerce, de donner des indications claires sur le montant du cr&#233;dit ou le maximum de la somme globale remboursable ou de chiffrer exactement, en francs et en pour cent par ann&#233;e, la charge maximale des int&#233;r&#234;ts.\nDans son arr&#234;t du 14 juin 1991, rendu &#224; la suite de la plainte d&#233;pos&#233;e par les recourants dans le cadre de la proc&#233;dure en fixation de for (cf. supra, let. B), le Tribunal f&#233;d&#233;ral a pr&#233;cis&#233; que le comportement r&#233;prim&#233; par l'art. 3  let. l LCD consiste &#224; se livrer, par voie d'annonces publiques, &#224; des actes de publicit&#233; d&#233;loyale en omettant des indications essentielles pour le choix op&#233;r&#233;  par le consommateur, une mise en danger concr&#232;te conduisant &#224; la tromperie ou &#224;  l'erreur ne paraissant pas n&#233;cessaire; il s'est r&#233;f&#233;r&#233; &#224; ce sujet &#224; l'opinion de plusieurs auteurs de doctrine, notamment &#224; DAVID (Schweizerisches Werberecht, 1&#232;re &#233;d., Zurich 1977, p. 276 ch. 54.5) et THOMAS WYLER (Werbung mit dem Preis als unlauterer Wettbewerb, B&#226;le 1990, p. 132 ch. I et p. 133 ch. II). Il a &#233;galement pr&#233;cis&#233; que la notion d'\"annonces publiques\" comprend toute manifestation publicitaire qui ne s'adresse pas &#224; un cercle clairement d&#233;fini de personnes, telle qu'annonces dans les journaux, affiches, etc., se r&#233;f&#233;rant sur ce point au Message du Conseil f&#233;d&#233;ral concernant la loi sur le cr&#233;dit &#224; la consommation du 12 juin 1978 (FF 1978 p. 606 ch. 225.2 al. 4 et 608 art. 13) ainsi qu'au Message du Conseil f&#233;d&#233;ral &#224; l'appui d'une modification de loi f&#233;d&#233;rale contre la concurrence d&#233;loyale qui y renvoie (FF 1983 II 1102 ch. 241.38 al. 2 concernant l'art. 3 let. l de la nouvelle LCD) (cf. ATF 117 IV 364 consid. 2b et les r&#233;f&#233;rences).\n...\nd) Selon les constatations de l'arr&#234;t attaqu&#233;, les annonces litigieuses ont  &#233;t&#233; diffus&#233;es par voie d'affiches placard&#233;es et/ou d'annonces publi&#233;es dans divers journaux et ne contenaient pas d'indications claires sur le montant du cr&#233;dit ou le maximum de la somme globale remboursable, ni ne chiffraient BGE 120 IV 287 S. 291exactement, en francs et en pour cent par ann&#233;e, la charge maximale des int&#233;r&#234;ts. Ces constatations relatives &#224; l'&#233;tendue du cercle des destinataires et au contenu des annonces rel&#232;vent de l'&#233;tablissement des faits et lient donc la Cour de cassation saisie d'un pourvoi en nullit&#233; (art. 277bis PPF; cf. supra, consid. 1a). Il en r&#233;sulte qu'il s'agit bien d'annonces \"publiques\" (cf. supra, lettre a) et qu'elles ne contenaient pas les \"indications claires\"  pr&#233;vues par l'art. 3 let. l LCD. Les recourants, du reste, ne le contestent pas, mais soutiennent uniquement que ces annonces n'&#233;taient pas soumises aux exigences pr&#233;vues par cette disposition. Seule est donc litigieuse ici la question de savoir ce qu'il faut entendre par \"annonces ... en mati&#232;re de petits cr&#233;dits\" au sens de l'art. 3 let. l LCD et, partant, si les annonces litigieuses &#233;taient vis&#233;es par cette disposition et devaient donc contenir les indications qui y sont pr&#233;vues.\ne) A ce jour, le Tribunal f&#233;d&#233;ral ne s'est pas prononc&#233; sur cette question.\nCelle-ci n'a &#233;t&#233; que peu abord&#233;e dans la doctrine. Pour LUCAS DAVID, lorsque la loi exige, pour la publicit&#233; en mati&#232;re de petits cr&#233;dits, que soient fournies des indications claires sur le montant et les co&#251;ts du cr&#233;dit, cela ne peut signifier qu'une pure publicit&#233; de rappel pour une institution de petit cr&#233;dit serait d&#233;j&#224; illicite; il faut que l'on se trouve en pr&#233;sence d'une publicit&#233; pour des limites de cr&#233;dit d&#233;termin&#233;es (Schweizerisches Wettbewerbsrecht, 2&#232;me &#233;d., Berne 1988, p. 142 no 527). Cette opinion est partag&#233;e par THOMAS WYLER, qui se r&#233;f&#232;re express&#233;ment &#224; DAVID sur ce point  (Werbung mit dem Preis als unlauterer Wettbewerb, B&#226;le 1990, p. 133 ch. III). Se r&#233;f&#233;rant par ailleurs au message de 1978, cet auteur pr&#233;cise que l'art. 3  let. l LCD est aussi applicable &#224; la publicit&#233; pour des cr&#233;dits en compte courant, o&#249; ni la somme des montants per&#231;us, ni, par cons&#233;quent, les int&#233;r&#234;ts ne peuvent &#234;tre d&#233;termin&#233;s d'avance; dans ce cas, il suffira cependant de donner un exemple en admettant que le cr&#233;dit a &#233;t&#233; &#233;puis&#233; jusqu'&#224; la limite absolue et en indiquant les int&#233;r&#234;ts maximums dus en tel cas (cf. ibidem). Il ajoute que, lorsque des petits cr&#233;dits sont simplement propos&#233;s comme  \"avantageux\", il n'est pas n&#233;cessaire d'indiquer le taux d'int&#233;r&#234;t annuel dans la publicit&#233; (cf. ibidem; en ce sens cf. &#233;galement DANIEL LINDER, Das UWG als Ansatz des Konsumentenschutzes, th&#232;se Z&#252;rich 1993, p. 145/146). Dans son ouvrage \"La loi f&#233;d&#233;rale contre la concurrence d&#233;loyale du 19 d&#233;cembre 1986  (LCD)\", Lausanne 1988, de m&#234;me que dans sa contribution \"La nouvelle loi contre la concurrence d&#233;loyale\", in BGE 120 IV 287 S. 292CEDIDAC, Lausanne 1988, p. 9 ss, EDMOND MARTIN-ACHARD ne s'est pas exprim&#233; sur cette question pr&#233;cise.\nDans son avis de droit du 19 octobre 1991, le Professeur Bernard Dutoit, avec DAVID notamment, estime que la ratio de l'art. 3 let. l LCD r&#233;side dans la protection des consommateurs contre les tentations all&#233;chantes du petit cr&#233;dit et distingue entre la simple \"r&#233;clame de rappel\" (Erinnerungswerbung) et la r&#233;clame contenant des incitations &#224; recourir au petit cr&#233;dit, seule cette seconde publicit&#233; tombant sous le coup de l'art. 3 let. l LCD. Il se distance en revanche de DAVID dans la mesure o&#249;, selon lui, m&#234;me une publicit&#233; sans limites de cr&#233;dit d&#233;termin&#233;es peut parfaitement d&#233;passer la simple \"r&#233;clame de rappel\"; il faut bien plut&#244;t examiner, dans chaque cas concret, si la r&#233;clame incrimin&#233;e contient ou non des incitations &#224; recourir au petit cr&#233;dit. A son avis, les annonces litigieuses contiennent toutes, &#224; des degr&#233;s divers, des incitations &#224; recourir au petit cr&#233;dit et sont donc soumises aux exigences de l'art. 3 let. l LCD. Dans son avis de droit du 18 f&#233;vrier 1993, Mme le Professeur R&#233;gina Ogorek, consid&#233;rant que le l&#233;gislateur n'a finalement pas voulu de la loi sur le cr&#233;dit &#224; la consommation, estime que les dispositions de la LCD ne peuvent &#234;tre interpr&#233;t&#233;es qu'&#224; la lumi&#232;re de cette loi, les buts de la loi sur le cr&#233;dit &#224; la consommation ne pouvant &#234;tre pris en compte que dans la mesure o&#249; ils ont &#233;t&#233; repris dans la r&#233;glementation de la LCD; l'id&#233;e de protection sociale qui pr&#233;valait dans la loi sur le cr&#233;dit &#224; la consommation ne peut donc &#234;tre prise en consid&#233;ration qu'autant qu'il s'agit de garantir d'une mani&#232;re indirecte une concurrence loyale et non fauss&#233;e. Pour d&#233;terminer quelle est la publicit&#233; soumise aux exigences de l'art. 3 let. l LCD, il faut donc distinguer, compte tenu du but sp&#233;cifique de cette loi, entre les messages publicitaires n&#233;cessitant la transparence et ceux qui, par leur nature, ne peuvent &#234;tre transparents. A son avis, la transparence, par la concr&#233;tisation de chiffres (montant du cr&#233;dit, somme globale remboursable, co&#251;ts du cr&#233;dit), n'est n&#233;cessaire que si l'on a recours &#224; des chiffres dans le message publicitaire, non pas lorsque celui-ci ne contient pas d'offre d&#233;termin&#233;e mais se borne &#224; rappeler d'une mani&#232;re g&#233;n&#233;rale le produit au consommateur. Les offres de cr&#233;dit &#233;tant toutefois variables dans leur contenu, il y a encore lieu de distinguer entre les cas o&#249; l'offre mentionne un montant de cr&#233;dit d&#233;termin&#233;, un taux d'int&#233;r&#234;t d&#233;termin&#233; ou des exemples, lorsqu'elle ne reproduit qu'une image d'argent ou contient un bulletin r&#233;ponse, etc.\nIl r&#233;sulte de ce qui pr&#233;c&#232;de qu'il y a unanimit&#233; entre les auteurs pr&#233;cit&#233;s pour admettre que toute publicit&#233; en mati&#232;re de petit cr&#233;dit, quelle que BGE 120 IV 287 S. 293soit son contenu, n'est pas soumise aux exigences de l'art. 3 let. l LCD; en particulier, la pure publicit&#233; de rappel (Erinnerungswerbung) - par laquelle l'annonceur se borne &#224; rappeler sans plus qu'il pratique le petit cr&#233;dit -  &#233;chapperait &#224; ces exigences. Au-del&#224;, les opinions divergent, au moins en partie.\nf) La LCD ne pr&#233;cise pas ce qu'il faut entendre par annonces en mati&#232;re de petits cr&#233;dits au sens de l'art. 3 let. l LCD. Aussi convient-il de rechercher la v&#233;ritable port&#233;e de cette norme en la d&#233;gageant de tous les &#233;l&#233;ments &#224;  consid&#233;rer, &#224; savoir de la lettre, de l'esprit et du but de la loi ainsi que des travaux pr&#233;paratoires (cf. ATF 114 II 404 consid. 3, 353 consid. 1 et les arr&#234;ts cit&#233;s).\nUne solution &#224; la question litigieuse ne peut &#234;tre d&#233;gag&#233;e du seul texte de l'art. 3 let. l LCD, qui se borne &#224; &#233;num&#233;rer les indications que doivent contenir les annonces publiques en mati&#232;re de petits cr&#233;dits, sans qu'il soit possible d'en tirer des d&#233;ductions quant &#224; la d&#233;finition des annonces. En particulier, ce n'est pas parce que cette disposition impose notamment d'indiquer le montant du cr&#233;dit que l'on peut en d&#233;duire, comme le font les recourants, qu'elle ne vise que la publicit&#233; pour des cr&#233;dits d'un montant d&#233;termin&#233;. Il n'appara&#238;t du reste pas que DAVID, auquel se r&#233;f&#232;re les recourants sur ce point, tire une telle d&#233;duction du texte de l'art. 3 let. l LCD, mais bien plut&#244;t du fait qu'il estime que la ratio de cette disposition r&#233;side dans la protection des consommateurs contre les tentations all&#233;chantes du petit cr&#233;dit (cf. supra, lettre e).\nLa let. l de l'art. 3 LCD correspond &#224; la lettre k de l'art. 1 al. 2, qui devait &#234;tre introduite dans la LCD du 30 septembre 1943 par une loi f&#233;d&#233;rale sur le cr&#233;dit &#224; la consommation (cf. FF 1978 II 606-608, 642), dont on sait qu'elle n'a finalement pas vu le jour; elle a cependant &#233;t&#233; introduite dans la LCD lors de la modification de celle-ci en 1983. C'est donc &#224; juste titre que les recourants rel&#232;vent que cette disposition doit &#234;tre interpr&#233;t&#233;e en fonction du but de la loi contre la concurrence d&#233;loyale, et non de la loi sur le cr&#233;dit  &#224; la consommation refus&#233;e par le Parlement. Toutefois, cela n'exclut pas que les buts de la loi sur le cr&#233;dit &#224; la consommation soient pris en consid&#233;ration dans la mesure o&#249; ils ont &#233;t&#233; repris dans la LCD.\nLe but de la LCD est d&#233;fini &#224; l'art. 1 de cette loi, qui dispose que celle-ci  \"vise &#224; garantir, dans l'int&#233;r&#234;t de toutes les parties concern&#233;es, une concurrence loyale et qui ne soit pas fauss&#233;e\". La LCD a ainsi un double but:  d'une part, elle vise &#224; garantir une concurrence loyale et non fauss&#233;e et, d'autre part, elle tend &#224; assurer par l&#224; la protection des int&#233;ress&#233;s, notamment des concurrents et des consommateurs. Ces deux buts sont &#233;troitement li&#233;s; la r&#233;glementation de la concurrence n'est pas une fin en BGE 120 IV 287 S. 294soi, mais, comme cela ressort du texte de l'art. 1er, a elle-m&#234;me pour but de prot&#233;ger les int&#233;r&#234;ts des parties concern&#233;es, parmi lesquelles les consommateurs. La clause g&#233;n&#233;rale de l'art. 2 LCD d&#233;finit du reste comme d&#233;loyal et illicite \"tout comportement ou pratique commercial qui est trompeur ou qui contrevient de toute autre mani&#232;re aux r&#232;gles de la bonne foi et qui influe sur les rapports entre concurrents ou entre fournisseurs et clients\". Que la protection des consommateurs, notamment, soit aussi un des buts de la loi r&#233;sulte en particulier et pr&#233;cis&#233;ment de l'art. 3 let. l LCD, qui tend sp&#233;cifiquement &#224; les prot&#233;ger d'une mani&#232;re accrue dans le domaine de la publicit&#233; en mati&#232;re de petits cr&#233;dits, ainsi que de l'art. 10 al. 2 let. b LCD, qui conf&#232;re aux organisations d'importance nationale ou r&#233;gionale se consacrant statutairement &#224; la protection des consommateurs, la qualit&#233; pour intenter les actions pr&#233;vues &#224; l'art. 9 al. 1 et 2 LCD.\nCe double but de la LCD a du reste &#233;t&#233; soulign&#233; &#224; plusieurs reprises lors des d&#233;bats devant les Chambres f&#233;d&#233;rales portant sur la modification de la LCD propos&#233;e par le Conseil f&#233;d&#233;ral dans son message de 1983. Ainsi, le rapporteur de langue allemande au Conseil national relevait que \"Schutzobjekt des Gesetzes bleibt, wie bisher, der faire wirtschaftliche Wettbewerb. Indirekte Schutzobjekte bleiben prim&#228;r die im Wettbewerb stehenden Unternehmer und in verst&#228;rktem Masse als bisher die Konsumenten\" (cf. Bull.st&#233;n. CN 1985 p. 813);  de son c&#244;t&#233;, le rapporteur de langue fran&#231;aise relevait qu'\"il est fondamental de prot&#233;ger la concurrence dans son ensemble en tant que principe cardinal de notre vie &#233;conomique, car elle permet la croissance de l'efficacit&#233; &#233;conomique ainsi que la protection optimale des consommateurs\" (cf. Bull.st&#233;n. CN 1985 p.  814). Le rapporteur de langue allemande au Conseil des Etats remarquait  &#233;galement que \"im Interesse aller Beteiligten verdeutlicht die Absicht des Gesetzgebers, den Geltungsbereich des UWG &#252;ber die Konkurrenten hinaus auch auf die Konsumenten auszudehnen\" (Bull.st&#233;n. CE 1986 p. 415). On peut encore noter ici que, lors de la discussion du projet de loi article par article, l'art. 3  let. l et l'art. 10 al. 2 let. b ont &#233;t&#233; adopt&#233;s sans opposition, tant au Conseil national qu'au Conseil des Etats (cf. Bull.st&#233;n. CN 1986 p. 1251-1254;  Bull.st&#233;n. CE 1986 p. 423).\nAu vu de ce qui pr&#233;c&#232;de, il n'est pas douteux qu'en visant &#224; garantir une concurrence loyale et non fauss&#233;e, la LCD tend aussi et par l&#224; &#224; prot&#233;ger les int&#233;r&#234;ts de toutes les parties concern&#233;es, dont les consommateurs, et que le l&#233;gislateur, en &#233;dictant l'art. 3 let. l LCD, a voulu assurer &#224; ceux-ci une protection particuli&#232;re dans le domaine de la publicit&#233; en BGE 120 IV 287 S. 295mati&#232;re de petits cr&#233;dits. Il y a donc lieu d'admettre que la ratio de l'art. 3  let. l LCD r&#233;side dans la protection des consommateurs contre les tentations all&#233;chantes du petit cr&#233;dit. A cette fin, le l&#233;gislateur a voulu que la publicit&#233; en mati&#232;re de petits cr&#233;dits contienne des indications pr&#233;cises, qu'il a &#233;num&#233;r&#233;es &#224; l'art. 3 let. l LCD, &#224; savoir, outre la d&#233;signation nette de la raison de commerce de l'annonceur, des indications claires sur le montant du cr&#233;dit ou sur le maximum de la somme globale remboursable ou des indications chiffrant exactement, en francs et en pour cent par ann&#233;e, la charge maximale des int&#233;r&#234;ts. Du but ainsi poursuivi et des exigences pos&#233;es par le l&#233;gislateur, il faut d&#233;duire que ce que l'on a voulu &#233;viter c'est que le consommateur ne soit tent&#233; de recourir au petit cr&#233;dit par une publicit&#233; qui lui en pr&#233;sente les avantages sans attirer son attention sur les co&#251;ts suppl&#233;mentaires qui en r&#233;sulteront pour lui et, partant, que la publicit&#233; qui peut avoir de tels effets est vis&#233;e par l'art. 3 let. l LCD. Il n'est pas n&#233;cessaire de trancher ici la question de savoir si et dans quelle mesure une publicit&#233; qui ne fait que rappeler au consommateur que l'annonceur pratique le petit cr&#233;dit (publicit&#233; dite de simple rappel) serait ou non soumise aux exigences de l'art. 3 let. l LCD; en effet, il a &#233;t&#233; retenu &#224; juste titre que les publicit&#233;s litigieuses, au vu de leur contenu tel qu'il a &#233;t&#233; d&#233;crit dans l'arr&#234;t attaqu&#233; (cf. supra, let. A), vont au-del&#224; d'une simple publicit&#233; de rappel. En revanche, d&#232;s qu'une publicit&#233;, arguments &#224; l'appui, incite le consommateur &#224; recourir au petit cr&#233;dit en lui en pr&#233;sentant les avantages, elle doit contenir les indications pr&#233;vues par cette disposition. Rien ne permet d'interpr&#233;ter plus restrictivement la notion d'annonces publiques en mati&#232;re de petits cr&#233;dits; en particulier, ni le texte ni le but de cette disposition n'autorisent &#224; en limiter l'application &#224; la publicit&#233; faite pour des limites de cr&#233;dit d&#233;termin&#233;es ou aux messages publicitaires contenant des chiffres. Si le l&#233;gislateur avait voulu restreindre l'application de l'art. 3  let. l LCD &#224; de tels cas, il l'aurait sans aucun doute pr&#233;cis&#233;; &#224; tout le moins cette volont&#233; ressortirait des travaux parlementaires au cours desquels le projet de LCD, notamment son art. 3 let. l, a &#233;t&#233; discut&#233; et adopt&#233;; tel n'a cependant pas &#233;t&#233; le cas, la disposition en question ayant &#233;t&#233; adopt&#233;e sans opposition ainsi qu'on l'a vu. Le juge ne saurait donc, par voie d'interpr&#233;tation, restreindre la protection accord&#233;e par la loi &#224; des cas d&#233;termin&#233;s sans que le texte l&#233;gal et la volont&#233; exprim&#233;e par le l&#233;gislateur ne lui permettent de le faire.\nAu demeurant, comme l'a relev&#233; la cour cantonale, et quoiqu'en disent les recourants, les restrictions propos&#233;es par ces derniers auraient manifestement pour effet de limiter consid&#233;rablement l'application de BGE 120 IV 287 S. 296l'art. 3 let. l LCD, voire de le vider en bonne partie de sa port&#233;e. En effet, toute publicit&#233; en mati&#232;re de petits cr&#233;dits qui ne mentionnerait pas un montant de cr&#233;dit d&#233;termin&#233; &#233;chapperait alors aux exigences pr&#233;vues par cette disposition. Comme le montre la publicit&#233; litigieuse en l'esp&#232;ce, il serait ainsi ais&#233; de vanter au consommateur les avantages du petit cr&#233;dit sans avoir &#224;  attirer son attention sur les co&#251;ts suppl&#233;mentaires qui en r&#233;sulteront pour lui. Il n'est pas douteux que la loi serait ainsi contourn&#233;e dans de tr&#232;s nombreux cas.\nOn ne saurait non plus suivre l'argumentation des recourants selon laquelle il serait quasiment impossible dans la pratique de fournir les indications pr&#233;vues par l'art. 3 let. l LCD lorsque le montant, la dur&#233;e et le taux des cr&#233;dits sont variables. Comme le leur a d&#233;j&#224; object&#233; &#224; juste titre la cour cantonale, il est d&#233;montr&#233;, notamment par la publicit&#233; diffus&#233;e par la BCV, que, dans ces cas aussi, il est possible de respecter les exigences l&#233;gales, notamment par l'inclusion d'un exemple. Le fait que cela rende l'annonce ou l'affiche moins lisible ou moins attractive ne saurait justifier des entorses &#224;  la loi que le l&#233;gislateur n'a pas pr&#233;vues.\ng) En l'esp&#232;ce, les publicit&#233;s litigieuses invitent les consommateurs &#224;  recourir au petit cr&#233;dit pour acqu&#233;rir certains biens de consommation, tels qu'une voiture, une cam&#233;ra vid&#233;o ou des meubles, en leur sugg&#233;rant qu'ils pourront ais&#233;ment les obtenir par ce moyen. Elles devaient donc satisfaire aux exigences de l'art. 3 let. l LCD. D&#232;s lors qu'il est &#233;tabli et au demeurant non contest&#233;, que leur attention n'a &#233;t&#233; attir&#233;e d'aucune mani&#232;re sur les co&#251;ts suppl&#233;mentaires qui en r&#233;sulteront pour eux, la cour cantonale n'a pas viol&#233; le droit f&#233;d&#233;ral en consid&#233;rant que les conditions objectives de l'art. 3 let. l LCD &#233;taient r&#233;alis&#233;es.\n \n   \n   "
}