{
  "titre": "112 Ib 8",
  "annee": "1986",
  "contenu": "\n      \n  Chapeau\n112 Ib 83. Arr&#234;t de la IIe Cour de droit public du 27 mai 1986 dans la cause Willy Auberson contre Vaud, Conseil d'Etat (recours de droit administratif)\n\n  \nRegeste\nArt. 2 al. 1 Loi f&#233;d&#233;rale sur les abris (LCPCi) et art. 3 de l'ordonnance (OCPCi).  Le fait qu'un atelier soit constitu&#233; d'&#233;l&#233;ments pr&#233;fabriqu&#233;s et m&#233;talliques ne permet pas &#224; son propri&#233;taire d'&#233;chapper &#224; l'assujettissement pr&#233;vu &#224; l'art.  2 al. 1 LCPCi; la soumission &#224; la loi d&#233;pend exclusivement de la destination du b&#226;timent consid&#233;r&#233; et non de la mani&#232;re dont celui-ci a &#233;t&#233; construit (consid.  2). D&#233;termination de l'&#233;tendue de l'assujettissement selon l'art. 3 OCPCi  (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 9\n\n\n    BGE 112 Ib 8 S. 9\n   \n\n    Le 19 mars 1981, Willy Auberson a d&#233;pos&#233; aupr&#232;s de la commune d'Yverdon-les-Bains une requ&#234;te tendant &#224; obtenir une dispense de l'obligation de construire un abri de protection civile sous l'atelier de m&#233;canique de 316 m2 - fait d'&#233;l&#233;ments pr&#233;fabriqu&#233;s mont&#233;s sur une structure m&#233;tallique - qu'il d&#233;sirait b&#226;tir..\nLe 23 mars 1981, l'Office cantonal de la protection civile a inform&#233; la commune qu'il acceptait de lib&#233;rer Willy Auberson de l'obligation de construire un abri mais fixait &#224; 5'000 francs la contribution de remplacement que devait payer le propri&#233;taire ainsi avantag&#233;.\nContestant le principe m&#234;me de son assujettissement &#224; l'obligation de verser une telle contribution, Willy Auberson a recouru aupr&#232;s du Conseil d'Etat du canton de Vaud qui a rejet&#233; sa demande le 24 f&#233;vrier 1982.\nApr&#232;s avoir saisi &#224; tort le D&#233;partement f&#233;d&#233;ral de justice et police, Willy Auberson a d&#233;pos&#233; un recours de droit administratif au Tribunal f&#233;d&#233;ral contre la d&#233;cision du Conseil d'Etat du 24 f&#233;vrier 1982. Il demande l'annulation de la d&#233;cision entreprise et sa lib&#233;ration de l'obligation de payer une contribution de remplacement au sens des art. 5 et 6 de l'ordonnance sur les constructions de protection civile du 27 novembre 1978 (RS 520.21; OCPCi). A l'appui de ses conclusions, il soutient principalement que l'atelier de m&#233;canique en cause n'est pas un b&#226;timent qui exige normalement BGE 112 Ib 8 S. 10des caves selon l'art. 2 al. 1 de la loi f&#233;d&#233;rale sur les constructions de protection civile (RS 520.20; LCPCi) en raison de sa construction tr&#232;s l&#233;g&#232;re.\nLe Tribunal f&#233;d&#233;ral admet le recours dans le sens des consid&#233;rants, annule la d&#233;cision attaqu&#233;e et renvoie la cause &#224; l'autorit&#233; de premi&#232;re instance pour nouvelle d&#233;cision.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) Aux termes de l'art. 2 al. 2 LCPCi, \"les propri&#233;taires d'immeubles doivent am&#233;nager des abris comprenant des sorties de secours et, au besoin, des voies et des canaux d'&#233;vacuation dans tous les nouveaux b&#226;timents qui devraient normalement avoir des caves...\".\nDans son message du 21 septembre 1962 (FF 1962 II 703), le Conseil f&#233;d&#233;ral a propos&#233; une d&#233;finition tr&#232;s large de ce qu'il entend par \"cave\" au sens de cette disposition et a indiqu&#233; express&#233;ment que les abris doivent, autant que possible, \"&#234;tre cr&#233;&#233;s partout o&#249; des locaux peuvent normalement &#234;tre construits au-dessous du rez-de-chauss&#233;e\". Cette notion comprend, d&#232;s lors, non seulement les caves au sens traditionnel du terme, mais &#233;galement d'autres locaux situ&#233;s en sous-sol.\nEn outre, s'agissant du crit&#232;re relatif &#224; la pr&#233;sence \"normale\" de cave dans un b&#226;timent, il ressort des travaux pr&#233;paratoires que l'obligation de construire des abris a &#233;t&#233; con&#231;ue de mani&#232;re tr&#232;s &#233;tendue et concerne aussi bien les locaux d'habitation que ceux servant &#224; l'activit&#233; professionnelle (BO CE 1963, p. 161; Conseiller f&#233;d&#233;ral von Moos). Cette constatation s'impose d'autant plus que l'obligation de cr&#233;er des organismes de protection d'&#233;tablissement, impos&#233;e par les art. 18 et 23 de la loi f&#233;d&#233;rale sur la protection civile du 23 mars 1962 (RS 520.1) aux administrations et aux &#233;tablissements priv&#233;s et publics d'une certaine importance, ne se con&#231;oit pas si ceux-ci ne disposent pas, par ailleurs, d'abris en suffisance; une de leurs t&#226;ches principales consiste, en effet, &#224; am&#233;nager les abris de l'&#233;tablissement et &#224; y organiser le s&#233;jour (art. 20 de l'ordonnance sur la protection civile du 27 novembre 1978; RS 520.11). Or, l'obligation de construire des abris est pr&#233;vue exclusivement par la LCPCi et notamment par son art. 2 al. 1 Il s'ensuit qu'en principe, les locaux destin&#233;s &#224; l'exercice d'une activit&#233; professionnelle sont &#233;galement assujettis &#224; la LCPCi et que la soumission &#224; la loi d&#233;pend moins de la nature de la construction - qu'elle soit pr&#233;fabriqu&#233;e, BGE 112 Ib 8 S. 11m&#233;tallique ou en b&#233;ton - que de la destination du b&#226;timent au moment de son  &#233;dification.\nb) D&#232;s lors, contrairement &#224; ce que pr&#233;tend le recourant, le fait que son atelier soit constitu&#233; d'&#233;l&#233;ments pr&#233;fabriqu&#233;s et m&#233;talliques ne lui permet pas d'&#233;chapper &#224; l'assujettissement. La mani&#232;re dont a &#233;t&#233; construit l'immeuble n'a aucun effet sur la question de la soumission de la construction &#224; la LCPCi;  celle-ci d&#233;pend exclusivement de la destination du b&#226;timent en cause.\nDe ce point de vue, le crit&#232;re du taux d'occupation de l'immeuble utilis&#233; par l'autorit&#233; intim&#233;e ne saurait &#234;tre retenu. Comme le Conseil d'Etat le relevait lui-m&#234;me le 22 mai 1985 dans l'expos&#233; des motifs concernant le projet de loi d'ex&#233;cution de la l&#233;gislation f&#233;d&#233;rale sur la protection civile (cf. Bulletin des s&#233;ances du Grand Conseil du canton de Vaud, 1985, No 10, p. 741), l'obligation impos&#233;e aux propri&#233;taires ne correspond pas forc&#233;ment au taux d'occupation de l'immeuble. Ainsi, un propri&#233;taire d'une villa de dix pi&#232;ces devra construire, en vertu de l'art. 3 al. 1 lettre a OCPCi, dix places prot&#233;g&#233;es, m&#234;me s'il est seul &#224; occuper sa maison.\nc) Par cons&#233;quent, dans la mesure o&#249; il n'est pas contest&#233; que la construction litigieuse - bien que l&#233;g&#232;re - est destin&#233;e &#224; abriter un atelier de m&#233;canique, celle-ci devrait normalement &#234;tre pourvue de caves au sens de l'art. 2 al. 1 LCPCi; partant, le propri&#233;taire ne peut nier le principe de son assujettissement &#224; l'obligation de construire un abri ou de verser une contribution de remplacement, conform&#233;ment aux art. 2 al. 3 LCPCi et 6 OCPCi.\nReste, cependant, &#224; d&#233;terminer l'&#233;tendue de son assujettissement.\n\n    3. a) D&#232;s lors que l'obligation de construire un abri d&#233;coule directement de la loi, la liste des constructions devant comporter des places prot&#233;g&#233;es obligatoires figurant &#224; l'art. 3 OCPCi ne pr&#233;sente qu'une valeur exemplative et ne constitue qu'un indice de l'assujettissement de ces b&#226;timents &#224; la LCPCi (cf. Prises de position OFPC concernant LCPCi/OCPCi, publi&#233;es le 16 juillet 1979, p. 6, ad art. 3 al. 1 OCPCi).\nCette constatation ne concerne toutefois que la question du principe de la soumission &#224; la loi et non celle du nombre de places prot&#233;g&#233;es &#224; pr&#233;voir concr&#232;tement pour chaque b&#226;timent mentionn&#233; dans la liste. Sur ce point, pour autant que la construction en cause figure dans l'&#233;num&#233;ration de l'art. 3 OCPCi, l'ordonnance du Conseil f&#233;d&#233;ral fixe avec pr&#233;cision la proportion de places prot&#233;g&#233;es requises en fonction de la grandeur du b&#226;timent, et cela d'apr&#232;s divers crit&#232;res (nombre de chambres, de lits, de postes de travail, superficie...).\n\n    BGE 112 Ib 8 S. 12S'agissant d'un atelier de m&#233;canique, la lettre f de l'art. 3 OCPCi dispose que les bureaux et b&#226;timents administratifs, de m&#234;me que les entreprises industrielles et artisanales (fabriques, ateliers) doivent comporter deux places prot&#233;g&#233;es pour trois postes de travail. Cette cl&#233; de r&#233;partition doit, d&#232;s lors, &#234;tre appliqu&#233;e au recourant.\nb) Dans le cadre de la proc&#233;dure cantonale, le propri&#233;taire a pr&#233;tendu travailler seul dans son atelier. L'autorit&#233; de premi&#232;re instance n'a pas accept&#233; cette all&#233;gation et, consid&#233;rant qu'il &#233;tait peu probable que l'int&#233;ress&#233; soit seul &#224; travailler dans une construction de 316 m2, a fix&#233; &#224;  cinq le nombre de places prot&#233;g&#233;es mises &#224; sa charge.\nIl est ind&#233;niable que la surface &#224; disposition pour un seul poste de travail appara&#238;t pour le moins surprenante. Or, s'agissant de d&#233;terminer, en application de l'art. 3 al. 1 lettre f OCPCi, le nombre de postes de travail dans une construction, il faut se r&#233;f&#233;rer &#224; la capacit&#233; totale du b&#226;timent &#224;  cet &#233;gard et non pas au nombre de personnes effectivement occup&#233;es au moment consid&#233;r&#233;. De m&#234;me que les &#233;tablissements ouverts au public (art. 3 al. 1  lettres b, c, d et e) doivent comporter des places prot&#233;g&#233;es en fonction de leur capacit&#233; maximale, les entreprises industrielles et artisanales sont assujetties par rapport au nombre maximum de places de travail que leurs locaux peuvent offrir. Si la fixation de ce chiffre suppose une certaine appr&#233;ciation de la part de l'autorit&#233;, celle-ci doit cependant se fonder sur un examen concret de chaque situation, tenant compte de tous les &#233;l&#233;ments &#224; disposition;  elle ne peut se contenter d'une estimation prima facie de la capacit&#233; de l'entreprise en se basant exclusivement sur les plans de l'immeuble sans examiner le genre d'activit&#233; d&#233;ploy&#233;e dans le b&#226;timent et sans tenir compte du nombre de places de travail susceptibles d'y &#234;tre install&#233;es sans n&#233;cessiter l'octroi d'une nouvelle autorisation de construire.\nEn l'occurrence, l'Office cantonal de la protection civile n'a proc&#233;d&#233; &#224;  aucune mesure d'instruction sp&#233;ciale pour d&#233;terminer la capacit&#233; r&#233;elle de l'atelier du recourant; il s'est born&#233; &#224; supposer - sans pr&#233;senter la moindre motivation - que le b&#226;timent devrait comporter cinq places prot&#233;g&#233;es, ce qui correspond &#224; sept postes de travail. Cette mani&#232;re de fixer les obligations incombant au propri&#233;taire de la construction ne respecte pas le droit f&#233;d&#233;ral. Il appartenait &#224; l'autorit&#233; de premi&#232;re instance - qui dispose d'un personnel sp&#233;cialis&#233; dans les questions touchant aux constructions - d'examiner avec soin le cas d'esp&#232;ce et de fixer pour l'atelier un BGE 112 Ib 8 S. 13nombre de postes de travail conforme aux constatations concr&#232;tes r&#233;sultant d'une instruction.\nNon motiv&#233;e sur ce point et bas&#233;e sur des suppositions, la d&#233;cision attaqu&#233;e doit, par cons&#233;quent, &#234;tre annul&#233;e et l'affaire renvoy&#233;e &#224; l'autorit&#233; de premi&#232;re instance pour nouvelle d&#233;cision dans le sens des consid&#233;rants.\nc) Il convient cependant de souligner que, si l'instruction du cas devait laisser appara&#238;tre que le b&#226;timent du recourant ne contient qu'une seule place de travail, cette situation ne saurait entra&#238;ner, comme semble le soutenir l'Office f&#233;d&#233;ral dans ses observations, la lib&#233;ration de l'int&#233;ress&#233; de toute obligation p&#233;cuniaire. Dans la mesure o&#249; une construction doit, en principe, comporter des places prot&#233;g&#233;es en vertu de l'art. 3 OCPCi, toute d&#233;rogation &#224;  cette obligation implique le versement d'une contribution de remplacement  &#233;quivalente pour la r&#233;alisation de constructions publiques de protection civile  (art. 2 al. 3 LCPCi). Consid&#233;rant qu'un atelier doit &#234;tre pourvu de deux places prot&#233;g&#233;es pour trois postes de travail, la pr&#233;sence d'un seul travailleur entra&#238;ne le versement d'une contribution correspondant aux 2/3 des frais suppl&#233;mentaires moyens par place prot&#233;g&#233;e d&#233;termin&#233;s par le canton en application de l'art. 6 al. 1 OCPCi. Aucune disposition l&#233;gale ou r&#233;glementaire ne justifie de proc&#233;der dans ces cas &#224; l'exon&#233;ration compl&#232;te du propri&#233;taire.\n \n   \n   "
}