{
  "titre": "133 II 58",
  "annee": "2007",
  "contenu": "\n      \n  Chapeau\n133 II 586. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale dans la cause Service des automobiles et de la navigation contre X. ainsi que Tribunal administratif du canton de Vaud (recours de droit administratif)\n6A.53/2006 du 11 janvier 2007\n  \nRegeste\nArt. 16a al. 1 let. a et art. 16b al. 1 let. a LCR; art. 35 al. 1 LCR et art. 36 al. 3 OCR; dur&#233;e du retrait du permis de conduire; d&#233;passement par la droite sur la bande d'arr&#234;t d'urgence.  Remonter par la droite, sur la bande d'arr&#234;t d'urgence, une file de v&#233;hicules ralentis constitue une infraction moyennement grave sanctionn&#233;e d'un retrait de permis d'un mois au moins (consid. 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 58\n\n\n    BGE 133 II 58 S. 58\n   \nLe 9 juillet 2005 vers 17h15, X., circulant au volant d'une automobile, a remont&#233; &#224; faible allure en empruntant sur une distance de 200 m&#232;tres environ la bande d'arr&#234;t d'urgence les files de v&#233;hicules qui circulaient sur l'autoroute A9 entre les jonctions d'Aigle et de Villeneuve, en direction de Villeneuve. Ces derni&#232;res avan&#231;aient &#224; tr&#232;s faible allure en raison d'un ralentissement provoqu&#233; par les travaux dans le tunnel de Glion. Il a &#233;t&#233; condamn&#233;, par prononc&#233; pr&#233;fectoral du 9 ao&#251;t 2005, &#224; une amende de 380 francs. BGE 133 II 58 S. 59\n   \nPar d&#233;cision du 8 novembre 2005, le Service des automobiles et de la navigation du canton de Vaud (SAN) a ordonn&#233; le retrait de son permis de conduire pour une dur&#233;e d'un mois d&#232;s le 7 mai 2006.\nPar jugement du 9 juin 2006, le Tribunal administratif du canton de Vaud a admis le recours form&#233; par X. contre cette d&#233;cision et l'a r&#233;form&#233;e en ce sens que seul un avertissement &#233;tait prononc&#233; contre l'int&#233;ress&#233;.\nLe SAN interjette un recours de droit administratif contre ce jugement, concluant &#224; son annulation et &#224; la confirmation de sa d&#233;cision du 8 novembre 2005. Il requiert &#233;galement l'octroi de l'effet suspensif &#224; son recours.\nInvit&#233; &#224; se d&#233;terminer sur le recours, le Tribunal administratif a conclu &#224; son rejet, en soulignant tout particuli&#232;rement le peu d'intensit&#233; de la mise en danger r&#233;sultant du comportement incrimin&#233;. L'intim&#233; a conclu au rejet du recours de droit administratif.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. L'art. 35 al. 1 LCR consacre l'interdiction du d&#233;passement par la droite. Il y a, selon la jurisprudence, d&#233;passement lorsqu'un v&#233;hicule plus rapide rattrape un v&#233;hicule circulant plus lentement dans la m&#234;me direction, le devance et poursuit sa route devant lui. Dans la r&#232;gle, le fait de d&#233;bo&#238;ter et de se rabattre n'est pas indispensable pour qualifier la manoeuvre de d&#233;passement (ATF 126 IV 192 consid. 2a p. 194; ATF 115 IV 244 consid. 2; ATF 114 IV 55 consid. 1). Il n'en va diff&#233;remment que lorsqu'il s'agit, sur route (art. 8 al. 3 de l'ordonnance du 13 novembre 1962 sur les r&#232;gles de la circulation routi&#232;re [OCR; RS 741.11]) ou sur autoroute (art. 36 al. 5 let. a OCR), de distinguer la situation dans laquelle un usager en d&#233;passe d'autres par la droite, de celle dans laquelle il se borne &#224; devancer un ou plusieurs autres usagers circulant en files parall&#232;lement &#224; sa propre voie de circulation (surpassement). Dans la circulation en files parall&#232;les, le fait de d&#233;bo&#238;ter est en lui-m&#234;me autoris&#233;, comme le fait de se rabattre (art. 44 al. 1 LCR). Le fait de d&#233;bo&#238;ter, devancer un ou plusieurs v&#233;hicules par la droite et se rabattre dans un m&#234;me &#233;lan, en utilisant habilement les espaces demeurant libres dans la file parall&#232;le dans le seul but de gagner du terrain tombe cependant &#224; nouveau sous le coup de l'interdiction de d&#233;passer &#224; droite (ATF 126 IV 192 consid. 2a p. 194 s.; ATF 115 IV 244 consid. 2 et 3). Il n'y a toutefois lieu de distinguer de la sorte qu'en pr&#233;sence de voies de circulation BGE 133 II 58 S. 60distinctes permettant la circulation en files parall&#232;les. Cette distinction ne trouve, partant, pas application lorsque, comme en l'esp&#232;ce, la voie emprunt&#233;e pour devancer d'autres v&#233;hicules est la bande d'arr&#234;t d'urgence, qui ne constitue pas une voie de circulation, mais uniquement une partie de la voie de circulation qui ne peut &#234;tre utilis&#233;e que dans les conditions pr&#233;vues par l'art. 36 al. 3 OCR (ATF 114 IV 55 consid. 2c p. 57).\nEn l'esp&#232;ce et au regard de ces principes, dont il n'y a pas lieu de s'&#233;carter, la manoeuvre op&#233;r&#233;e par l'intim&#233; ne peut &#234;tre qualifi&#233;e que comme un d&#233;passement par la droite (ATF 114 IV 55, pr&#233;cit&#233;). C'est en vain que l'intim&#233; souligne dans ses observations que son intention n'&#233;tait pas de gagner quelques places dans la file, mais bien de quitter l'autoroute. Ce comportement, quelle qu'ait pu &#234;tre l'intention premi&#232;re de l'int&#233;ress&#233;, viole par ailleurs &#233;galement l'interdiction d'utiliser la bande d'arr&#234;t d'urgence hors des cas pr&#233;vus par la r&#233;glementation f&#233;d&#233;rale (art. 36 al. 3 OCR). Il s'agit d&#232;s lors uniquement d'examiner si, sur le plan administratif, l'infraction commise constitue un cas de peu de gravit&#233; susceptible d'un simple avertissement, comme l'a retenu la cour cantonale, ou si elle doit &#234;tre sanctionn&#233;e d'un retrait de permis, comme le soutient l'office recourant.\n\n    5. \n   \n\n    5.1 Conform&#233;ment &#224; l'art. 16a al. 1 let. a LCR, commet une infraction l&#233;g&#232;re la personne qui, en violant les r&#232;gles de la circulation, met l&#233;g&#232;rement en danger la s&#233;curit&#233; d'autrui et &#224; laquelle seule une faute b&#233;nigne peut &#234;tre imput&#233;e. Apr&#232;s une infraction l&#233;g&#232;re, le permis d'&#233;l&#232;ve conducteur ou le permis de conduire est retir&#233; pour un mois au moins au conducteur qui a fait l'objet d'un retrait de permis ou d'une autre mesure administrative au cours des deux ann&#233;es pr&#233;c&#233;dentes (al. 2 ). L'auteur d'une infraction l&#233;g&#232;re fait l'objet d'un avertissement si, au cours des deux ann&#233;es pr&#233;c&#233;dentes, le permis de conduire ne lui a pas &#233;t&#233; retir&#233; et qu'aucune autre mesure administrative n'a &#233;t&#233; prononc&#233;e (al. 3). En cas d'infraction particuli&#232;rement l&#233;g&#232;re, il est renonc&#233; &#224; toute mesure administrative (al. 4).\nCommet, en revanche, une infraction moyennement grave la personne qui, en violant les r&#232;gles de la circulation, cr&#233;e un danger pour la s&#233;curit&#233; d'autrui ou en prend le risque (art. 16b al. 1 let. a LCR). Apr&#232;s une infraction moyennement grave, le permis d'&#233;l&#232;ve conducteur ou le permis de conduire est retir&#233; pour un mois au minimum (al. 2 let. a). BGE 133 II 58 S. 61\n   \n\n    5.2 Dans un arr&#234;t r&#233;cent, auquel se r&#233;f&#232;re l'office recourant, la cour de c&#233;ans a jug&#233; que la faute commise par un motard qui, le soir, a emprunt&#233; dans les m&#234;mes circonstances que l'intim&#233; la bande d'arr&#234;t d'urgence sur une distance d'un kilom&#232;tre, pour remonter par la droite jusqu'&#224; la prochaine sortie de l'autoroute la colonne des autres usagers tr&#232;s ralentie en raison de travaux effectu&#233;s dans le tunnel de Glion, ne pouvait plus, ni subjectivement ni objectivement, &#234;tre qualifi&#233;e de l&#233;g&#232;re, m&#234;me s'il ne roulait qu'&#224; une vitesse de l'ordre de 10 km/h. La cour de c&#233;ans a, en particulier, relev&#233; que, sous r&#233;serve des exceptions d&#233;j&#224; mentionn&#233;es, l'interdiction de d&#233;passer par la droite constituait une r&#232;gle &#233;l&#233;mentaire de la circulation qui, parce qu'elle vise la s&#233;curit&#233; de la circulation et son bon d&#233;roulement, doit &#234;tre imp&#233;rativement respect&#233;e. Elle a &#233;galement soulign&#233; le caract&#232;re r&#233;el du risque cr&#233;&#233; pour les autres usagers de la route. La majorit&#233; d'entre eux ne s'attendent en effet pas &#224; &#234;tre d&#233;pass&#233;s par la droite sur la bande d'arr&#234;t d'urgence, ce qui peut, notamment, provoquer des r&#233;actions inappropri&#233;es de leur part. On ne peut, en outre, exclure qu'un v&#233;hicule en d&#233;tresse se rabatte sur la bande d'arr&#234;t d'urgence ou que les automobilistes roulant normalement soient contraints de le faire en raison de l'intervention de la police ou des services sanitaires (arr&#234;t 6A.22/2005 du 31 mai 2005).\n\n    5.3 Il n'y a en l'esp&#232;ce, contrairement &#224; l'opinion de la cour cantonale, aucune raison de qualifier diff&#233;remment la faute de l'intim&#233;, qui n'appara&#238;t donc pas b&#233;nigne. Ni sa vitesse au moment des faits, qui est du reste comparable &#224; celle du motard dans le cas pr&#233;cit&#233;, ni la distance parcourue en infraction, ni m&#234;me le type de v&#233;hicule conduit ne font appara&#238;tre moins important ou imm&#233;diat le risque ainsi cr&#233;&#233;, qui peut se r&#233;aliser &#224; tout instant. On peut, du reste, d'autant exiger du conducteur qui d&#233;sire quitter l'autoroute qu'il s'abstienne d'utiliser la bande d'arr&#234;t d'urgence que la sortie en est plus proche et l'attente restante, en cons&#233;quence, moins longue, si bien que l'on ne peut, quant &#224; l'appr&#233;ciation de la faute, accorder une importance d&#233;terminante &#224; la distance parcourue qui n'est, en l'esp&#232;ce, au demeurant pas n&#233;gligeable.\nOn ne peut, par ailleurs, m&#233;conna&#238;tre que la g&#233;n&#233;ralisation de ce comportement dans les nombreux ralentissements que l'on rencontre sur les autoroutes aussi bien lors de travaux dans des tunnels qu'en cas de travaux de r&#233;novation des rev&#234;tements et des ouvrages d'art, n'a pas pour seule cons&#233;quence que certains automobilistes roulant normalement dans la file ralentie peuvent &#234;tre surpris BGE 133 II 58 S. 62par un automobiliste les d&#233;passant par la droite, mais provoque, ce qui n'est pas rare, un engorgement de la bande d'arr&#234;t d'urgence elle-m&#234;me. Cette situation rend ainsi impossible, notamment, le d&#233;gagement des voies de circulation au b&#233;n&#233;fice des v&#233;hicules prioritaires des services de police, de sant&#233; et du feu (art. 27 al. 2 LCR). A cela s'ajoute que ce comportement - qui ne constitue pas une simple peccadille et d&#233;note en outre un singulier manque d'&#233;gard et de courtoisie envers les usagers de la route qui respectent la r&#233;glementation et s'en trouvent en d&#233;finitive p&#233;nalis&#233;s par une attente prolong&#233;e - cr&#233;e un risque suppl&#233;mentaire d'accrochages &#224; la jonction de la bande d'arr&#234;t d'urgence et de la voie de sortie d'autoroute, en raison de la confusion induite dans le r&#232;glement des priorit&#233;s lorsque convergent &#224; la sortie de l'autoroute les automobilistes quittant normalement cette derni&#232;re et ceux, arrivant sur leur droite, qui empruntent de mani&#232;re illicite la bande d'arr&#234;t d'urgence. Aussi, l'intim&#233; ne peut-il rien d&#233;duire en sa faveur du fait que pr&#232;s de 2000 personnes ont &#233;t&#233; interpell&#233;es dans les m&#234;mes circonstances que lui, comme, il le souligne dans ses observations. Le nombre &#233;lev&#233; des contrevenants tend, au contraire, tr&#232;s clairement &#224; d&#233;montrer la n&#233;cessit&#233; de rappeler le caract&#232;re essentiel pour la s&#233;curit&#233; du trafic des r&#232;gles ainsi viol&#233;es.\n\n    5.4 Il est vrai que dans certaines circonstances la bande d'arr&#234;t d'urgence peut &#234;tre ouverte au trafic et constitue alors une voie de circulation &#224; part enti&#232;re. Il peut notamment en aller ainsi en cas d'accidents ou de bouchons aux environs de travaux. Cette d&#233;rogation &#224; la r&#232;gle de l'art. 36 al. 3 OCR doit cependant demeurer exceptionnelle. Hors des cas o&#249; elle est impos&#233;e imm&#233;diatement par l'arriv&#233;e d'un v&#233;hicule d'urgence prioritaire d&#251;ment signal&#233; (art. 27 al. 2 LCR), elle doit faire l'objet d'instructions claires donn&#233;es par les forces de l'ordre (art. 67 de l'ordonnance du 5 septembre 1979 sur la signalisation routi&#232;re [OSR; RS 741.21]) ou, le cas &#233;ch&#233;ant si la situation est appel&#233;e &#224; se prolonger, par une signalisation, un marquage voire un balisage ad&#233;quat au sol (art. 80 ss OSR). De telles circonstances ne sont pas &#233;tablies en l'esp&#232;ce. En l'absence de toute indication de ce type, l'utilisation de la bande d'arr&#234;t d'urgence demeure, en revanche, soumise aux conditions restrictives pr&#233;vues par l'art. 36 al. 3 OCR et le fait de l'emprunter pour remonter la file des autres automobilistes constitue un d&#233;passement par la droite prohib&#233; (v. supra consid. 4). A cet &#233;gard, un simple panneau de d&#233;viation install&#233; par exemple &#224; l'occasion d'une manifestation (en l'esp&#232;ce pour le Montreux Jazz Festival), faute de toute autre indication sp&#233;cifique ou marquage BGE 133 II 58 S. 63particulier, ne peut en aucun cas &#234;tre interpr&#233;t&#233; comme une d&#233;rogation &#224; ces r&#232;gles. Une erreur de ce type, m&#234;me si elle devait &#234;tre retenue, proc&#233;derait, dans le meilleur des cas, d'une confusion telle quant &#224; la port&#233;e des signalisations pr&#233;vues par l'OSR qu'elle constituerait une grave n&#233;gligence et n'en ferait pas appara&#238;tre pour autant comme b&#233;nigne la faute de l'intim&#233;. Il s'ensuit que ce dernier ne pouvait, quoi qu'il en soit, rien d&#233;duire en sa faveur de la pr&#233;sence d'un tel panneau en relation avec laquelle il a requis de la cour cantonale des mesures d'instruction. Il n'y a, partant, pas lieu de renvoyer la cause &#224; la cour cantonale pour qu'elle compl&#232;te l'&#233;tat de fait sur la question de la localisation exacte de ce panneau, qu'elle a laiss&#233;e ind&#233;cise.\n\n    5.5 Il r&#233;sulte de ce qui pr&#233;c&#232;de que la faute commise par l'intim&#233; ne peut &#234;tre qualifi&#233;e de b&#233;nigne au sens de l'art. 16a al. 1 let. a LCR, si bien que l'infraction est moyennement grave au sens de l'art. 16b al. 1 let. a LCR), le risque cr&#233;&#233; pour la circulation n'apparaissant, par ailleurs, pas non plus particuli&#232;rement l&#233;ger. L'arr&#234;t cantonal, qui sanctionne son comportement d'un simple avertissement viole le droit f&#233;d&#233;ral.\n \n   \n   "
}