{
  "titre": "89 I 381",
  "annee": "1963",
  "contenu": "\n      \n  Chapeau\n89 I 38155. Arr&#234;t du 6 novembre 1963 dans la cause Chappuis contre Conseil d'Etat du Canton de Vaud.\n\n  \nRegeste\nGarantie de la propri&#233;t&#233;. Expropriation mat&#233;rielle.  Plan d'extension cantonal cr&#233;ant une zone d'interdiction de construire autour d'un lac en vue de prot&#233;ger le site. D&#233;cision de l'autorit&#233; cantonale rejetant une demande d'indemnit&#233; pr&#233;sent&#233;e par un propri&#233;taire. \n1. Le Tribunal f&#233;d&#233;ral recherche librement si un propri&#233;taire est l'objet d'une expropriation mat&#233;rielle (consid. 1). \n2. Notion de l'expropriation mat&#233;rielle. Lorsqu'une parcelle n'est frapp&#233;e qu'en partie d'une interdiction totale de b&#226;tir, faut-il examiner la question d'une &#233;ventuelle expropriation mat&#233;rielle au regard de la seule zone grev&#233;e de la d&#233;fense absolue de construire ou en prenant en consid&#233;ration le fonds tout entier (consid. 2)? \n3. Examen d'un cas particulier o&#249; un propri&#233;taire est victime d'une expropriation mat&#233;rielle. Obligation pour l'Etat de d&#233;dommager sous une forme ou sous une autre le propri&#233;taire ainsi atteint (consid. 3 et 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 382\n\n\n    BGE 89 I 381 S. 382\n   \n\n    A.- La loi vaudoise du 5 f&#233;vrier 1941 sur la police des constructions (LPC) pr&#233;voit des plans d'extension communaux et des plans d'extension cantonaux. L'art. 53 LPC autorise l'Etat &#224; &#233;tablir des plans d'extension cantonaux pour diverses r&#233;gions du territoire vaudois, notamment pour les rives du lac de Bret. Un certain nombre de r&#232;gles concernant les plans communaux sont applicables par analogie aux plans cantonaux. Ainsi en va-t-il de l'art. 30 al. 1 LPC, aux termes duquel \"la commune peut &#234;tre tenue d'exproprier sit&#244;t apr&#232;s l'approbation du plan toute parcelle non b&#226;tie dont la valeur d&#233;pend principalement de la possibilit&#233; d'y construire, lorsque l'utilisation en est rendue impossible ou g&#234;n&#233;e dans une trop large mesure par l'interdiction de construire\".\n\n    BGE 89 I 381 S. 383\n   \n\n    B.- Fran&#231;ois Chappuis est propri&#233;taire d'un domaine agricole form&#233;, pour l'essentiel, d'une vaste parcelle sise le long de la rive est du lac de Bret, et qui n'est s&#233;par&#233;e de celui-ci que par une bande de terrain tr&#232;s &#233;troite, appartenant &#224; la commune de Lausanne. Cette parcelle comprend deux zones s&#233;par&#233;es par une cr&#234;te, l'une inclin&#233;e vers l'est, l'autre vers l'ouest, c'est-&#224;-dire en direction du lac.\nA la fin de 1960, Chappuis d&#233;cida de vendre un morceau de son fonds regardant le lac, soit 13 000 m2 environ. Il fit &#233;tablir un projet de lotissement pr&#233;voyant la construction de plusieurs maisons de week-end. Au d&#233;but de 1961, il offrit le terrain &#224; vendre par des annonces publi&#233;es dans la presse. Plusieurs amateurs s'int&#233;ress&#232;rent &#224; l'affaire. Le projet souleva cependant des oppositions, notamment de la part du D&#233;partement des travaux publics du canton de Vaud. Ce dernier d&#233;cida de pr&#233;parer un plan d'extension, qui fut adopt&#233; par le Conseil d'Etat vaudois le 11 d&#233;cembre 1961. Ce plan interdit ou restreint les constructions dans toute la r&#233;gion entourant le lac de Bret. Il divise la parcelle du recourant en deux parties. L'une comprend pr&#233;cis&#233;ment la zone pour laquelle Chappuis avait fait un projet de lotissement. Elle englobe les pentes inclin&#233;es vers le lac, ainsi que la cr&#234;te et une petite bande de terrain &#224; l'est de celle-ci. Elle est une zone de non b&#226;tir. L'autre, qui s'&#233;tend &#224; tout le solde du fonds (inclin&#233; vers l'est), ne peut recevoir que des constructions en rez-de-chauss&#233;e. L'espace actuellement occup&#233; par la ferme du domaine pourrait recevoir un b&#226;timent d'un &#233;tage sur rez-de-chauss&#233;e.\n\n    C.- Le 5 octobre 1962, Chappuis, qui ne s'&#233;tait pas oppos&#233; au plan d'extension, s'adressa au Conseil d'Etat du canton de Vaud en lui demandant d'exproprier, conform&#233;ment &#224; l'art. 30 LPC, la portion de son terrain frapp&#233;e d'une interdiction totale de construire. Le 28 novembre 1962, le Conseil d'Etat &#233;carta cette requ&#234;te. Il consid&#233;ra que les conditions de l'art. 30 LPC n'&#233;taient BGE 89 I 381 S. 384pas remplies, que la parcelle &#233;tait dans une zone agricole o&#249; la valeur des fonds ne d&#233;pendait pas principalement de la possibilit&#233; d'y construire, que les avantages du plan pour l'ensemble du domaine en compensaient les inconv&#233;nients et que d'ailleurs une partie importante de ce dernier demeurait constructible.\n\n    D.- Agissant par la voie du recours de droit public, Chappuis requiert le Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du Conseil d'Etat. Il se plaint d'un acte arbitraire et d'une atteinte &#224; la garantie de la propri&#233;t&#233;. Il avait &#233;galement d&#233;f&#233;r&#233; cette d&#233;cision &#224; la Commission cantonale de recours en mati&#232;re de police des constructions, qui a d&#233;clar&#233; son recours irrecevable.\nLe Conseil d'Etat conclut au rejet du recours de droit public.\nUne d&#233;l&#233;gation du Tribunal f&#233;d&#233;ral a proc&#233;d&#233; &#224; une inspection locale.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le plan d'extension relatif aux rives du lac de Bret constitue une restriction de droit public &#224; la propri&#233;t&#233; fonci&#232;re au sens de l'art. 702 CC. Les restrictions de ce genre sont admissibles &#224; la condition qu'elles reposent sur une base l&#233;gale, qu'elles soient dans l'int&#233;r&#234;t public et que, lorsqu'elles &#233;quivalent &#224; une v&#233;ritable expropriation, elles donnent lieu au paiement d'une indemnit&#233; (RO 89 I 104, 88 I 83/84, 175). Ni la base l&#233;gale ni l'int&#233;r&#234;t public du plan ne sont en cause ici. La question de l'indemnit&#233; est seule litigieuse. Sur ce point, le recourant ne pouvait attaquer le plan directement. Conform&#233;ment &#224; la jurisprudence, il devait au pr&#233;alable demander l'expropriation pr&#233;vue par l'art. 30 LPC (RO 84 I 176/177). C'est aussi bien ce qu'il a fait. Toutefois, il a &#233;t&#233; d&#233;bout&#233; par une d&#233;cision du Conseil d'Etat, qui est sans recours et, partant, &#233;puise les instances cantonales. Il s'agit de savoir s'il est victime d'une expropriation mat&#233;rielle sans indemnit&#233;. Le Tribunal f&#233;d&#233;ral peut juger cette question BGE 89 I 381 S. 385avec un plein pouvoir d'examen. Pour la trancher, il n'a besoin de savoir ni si l'art. 30 LPC -est en soi conforme &#224; la garantie de la propri&#233;t&#233; ni s'il a &#233;t&#233; appliqu&#233; en l'esp&#232;ce de fa&#231;on arbitraire.\n\n    2. En r&#232;gle g&#233;n&#233;rale, la jurisprudence admet l'existence d'une expropriation mat&#233;rielle lorsque le propri&#233;taire se voit interdire l'usage qu'il &#233;tait en droit de faire jusqu'alors de sa chose ou l'utilit&#233; &#233;conomique qu'il avait le pouvoir d'en tirer; l'expropriation mat&#233;rielle est aussi r&#233;alis&#233;e quand l'interdiction restreint l'utilisation de la chose d'une mani&#232;re particuli&#232;rement sensible et qu'elle frappe un propri&#233;taire unique ou quelques propri&#233;taires seulement, et cela dans une mesure telle que, s'ils ne recevaient pas d'indemnit&#233;, ils devraient supporter un sacrifice par trop consid&#233;rable en faveur de la collectivit&#233; (RO 82 I 164, 81 I 346, 69 I 241/242). Dans la premi&#232;re &#233;ventualit&#233;, la jurisprudence prot&#232;ge surtout l'utilisation actuelle du bien. Dans la seconde, elle vise &#224; sauvegarder &#233;galement l'utilisation possible de l'immeuble &#224; l'avenir.\nLorsqu'une parcelle n'est frapp&#233;e qu'en partie d'une interdiction totale de b&#226;tir, le Tribunal f&#233;d&#233;ral consid&#232;re qu'il faut examiner la question d'une &#233;ventuelle expropriation mat&#233;rielle au regard non seulement de la zone frapp&#233;e de la d&#233;fense absolue de construire, mais du fonds tout entier (RO 82 I 165). Dans de nombreux cas, cette r&#232;gle est justifi&#233;e par le motif notamment que lorsqu'une partie d'un terrain est inconstructible, le solde de la parcelle peut souvent encore &#234;tre utilis&#233; pour y b&#226;tir dans des conditions assez voisines. Toutefois, le principe pos&#233; par la jurisprudence ne saurait &#234;tre absolu. Il convient de r&#233;server les situations particuli&#232;res. Ainsi, il arrive qu'en raison des circonstances, par exemple de la configuration des lieux, un terrain ne puisse &#234;tre utilis&#233; &#224; des fins de construction que sur la partie frapp&#233;e de l'interdiction. En pareille hypoth&#232;se, le propri&#233;taire grev&#233; est enti&#232;rement priv&#233; des avantages - g&#233;n&#233;ralement tr&#232;s appr&#233;ciables - qu'offre la possession d'un terrain &#224; b&#226;tir.\n\n    BGE 89 I 381 S. 386C'est uniquement la surface frapp&#233;e de l'interdiction totale qu'il faut alors prendre en consid&#233;ration pour d&#233;cider si, du fait de la mesure prise, le propri&#233;taire est victime d'une expropriation mat&#233;rielle.\n\n    3. Jusqu'&#224; l'adoption du plan d'extension relatif aux rives du lac de Bret, le recourant a constamment utilis&#233; son terrain &#224; des fins agricoles. Le plan ne l'emp&#234;che pas de continuer &#224; en faire cet usage. La premi&#232;re hypoth&#232;se envisag&#233;e par la jurisprudence n'est donc pas r&#233;alis&#233;e.\nQuant &#224; la seconde, il s'agit de rechercher d'abord si elle doit &#234;tre examin&#233;e en ne tenant compte que du fonds grev&#233; de la d&#233;fense absolue de construire. Il n'est pas douteux &#224; cet &#233;gard que l'espace dont le recourant envisageait le lotissement et qui est frapp&#233; par l'interdiction, constitue une parcelle &#224; b&#226;tir. Le terrain est inclin&#233; vers l'ouest. Si une villa y &#233;tait construite, elle jouirait d'une vue imprenable sur le site - d'une grande beaut&#233; - que constitue la nappe d'eau et son cadre de prairies et de for&#234;ts. La zone qui offre cet attrait particulier est d'ailleurs situ&#233;e dans une r&#233;gion encore tranquille et &#224; faible distance de l'agglom&#233;ration lausannoise, &#224; laquelle elle est reli&#233;e par d'excellentes routes. Elle est ainsi un emplacement particuli&#232;rement appropri&#233; &#224; la construction de maisons de week-end. Le plan de lotissement &#233;tabli par le recourant et le succ&#232;s des annonces qu'il a publi&#233;es dans la presse montrent que ses projets eussent &#233;t&#233; rapidement r&#233;alisables. En revanche, le reste du domaine n'offre pas pour la construction un attrait comparable &#224; celui de la zone d'o&#249; tout b&#226;timent est proscrit. Il est inclin&#233; vers l'est, soit dans une direction oppos&#233;e &#224; celle du lac, dont il est s&#233;par&#233; par une cr&#234;te. Les paysages n'y sont gu&#232;re diff&#233;rents de ceux de toute la r&#233;gion. C'est d&#232;s lors de la seule surface grev&#233;e d'une interdiction totale qu'il faut tenir compte pour rechercher si le recourant est victime d'une expropriation mat&#233;rielle.\nA cet &#233;gard, l'interdiction de construire d&#233;cr&#233;t&#233;e par le Conseil d'Etat a mis les projets du recourant &#224; n&#233;ant.\n\n    BGE 89 I 381 S. 387D'une parcelle &#224; b&#226;tir sp&#233;cialement bien situ&#233;e, elle a fait un simple fonds agricole. Ce fonds est du reste de faible valeur: en raison de la pente et de l'humidit&#233; due &#224; la proximit&#233; du lac, il se pr&#234;te mal &#224; la culture et peut tout au plus &#234;tre utilis&#233; comme p&#226;turage. Ainsi, le recourant, qui ne s'est pas livr&#233; au moindre acte de sp&#233;culation, est emp&#234;ch&#233; d'utiliser rationnellement une surface de quelque 13 000 m2, qui, sur le plan agricole, ne repr&#233;sente pour son domaine qu'un maigre avantage. Il est priv&#233; de la sorte d'un profit tr&#232;s important et voit son terrain subir une moins-value consid&#233;rable. Il est d&#232;s lors atteint d'une mani&#232;re particuli&#232;rement sensible. Si quelques parcelles voisines de la sienne et se trouvant dans une situation analogue sont peut-&#234;tre touch&#233;es de m&#234;me fa&#231;on, il est en tout cas certain qu'un nombre tr&#232;s restreint de propri&#233;taires est l&#233;s&#233; aussi gravement que le recourant. Suppos&#233; que ce dernier ne soit pas d&#233;dommag&#233; sous une forme ou sous une autre, il subirait un sacrifice par trop consid&#233;rable en faveur de la collectivit&#233;. Il s'ensuit qu'il est victime d'une expropriation mat&#233;rielle.\nPeu importe que le fonds litigieux soit s&#233;par&#233; du lac par une mince bande de terrain appartenant &#224; la commune de Lausanne. En effet, l'attrait de la parcelle pour d'&#233;ventuels constructeurs r&#233;side dans la vue sur le lac et non dans l'acc&#232;s &#224; celui-ci. D'ailleurs, selon toute vraisemblance, cet acc&#232;s aurait pu faire l'objet d'une convention entre les constructeurs et la commune.\nRien ne servirait non plus d'objecter que l'interdiction de b&#226;tir est propre &#224; augmenter la valeur du domaine dans son ensemble. En effet, cet avantage, m&#234;me s'il est incontestable, ne compense de loin pas les inconv&#233;nients d&#233;coulant de la mesure prise. Peut-&#234;tre en aurait-il &#233;t&#233; autrement si la configuration des lieux avait &#233;t&#233; diff&#233;rente et si des constructions avaient pu &#234;tre &#233;lev&#233;es ailleurs sur le domaine du recourant dans des conditions &#224; peu pr&#232;s analogues &#224; celles relatives aux b&#226;timents que le plan entend proscrire. Mais cette condition n'est pas remplie, BGE 89 I 381 S. 388ce qui distingue pr&#233;cis&#233;ment la situation r&#233;alis&#233;e en l'esp&#232;ce de celle qui existait dans les affaires Le Fort (arr&#234;t non publi&#233; du 3 juin 1946) et Egger (RO 82 I 157 ss.). Comme on l'a dit, la partie du domaine o&#249; des maisons pourraient &#234;tre b&#226;ties n'offre nullement un attrait comparable &#224; celui de la zone interdite. L'implantation naturelle de ces maisons serait telle que, de leur logis, les propri&#233;taires ne verraient rien ou presque rien du site tr&#232;s particulier du lac de Bret. C'est pourquoi le recourant ne saurait rem&#233;dier aux inconv&#233;nients du plan en adjoignant &#224; la zone qu'il voulait vendre une bande de terrain prise sur la partie de son domaine o&#249; des constructions restent possibles. Les parcelles qu'il aurait pu ainsi constituer auraient eu la forme d'un dos d'&#226;ne et n'auraient pu recevoir de constructions qu'&#224; l'endroit sans vue sur le lac. Elles auraient alors perdu l'essentiel de leur attrait.\n\n    4. La d&#233;cision prise &#233;quivaut &#224; une expropriation mat&#233;rielle. Elle n'accorde pas de d&#233;dommagement au recourant, sous quelque forme que ce soit. Elle est donc contraire &#224; la garantie de la propri&#233;t&#233;. Pour ce motif d&#233;j&#224;, elle doit &#234;tre annul&#233;e. Il est d&#232;s lors inutile de rechercher si l'art. 30 LPC, sur lequel elle est fond&#233;e, est conforme &#224; cette garantie, ni s'il a &#233;t&#233; appliqu&#233; en l'esp&#232;ce d'une mani&#232;re arbitraire.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral\nAdmet le recours et annule la d&#233;cision attaqu&#233;e.\n \n   \n   "
}