{
  "titre": "110 II 304",
  "annee": "1984",
  "contenu": "\n      \n  Chapeau\n110 II 30461. Extrait de l'arr&#234;t de la IIe Cour civile du 7 juin 1984 dans la cause X. S.A. contre Commission cantonale de recours en mati&#232;re fonci&#232;re du canton de Vaud (recours de droit administratif)\n\n  \nRegeste\nArt. 19 al. 1 lettre c LPR.  Vente d'une parcelle d'un domaine agricole; d&#233;termination de la viabilit&#233; du domaine. \nLa viabilit&#233; d'un domaine agricole, au sens de l'art. 19 al. 1 lettre c LPR, est une notion objective. Le revenu minimum n&#233;cessaire pour qu'un domaine puisse &#234;tre consid&#233;r&#233; comme propre &#224; &#234;tre le centre de l'existence d'une famille paysanne et la base d'une exploitation agricole se d&#233;termine en fonction d'un rendement annuel moyen, compte tenu d'un endettement normal et non pas des dettes grevant effectivement le domaine (confirmation de jurisprudence). \n\n\n  \n  \n  \nFaits &#224; partir de page 304\n\n\n    BGE 110 II 304 S. 304\n   \n\n    A.- X. S.A., dont l'administrateur, Y., d&#233;tient 230 actions et sa femme les 20 autres, est propri&#233;taire, depuis 1964, d'un domaine BGE 110 II 304 S. 305agricole d'un seul tenant, situ&#233; &#224; E. Ce domaine avait, &#224; l'&#233;poque de son acquisition par cette soci&#233;t&#233;, une contenance de quelque 29 hectares (ha), dont environ 27 ha de pr&#233;s-champs et 2 ha de for&#234;ts. Il comportait deux importants b&#226;timents, l'un, de 606 m2, comprenant une partie habitable, un rural, un hangar et une porcherie, l'autre, de 474 m2, ayant une partie habitable de quatre logements et un rural avec une &#233;curie; un troisi&#232;me b&#226;timent, plus petit, de 50 m2, renferme un logement au-dessus d'un r&#233;servoir et d'un garage. En janvier 1983, X. S.A., repr&#233;sent&#233;e par l'administrateur Y., a vendu une parcelle de 5200 m2, savoir 4594 m2 en nature de pr&#233;-champ et 606 m2, surface du b&#226;timent comprenant la porcherie, &#224; dame Z., qui entra&#238;ne des chevaux de course; cette derni&#232;re a am&#233;nag&#233; onze boxes pour chevaux dans l'ancienne porcherie et a transform&#233; la partie habitable. Le domaine est grev&#233; de dettes hypoth&#233;caires s'&#233;levant &#224; 950'000 francs en premier rang et 175'000 francs en second rang.\nDame Z. souhaite acqu&#233;rir la parcelle No 320, de 62'810 m2, voisine de celle dont elle est propri&#233;taire, afin d'y installer une piste d'entra&#238;nement pour chevaux et d'y produire du foin. X. S.A. a int&#233;r&#234;t &#224; cette op&#233;ration, qui lui permettrait de diminuer les charges hypoth&#233;caires. Les parties ont saisi la Commission fonci&#232;re, Section I, du canton de Vaud d'une requ&#234;te \"en vue d'obtenir une d&#233;cision de renonciation &#224; former opposition\" &#224; cette vente.\nLe 25 mars 1983, ladite commission a rejet&#233; cette requ&#234;te et a refus&#233;  \"l'autorisation sollicit&#233;e par X. S.A. de vendre &#224; dame Z. la parcelle No ... de 62'810 m2 de la Commune d'E. pour le prix approximatif de 160'000 francs\".\n\n    B.- Par prononc&#233; du 18 ao&#251;t 1983, la Commission cantonale vaudoise de recours en mati&#232;re fonci&#232;re (ci-apr&#232;s: CCR) a rejet&#233; le recours form&#233; par X. S.A. contre la d&#233;cision de la Commission fonci&#232;re, Section I, et l'a maintenue.\n\n    C.- X. S.A. a form&#233; un recours de droit administratif au Tribunal f&#233;d&#233;ral. Elle demande que la d&#233;cision d&#233;f&#233;r&#233;e soit r&#233;form&#233;e en ce sens que l'autorisation qu'elle sollicite de vendre &#224; dame X. la parcelle ... de 62'810  m2 de la commune d'E. pour le prix approximatif de 200'000 francs est accord&#233;e.\nLe D&#233;partement f&#233;d&#233;ral de justice et police, Office f&#233;d&#233;ral de la justice, estime que l'opposition n'est pas fond&#233;e et conclut &#224; l'admission du recours sur la base de l'art. 104 lettre a OJ.\n\n    BGE 110 II 304 S. 306\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) Aux termes de l'art. 18 LPR, les cantons sont autoris&#233;s &#224; instituer pour leur territoire une proc&#233;dure d'opposition aux contrats de vente portant sur des domaines agricoles ou des biens-fonds agricoles. Le canton de Vaud a fait usage de cette facult&#233;. L'art. 19 al. 1 lettre c LPR dispose qu'il peut &#234;tre fait opposition si la vente a pour effet de rendre une exploitation agricole non viable, &#224; moins que les biens-fonds ne soient acquis en vue de b&#226;tir ou d'utiliser le sol &#224; des fins artisanales ou industrielles et qu'ils ne se pr&#234;tent &#224; ces usages, ou que la suppression de l'exploitation ne soit command&#233;e par d'autres justes motifs.\nIl faut entendre par domaine agricole l'ensemble des terres et des b&#226;timents qui est propre &#224; constituer, pour le paysan (propri&#233;taire ou fermier) et sa famille, le centre de son existence et la base de l'exploitation d'une entreprise agricole (ATF 107 II 378 consid. c bb, ATF 94 I 176, ATF 92 I 316, ATF 89 I 57, 231). Il s'agit d'une unit&#233; &#233;conomique (cf. Message du Conseil f&#233;d&#233;ral &#224; l'appui du projet de loi sur le maintien de la propri&#233;t&#233; fonci&#232;re rurale du 30 d&#233;cembre 1947, FF 1948 I, p. 54), form&#233;e d'un groupe de choses au sens juridique du terme, soit d'immeubles; la vente d'un domaine agricole rev&#234;t d&#232;s lors juridiquement la forme de la vente de plusieurs immeubles (ATF 107 II 379).\nSelon la jurisprudence (ATF 92 I 316 et les r&#233;f&#233;rences), la proc&#233;dure d'opposition de l'art. 19 LPR s'applique aussi aux petits domaines agricoles, qui ne suffisent pas &#224; assurer l'existence d'une famille paysanne. Le Tribunal f&#233;d&#233;ral a pr&#233;cis&#233; que la loi tend, par cette proc&#233;dure, &#224; maintenir en Suisse le plus grand nombre possible de domaines propres &#224; servir de base &#224; l'existence d'une famille paysanne (ATF 97 I 551 consid. 4a et les r&#233;f&#233;rences).\nL'art. 19 al. 1 lettre c LPR, selon lequel il peut &#234;tre form&#233; opposition si la vente a pour effet de rendre une exploitation agricole non viable, vise, d'une part, l'ali&#233;nation partielle (soit d'un ou de plusieurs biens-fonds ou b&#226;timents qui sont des &#233;l&#233;ments constitutifs du domaine), &#224; la suite de laquelle les immeubles restants ne suffisent pas pour servir de base &#224; l'existence d'une famille paysanne, et, d'autre part, l'ali&#233;nation totale, lorsque celle-ci a pour cons&#233;quence la suppression d'une exploitation agricole (ATF 97 I 551 consid. 4, ATF 92 I 419 consid. 3).\nSelon la jurisprudence, en cas d'ali&#233;nation d'un ou de plusieurs BGE 110 II 304 S. 307biens-fonds faisant partie d'un domaine agricole, celui-ci est rendu non viable au sens de l'art. 19 al. 1 lettre c LPR lorsque, amput&#233; de la ou des parcelles vendues, il ne peut plus constituer la base de l'existence d'une famille de paysans (ATF 88 I 327 /328 consid. 2), et ce, m&#234;me si, avant la vente d&#233;j&#224;, le domaine ne suffisait pas &#224; lui seul &#224; entretenir convenablement une famille paysanne (ATF 89 I 59 consid. 3). Le revenu minimum n&#233;cessaire pour qu'un domaine puisse &#234;tre consid&#233;r&#233; comme propre &#224; &#234;tre le centre de l'existence d'une famille paysanne et la base d'une exploitation agricole se d&#233;termine en partant d'un rendement annuel moyen compte tenu d'un endettement normal, et non pas des dettes grevant effectivement le domaine, si l'endettement est de fait trop &#233;lev&#233; (ATF 89 II 20 ss consid. 2; PIDOUX, Droit foncier rural, RDS 1979  II, p. 402).\nb) En l'esp&#232;ce, le domaine appartenant &#224; X. S.A. constitue un domaine agricole au sens de l'art. 19 LPR. La CCR constate qu'il comprend 284'714 m2, dont 26 ha de pr&#233;s-champs et 2 ha de bois, d'un seul tenant, et des b&#226;timents importants en parfait &#233;tat (notamment une &#233;curie double, une fosse &#224; purin en ordre, des silos r&#233;cents), qui ont &#233;t&#233; utilis&#233;s jusqu'en octobre 1982. Elle retient que l'administrateur Y. a exploit&#233; ce domaine personnellement jusqu'en  1979, en faisant de l'engraissement de b&#233;tail et de porcs, qu'actuellement il loue les quatre appartements de l'un des b&#226;timents, le rural &#233;tant inutilis&#233;, et que deux agriculteurs exploitent respectivement 14 ha et demi et 5 ha, selon un arrangement provisoire pass&#233; avec lui.\nL'autorit&#233; cantonale de derni&#232;re instance rel&#232;ve que le domaine est situ&#233; &#224;  800 m d'altitude et a donc un rendement inf&#233;rieur &#224; une exploitation de plaine, qu'il se trouve dans une zone de non-ensilage et que le contingent laitier qui pourrait &#234;tre obtenu serait minime, et qu'en outre il existe un certain d&#233;s&#233;quilibre entre l'importance des b&#226;timents et la surface des terres. Elle admet n&#233;anmoins que, m&#234;me si la parcelle No ..., de 62'810 m2, &#233;tait vendue et que la surface du domaine &#233;tait ramen&#233;e &#224; 221'904 m2, il serait en principe encore viable, comme le soutient X. S.A. Cependant, elle estime qu'il ne faut  \"pas raisonner dans l'abstrait, mais consid&#233;rer l'ensemble des circonstances du cas pour d&#233;terminer la viabilit&#233;\". A cet &#233;gard, elle retient que \"le domaine  ... est si lourdement hypoth&#233;qu&#233; qu'il est juste viable actuellement et ne le serait plus si on l'amputait de 6 ha, la vente ne permettant que de rembourser l'hypoth&#232;que en deuxi&#232;me rang, que c'est un BGE 110 II 304 S. 308non-sens de diminuer la surface de ce domaine d'un seul tenant et d'accentuer encore le d&#233;s&#233;quilibre entre les b&#226;timents et les terres en laissant inutilis&#233;  le rural en parfait &#233;tat\". Elle conclut \"que la vente de 6 ha ne r&#233;soudrait pas durablement les probl&#232;mes financiers de M. Y. qui, in&#233;luctablement, devrait vendre peu &#224; peu d'autres parcelles, qu'il s'agit donc bien l&#224; d'un d&#233;membrement au sens de l'art. 19 al. 1 c LPR\".\nLa recourante soutient que la CCR a viol&#233; la disposition pr&#233;cit&#233;e en jugeant que l'opposition &#224; cette op&#233;ration se justifiait au motif que l'exploitation du domaine ne serait plus rentable. C'est &#233;galement l'avis de l'Office f&#233;d&#233;ral de la justice. Selon lui, l'autorit&#233; cantonale a modifi&#233; la notion de viabilit&#233;  \"en en compl&#233;tant la d&#233;finition par des facteurs de d&#233;membrement qui lui sont  &#233;trangers: charge hypoth&#233;caire trop lourde pour que le domaine reste viable, danger de ventes ult&#233;rieures pour rem&#233;dier aux difficult&#233;s de la situation pr&#233;sente\". L'Office dit ne pas pouvoir \"suivre une telle interpr&#233;tation, car elle revient &#224; &#233;tendre les cas d'opposition pr&#233;vus limitativement par le droit f&#233;d&#233;ral; et aucun canton ne saurait aggraver pour son territoire l'atteinte port&#233;e &#224; la garantie de la propri&#233;t&#233; et au principe de la libert&#233; contractuelle  (ATF 93 I 679...)\".\nLes critiques formul&#233;es par la recourante et l'Office f&#233;d&#233;ral de la justice &#224;  l'encontre de l'opinion de la CCR sont fond&#233;es. La viabilit&#233; d'un domaine agricole, au sens de l'art. 19 al. 1 lettre c LPR, est une notion objective:  comme on l'a vu, est viable le domaine agricole qui a une surface suffisante et des b&#226;timents (habitation et rural) ad&#233;quats pour qu'il puisse servir de base &#224;  l'existence d'une famille paysanne, m&#234;me s'il ne permet pas &#224; lui seul de l'entretenir; le revenu du domaine n&#233;cessaire &#224; cet effet se calcule en tenant compte d'un endettement normal. L'autorit&#233; cantonale de derni&#232;re instance admet que le domaine appartenant &#224; la recourante, m&#234;me apr&#232;s la vente de la parcelle No ..., continuerait &#224; &#234;tre viable, eu &#233;gard &#224; la contenance restante de quelque 22 ha et aux b&#226;timents. Il s'ensuit que l'opposition &#224; cette vente ne saurait &#234;tre fond&#233;e au regard de l'art. 19 al. 1 lettre c LPR. La circonstance que le domaine est grev&#233; de 950'000 francs de dettes hypoth&#233;caires en premier rang et d'une c&#233;dule en second rang de 175'000 francs, en sorte que la vente de la parcelle No ... pour quelque 200'000 francs ne suffirait pas &#224; assainir la situation, est sans incidence sur la viabilit&#233; comme telle du domaine. Il n'importe pas non plus que, m&#234;me apr&#232;s remboursement du montant de la c&#233;dule hypoth&#233;caire en deuxi&#232;me rang au BGE 110 II 304 S. 309moyen du produit de la vente, le revenu du domaine ne suffirait pas &#224; assurer le service de la dette hypoth&#233;caire en premier rang. La viabilit&#233; du domaine comme telle n'est pas influenc&#233;e par le surendettement de la soci&#233;t&#233;  propri&#233;taire, ni non plus par la circonstance que celle-ci pourrait &#234;tre in&#233;luctablement amen&#233;e &#224; vendre d'autres parcelles pour faire face &#224; sa situation financi&#232;re ob&#233;r&#233;e. L'autorit&#233; cantonale fait une confusion entre la viabilit&#233; objective d'une exploitation agricole et la possibilit&#233; pour son propri&#233;taire de payer les int&#233;r&#234;ts et les amortissements sur les dettes hypoth&#233;caires exag&#233;r&#233;es dont elle est grev&#233;e.\nc) La CCR estime &#224; tort qu'il n'y a pas, du c&#244;t&#233; de la venderesse, de justes motifs permettant de renoncer &#224; une opposition &#224; la vente projet&#233;e, d&#232;s lors que \"la situation financi&#232;re de M. Y. ne serait ... pas v&#233;ritablement am&#233;lior&#233;e\" par cette vente. L&#224; encore, l'autorit&#233; cantonale m&#233;conna&#238;t le but, le sens et la port&#233;e de l'art. 19 al. 1 lettre c LPR. Etant donn&#233; que la viabilit&#233; du domaine n'est pas atteinte, mais au contraire subsiste apr&#232;s la vente de 62'810 m2 &#224; dame Z., il n'y a pas lieu d'examiner si des justes motifs, du c&#244;t&#233; de la venderesse ou de l'acheteuse, existent ou non, qui seraient de nature &#224; fonder une renonciation &#224; une opposition.\nd) Il suit de l&#224; que la d&#233;cision attaqu&#233;e viole l'art. 19 al. 1 lettre c LPR:  elle doit donc &#234;tre annul&#233;e et l'opposition lev&#233;e.\n \n   \n   "
}