{
  "titre": "126 II 106",
  "annee": "2000",
  "contenu": "\n      \n  Chapeau\n126 II 10612. Extrait de l'arr&#234;t de la IIe Cour de droit public du 28 f&#233;vrier 2000 dans la cause X. et D&#233;partement de l'agriculture, de l'industrie et du commerce du canton de Vaud contre Tribunal administratif du canton de Vaud ainsi qu'association UNIA, syndicat du secteur tertiaire, et consorts (recours de droit administratif)\n\n  \nRegeste\nArt. 27 al. 2 lettre c LTr et 41 al. 1 OLT2; ouverture des magasins le dimanche.  D&#233;rogation &#224; l'interdiction de travailler le dimanche pour les entreprises qui satisfont aux besoins du tourisme (consid. 3). \nD&#233;finition du tourisme et notion de satisfaction des besoins du tourisme  (consid. 4). \nLe \"shopping\" ne constitue pas en soi une sorte de tourisme (consid. 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 106\n\n\n    BGE 126 II 106 S. 106\n   \nX. est le promoteur &#224; Mendrisio d'un centre commercial qui regroupe, sous l'enseigne \"Foxtown\", une quarantaine de boutiques r&#233;pondant &#224; la d&#233;finition de \"magasins d'usine\". Le centre \"Foxtown\" de Mendrisio, qui est ouvert sept jours sur sept, r&#233;alise 50% de son chiffre d'affaires en fin de semaine, soit 20% le samedi et 30% le dimanche.\n\n    BGE 126 II 106 S. 107\n   \nLa Caisse Cantonale Vaudoise des Retraites Populaires, propri&#233;taire d'une parcelle dans la zone industrielle D de la commune de Villeneuve, a re&#231;u le 18  avril 1997 l'autorisation de transformer et d'agrandir le centre multifonctionnel qu'elle y avait construit afin d'y installer un centre  \"Foxtown\". Le 28 avril 1997, elle a adress&#233; au nom de X. une requ&#234;te pour un programme d'ouverture particulier du futur centre \"Foxtown\" de Villeneuve au D&#233;partement de l'agriculture, de l'industrie et du commerce (actuellement: le D&#233;partement de l'&#233;conomie) du canton de Vaud (ci-apr&#232;s: le D&#233;partement cantonal), ladite requ&#234;te tendant &#224; faire confirmer que le centre \"Foxtown\"  &#233;tait une entreprise d'une r&#233;gion touristique qui satisfaisait aux besoins du tourisme et pouvait de ce fait employer du personnel le dimanche, sans autorisation officielle. X. a pr&#233;sent&#233; la m&#234;me demande directement au Service de l'emploi du canton de Vaud (ci-apr&#232;s: le Service cantonal) le 11 juin 1997. Par d&#233;cision du 22 juillet 1997, le Service cantonal a rejet&#233; la requ&#234;te, en consid&#233;rant que le centre \"Foxtown\" ne satisfaisait pas aux besoins du tourisme au sens de l'art. 41 al. 1 de l'ordonnance II du 14 janvier 1966 concernant l'ex&#233;cution de la loi f&#233;d&#233;rale sur le travail dans l'industrie, l'artisanat et le commerce (ci-apr&#232;s: l'ordonnance ou OLT2; RS 822.112).\nLe 7 octobre 1997, le D&#233;partement cantonal a admis le recours de X. contre la d&#233;cision du Service cantonal du 22 juillet 1997 et reconnu le caract&#232;re d'entreprise satisfaisant aux besoins du tourisme au sens de l'art. 27 al. 2 lettre c de la loi f&#233;d&#233;rale du 13 mars 1964 sur le travail dans l'industrie, l'artisanat et le commerce  (ci-apr&#232;s: la loi sur le travail ou LTr; RS 822.11) au centre \"Foxtown\" que X. exploiterait &#224; Villeneuve.\nL'association UNIA, syndicat du secteur tertiaire, et quatre consorts (ci-apr&#232;s: les Associations) ont recouru contre la d&#233;cision du D&#233;partement cantonal du 7 octobre 1997. Par arr&#234;t du 17 f&#233;vrier 1999, le Tribunal administratif du canton de Vaud (ci-apr&#232;s: le Tribunal administratif) a admis le recours et annul&#233; la d&#233;cision querell&#233;e.\nAgissant par la voie du recours de droit administratif, X. demande au Tribunal f&#233;d&#233;ral de r&#233;former l'arr&#234;t du Tribunal administratif du 17 f&#233;vrier 1999 en ce sens que le centre  \"Foxtown\" de Villeneuve soit consid&#233;r&#233; comme satisfaisant aux besoins du tourisme et puisse &#234;tre ouvert le dimanche. Il se plaint de violation du droit f&#233;d&#233;ral, en particulier des art. 27 al. 2 lettre c LTr et 41 al. 1 OLT2, ainsi que d'exc&#232;s et d'abus du pouvoir d'appr&#233;ciation dans l'application de BGE 126 II 106 S. 108ces dispositions. Il invoque aussi la constatation manifestement incompl&#232;te des faits pertinents.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. La loi sur le travail consacre le principe de l'interdiction de travailler le dimanche &#224; son art. 18 al. 1 1&#232;re phrase (cf., au sujet de la justification de ce principe, l' ATF 120 Ib 332 consid. 3a p. 333/334). Ce principe souffre cependant diff&#233;rentes exceptions. C'est ainsi que l'art. 27 al. 1 LTr dispose qu'\"en tant que leur situation particuli&#232;re le rend n&#233;cessaire, certaines cat&#233;gories d'entreprises ou de travailleurs peuvent &#234;tre soumises par ordonnance &#224; des dispositions sp&#233;ciales rempla&#231;ant en tout ou partie les articles 9 &#224; 21, 23 &#224; 25, 31, 34 et 36\". Quant &#224; l'art. 27 al. 2 lettre c LTr, il pr&#233;voit que de telles dispositions peuvent &#234;tre &#233;dict&#233;es notamment pour les entreprises qui satisfont aux besoins du tourisme ou de la population agricole.\nC'est sur la base de l'art. 27 LTr que le Conseil f&#233;d&#233;ral a &#233;dict&#233; l'ordonnance, dont les art. 41 &#224; 44 sont consacr&#233;s aux entreprises des r&#233;gions touristiques et des localit&#233;s fronti&#232;res. L'art. 41 OLT2 a la teneur suivante:\n\"1 Les entreprises des r&#233;gions touristiques et des localit&#233;s fronti&#232;res qui satisfont aux besoins du tourisme, ainsi que leur personnel, sont soustraits &#224; l'application des prescriptions suivantes de la loi:\na. Les magasins, &#224; l'article 10, 2e alin&#233;a, et &#224; l'article 19, 1er et 2e alin&#233;as;\nb. Les ateliers qui font et r&#233;parent des skis, les ateliers de r&#233;paration d'articles de sport ainsi que les laboratoires photographiques, &#224; l'article 17, 1er alin&#233;a.\n2 Sont r&#233;put&#233;es r&#233;gions touristiques celles que mentionne la l&#233;gislation f&#233;d&#233;rale sur l'encouragement du cr&#233;dit &#224; l'h&#244;tellerie et aux stations de vill&#233;giature.\n3 Les articles 42 &#224; 44 de la pr&#233;sente ordonnance s'appliquent en lieu et place des prescriptions de la loi mentionn&#233;es au 1er alin&#233;a.\"\nPar ailleurs, l'art. 44 OLT2, qui traite du travail du dimanche, dispose que, dans les magasins, l'employeur peut, sans autorisation officielle, ordonner de travailler le dimanche en tant que les prescriptions sur la fermeture des magasins permettent d'exploiter ces entreprises.\nLe pr&#233;sent litige se r&#233;sume &#224; savoir ce qu'il faut entendre par entreprises \"qui satisfont aux besoins du tourisme\" et si le centre \"Foxtown\" de Villeneuve correspond &#224; cette d&#233;finition, les deux BGE 126 II 106 S. 109autres conditions soit le caract&#232;re touristique de la r&#233;gion et le respect des prescriptions sur la fermeture des magasins &#233;tant incontestablement remplies.\n\n    4. La l&#233;gislation applicable en l'esp&#232;ce ne donne pas de d&#233;finition du \"tourisme\" ou du \"touriste\".\nLe dictionnaire Robert d&#233;finit le tourisme d'abord comme le fait de voyager, de parcourir pour son plaisir (pour se distraire, se cultiver, etc.) un lieu autre que celui o&#249; l'on vit habituellement (m&#234;me s'il s'agit d'un petit d&#233;placement ou si le but principal du voyage est autre). Il le d&#233;finit ensuite comme l'ensemble des activit&#233;s li&#233;es aux d&#233;placements des touristes et, par extension, aux s&#233;jours des &#233;trangers. En l'esp&#232;ce, la premi&#232;re des d&#233;finitions pr&#233;cit&#233;es para&#238;t d&#233;terminante, car elle permet de cerner la notion de \"satisfaction des besoins du tourisme\". Elle comprend les besoins qui sont inh&#233;rents &#224; la nature humaine et que les touristes doivent satisfaire o&#249; qu'ils se trouvent, comme les habitants du lieu d'ailleurs, (tels que le besoin de nourriture et de boisson) ainsi que les besoins qui sont propres aux touristes, c'est-&#224;-dire ceux dont la satisfaction leur permet de voyager pour leur plaisir, dans un but de divertissement, de culture, etc. A ce dernier titre, on peut citer comme exemple le besoin d'un guide de voyage ou d'un produit du terroir pouvant faire partie des souvenirs de vacances.\n\n    5. a) Durant la proc&#233;dure, l'int&#233;ress&#233; a pr&#233;cis&#233; que les produits destin&#233;s &#224; &#234;tre vendus au centre \"Foxtown\" de Villeneuve sont des v&#234;tements (pour femmes et hommes), des chaussures, de la lingerie, des bijoux, des parfums, des articles pour la maison et pour la table, ainsi que des articles cadeaux. Il soutient qu'en offrant &#224; prix r&#233;duit une gamme importante de produits de marques renomm&#233;es, le centre \"Foxtown\" induit chez son visiteur une d&#233;marche de loisir qui r&#233;pond &#224; un besoin de plus-value personnelle: atteindre des biens inaccessibles. Il consid&#232;re d'ailleurs que le centre \"Foxtown\" cr&#233;e un nouveau tourisme davantage qu'il ne satisfait les besoins d'un tourisme pr&#233;existant, le \"shopping\" ou tourisme d'achat, dont il conviendrait de satisfaire les besoins, ce qui ne serait possible qu'en recourant &#224; la d&#233;rogation au principe de l'interdiction du travail dominical.\nIl ressort ainsi des propres termes du recourant qu'il fait une d&#233;marche inverse de celle du l&#233;gislateur. Ce dernier, qui a &#233;dict&#233; des normes pour prot&#233;ger les travailleurs, est, en effet, parti de l'id&#233;e qu'il existe certains besoins sp&#233;cifiques des touristes qu'il convient de satisfaire m&#234;me au prix d'une d&#233;rogation au principe de l'interdiction du travail dominical. Selon la jurisprudence, une telle d&#233;rogation BGE 126 II 106 S. 110doit d'ailleurs s'interpr&#233;ter restrictivement sous peine de vider le principe g&#233;n&#233;ral de son contenu (cf. SJ 1999 I p. 54 consid. 3c/bb). Or, les activit&#233;s du centre \"Foxtown\" n&#233;cessiteraient une interpr&#233;tation extensive de la notion du tourisme et de ses besoins pour justifier une d&#233;rogation au principe de l'interdiction du travail dominical et empi&#233;ter par cons&#233;quent sur la protection des travailleurs.\nb) Par ailleurs, on ne voit pas en quoi les produits en vente au centre  \"Foxtown\" de Villeneuve satisferaient des besoins propres aux touristes. L'int&#233;ress&#233; n'&#233;tablit du reste pas que ces articles seraient des produits du terroir ou de l'artisanat local qui, eux, r&#233;pondraient &#224; ce crit&#232;re. Il s'agit en fait de produits d'usage courant dont le rapport qualit&#233;/prix serait avantageux. De tels articles se trouvent fr&#233;quemment sur le march&#233;, lorsqu'un vendeur baisse ses prix pour quelque raison que ce soit. Quant au fait de se d&#233;placer pour voir si l'on peut profiter d'une occasion, m&#234;me si l'on n'a pas absolument besoin des produits offerts &#224; prix r&#233;duit, il ne saurait r&#233;pondre &#224;  la d&#233;finition du \"tourisme\" rappel&#233;e ci-dessus, car il l'&#233;tendrait au point de vider le principe de l'interdiction du travail dominical de sa substance dans toutes les r&#233;gions reconnues comme touristiques, qui sont d&#233;j&#224; nombreuses dans le seul canton de Vaud o&#249; se pose le probl&#232;me &#224; r&#233;soudre en l'esp&#232;ce.\nIl est vrai que le recourant critique cette d&#233;finition, qu'il trouve d&#233;pass&#233;e en raison de l'&#233;volution des moeurs. Il produit d'ailleurs &#224;  l'appui de sa th&#232;se - selon laquelle le \"shopping\" constitue en soi un genre de tourisme - un catalogue d'hiver d'un \"voyagiste\" suisse proposant &#224;  ses clients de faire du \"shopping\" en Am&#233;rique du Nord (Etats-Unis et Canada). Toutefois, le vocabulaire du marketing touristique convivial et la d&#233;finition des prestations offertes sur le march&#233; ne sauraient d&#233;terminer des crit&#232;res valables pour la protection des travailleurs. D&#232;s lors, ils ne peuvent pas avoir d'influence sur l'interpr&#233;tation qu'on fait en Suisse de la l&#233;gislation suisse.\nc) Le Tribunal administratif a donc appliqu&#233; correctement les art. 27 al. 2  lettre c LTr et 41 al. 1 OLT2. En particulier, il n'a pas commis d'exc&#232;s ou d'abus de son pouvoir d'appr&#233;ciation.\nAu demeurant, le recourant ne peut pas tirer valablement argument du fait que le centre \"Foxtown\" de Mendrisio a &#233;t&#233;  autoris&#233; &#224; ouvrir ses boutiques le dimanche. Pour autant qu'une telle autorisation soit due &#224; une mauvaise application de la loi sur le travail, l'int&#233;ress&#233; ne saurait s'en pr&#233;valoir, car il n'y a pas de droit &#224; l'&#233;galit&#233;  dans l'ill&#233;galit&#233; (ATF 124 IV 44 consid. 2c p. 47).\n \n   \n   "
}