{
  "titre": "98 V 8",
  "annee": "1972",
  "contenu": "\n      \n  Chapeau\n98 V 82. Arr&#234;t du 24 janvier 1972 dans la cause Soci&#233;t&#233; vaudoise et romande de secours mutuels contre Vernez et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nLorsque les caisses-maladie pratiquent &#233;galement l'assurance-accident (art. 14 al. 2 Ord. III), elles doivent s'en tenir aux normes g&#233;n&#233;rales valables pour l'assurance-maladie (art. 3, notamment al. 3;  art. 5, 12 ss LAMA) et ne pas faire de la faute grave de l'ayant droit une cause d'exclusion de risque.  En revanche, elles peuvent, &#224; l'instar de la Caisse nationale, exclure de l'assurance des risques extraordinaires, comme la pratique d'activit&#233;s sportives d&#233;termin&#233;es ou m&#234;me l'entreprise t&#233;m&#233;raire au sens de l'art. 67 al. 3 LAMA. \n\n\n  \n  \n  \nFaits &#224; partir de page 8\n\n\n    BGE 98 V 8 S. 8\n   \n\n    A.- Danielle Vernez, n&#233;e en 1949, c&#233;libataire, est assur&#233;e aupr&#232;s de la Soci&#233;t&#233; vaudoise et romande de secours mutuels (SVRSM). Le 14 f&#233;vrier 1970, alors qu'elle se trouvait &#224; bord d'une automobile conduite par son fianc&#233; en &#233;tat d'&#233;bri&#233;t&#233; manifeste, elle fut victime d'un accident de la circulation, &#224; la suite duquel elle dut &#234;tre hospitalis&#233;e.   Par d&#233;cision du 11 novembre 1970, la caisse-maladie, ayant appris les circonstances pr&#233;cises de l'accident, r&#233;duisit ses prestations de 50% du fait que l'&#233;tat d'&#233;bri&#233;t&#233; manifeste du conducteur ne pouvait avoir &#233;chapp&#233; &#224; Danielle Vernez.\n\n    B.- Cette derni&#232;re recourut par l'interm&#233;diaire de Me K. en all&#233;guant que l'&#233;tat d'&#233;bri&#233;t&#233; du conducteur n'&#233;tait pas \"manifeste\" pour elle et qu'en tous les cas, une r&#233;duction de 50% &#233;tait excessive; elle concluait ainsi &#224; l'annulation de la d&#233;cision attaqu&#233;e. De son c&#244;t&#233;, la caisse-maladie estimait que l'accident en cause r&#233;sultait d'une faute grave de l'ayant droit, faute qui, en BGE 98 V 8 S. 9principe, aurait m&#234;me autoris&#233; la caisse &#224; refuser d'assumer le risque.\nPar jugement du 1er avril 1971, le Tribunal des assurances du canton de Vaud r&#233;forma la d&#233;cision attaqu&#233;e en ramenant la r&#233;duction de 50% &#224; 30% et consid&#233;rant qu'\"une faute de l'assur&#233; n'exclut pas la couverture d'assurance, mais ne permet en r&#232;gle g&#233;n&#233;rale qu'une r&#233;duction des prestations correspondant au degr&#233; de la faute, et &#224; titre exceptionnel seulement un refus pur et simple des prestations\". Le premier juge a estim&#233; qu'une r&#233;duction de 50% &#233;tait excessive en l'esp&#232;ce.\n\n    C.- Contre ce jugement, la SVRSM a d&#233;pos&#233; un recours de droit administratif au Tribunal f&#233;d&#233;ral des assurances. Elle conclut au r&#233;tablissement de sa d&#233;cision.\nInvit&#233; &#224; se prononcer, l'Office f&#233;d&#233;ral des assurances sociales s'abstient de prendre position.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. A l'appui de sa d&#233;cision litigieuse, la caisse recourante invoque le texte de l'art. 19 lit. c de ses conditions d'assurance, aux termes duquel \"sont exclus de l'assurance les maladies et accidents caus&#233;s volontairement par l'assur&#233; ou r&#233;sultant d'une faute grave de celui-ci\", en ce qui concerne les frais m&#233;dicaux et pharmaceutiques.\nNi les statuts de la caisse recourante ni les conditions d'assurance ne distinguent, en ce qui concerne les prestations, entre la maladie et l'accident. On constate ainsi que l'art. 19 des conditions d'assurance associe trois fois les deux termes. Cela para&#238;t prouver que la caisse a entendu les soumettre juridiquement au m&#234;me r&#233;gime, dans la mesure o&#249; l'accident est assur&#233;.\nEn vertu de l'art. 14 al. 2 de l'Ordonnance III (cf. art. 3 al. 5 LAMA), les caisses doivent indiquer express&#233;ment dans leurs statuts si et dans quelle mesure elles allouent des prestations en cas d'accident. Selon l'art. 4 al. 1er des statuts de la SVRSM, \"la caisse pratique l'assurance en cas de maladie, d'accidents et de d&#233;c&#232;s, conform&#233;ment aux conditions d'assurance\". Comme il a &#233;t&#233; expos&#233; ci-avant, ces conditions d'assurance ne font aucune distinction entre la maladie et l'accident sur le plan des prestations assur&#233;es.\n\n    2. La SVRSM conclut de la libert&#233; laiss&#233;e aux caissesmaladie de d&#233;terminer &#224; quelles conditions elles entendent soumettre BGE 98 V 8 S. 10les cas d'accidents, selon l'art. 14 al. 2 de l'Ordonnance III, qu'il lui est loisible d'exclure le risque d'accident imputable &#224; une faute grave de l'ayant droit. Si ce raisonnement &#233;tait exact, il ne justifierait l'art. 19 lit. c des conditions g&#233;n&#233;rales que dans la partie de cette disposition qui traite des accidents, car il n'existe dans la l&#233;gislation, en ce qui concerne la maladie, aucune r&#232;gle semblable &#224; celle de l'art. 14 al. 2 de l'Ordonnance III. Mais m&#234;me en mati&#232;re d'assurance-accident, la pr&#233;tention de la SVRSM d'exclure le risque lorsqu'il est r&#233;alis&#233; &#224; raison d'une faute grave de l'ayant droit se heurte &#224; de s&#233;rieuses objections.\nEn effet, dans la pratique de l'assurance priv&#233;e, la faute grave n'est pas une cause d'exclusion du risque, mais de r&#233;duction de la prestation (cf. art.  14 al. 2 LCA). A plus forte raison en doit-il &#234;tre ainsi dans une assurance sociale. Cela d'autant plus que l'assurance-accident est subventionn&#233;e par la Conf&#233;d&#233;ration comme l'assurance-maladie. Par suite, les principes applicables dans l'assurance-maladie doivent valoir &#233;galement pour l'assurance-accident. Lorsque les caisses-maladie assurent les risques d'accident, elles doivent s'en tenir aux normes g&#233;n&#233;rales valables pour l'assurance-maladie et ne pas faire de la faute grave une cause d'exclusion du risque. En revanche, elles peuvent exclure de l'assurance des risques extraordinaires et clairement d&#233;finis tels que, par exemple, la pratique d'activit&#233;s sportives d&#233;termin&#233;es ou m&#234;me l'entreprise t&#233;m&#233;raire au sens de l'art. 67 al. 3 LAMA, comme le fait la Caisse nationale suisse d'assurance en cas d'accidents.\nSi elles veulent exclure de l'assurance de tels risques, les caisses sont tenues de l'exprimer clairement et de fa&#231;on non &#233;quivoque dans leurs statuts ou dans leurs conditions d'assurance. Admettre une solution diff&#233;rente reviendrait  &#224; cr&#233;er un climat d'ins&#233;curit&#233; pour l'assur&#233;, qui doit pouvoir se r&#233;f&#233;rer &#224; des conditions d'assurance pr&#233;cises. Le risque exclu constitue en effet l'exception et toute caisse-maladie ne le traitant pas comme tel viole un principe essentiel de l'assurance, ainsi qu'il a &#233;t&#233; d&#233;clar&#233; dans l'arr&#234;t Medardi, du  1er octobre 1968 (ATFA 1968 p. 160).\n\n    3. En revanche, il est conforme &#224; une r&#232;gle admise aussi bien par l'assurance priv&#233;e que par l'assurance sociale (art. 14 al. 2 LCA d&#233;j&#224; cit&#233;, 98 al. 3 LAMA, 7 LAM et 7 LAI) de r&#233;duire les prestations assur&#233;es, lorsque le sinistre a &#233;t&#233; caus&#233; par une n&#233;gligence grave de l'ayant droit. Cette r&#232;gle vaut aussi dans l'assurance-maladie, m&#234;me lorsque les statuts ou les conditions BGE 98 V 8 S. 11d'assurance ne le rappellent pas. Car il serait contraire au principe de la mutualit&#233; de faire supporter &#224; l'ensemble des assur&#233;s la pleine cons&#233;quence des fautes graves commises par quelques uns d'entre eux.\nSur la question de principe, il faut donc confirmer en l'esp&#232;ce le jugement cantonal.\nEn ce qui concerne le taux de la r&#233;duction, il y a lieu de rappeler que le Tribunal f&#233;d&#233;ral des assurances dispose d'un pouvoir d'examen &#233;tendu dans les causes relatives &#224; l'octroi ou au refus de prestations (art. 104 et 132 OJ). Toutefois, en l'occurrence, l'autorit&#233; de recours ne saurait se distancer de l'appr&#233;ciation du juge cantonal, car il a correctement exerc&#233; le pouvoir d'appr&#233;ciation que la loi lui conf&#232;re, et sa d&#233;cision n'est pas inopportune. Il s'ensuit que le jugement attaqu&#233; m&#233;rite enti&#232;re confirmation.\n\n    4. L'intim&#233;e obtenant gain de cause, il se justifie de lui allouer des d&#233;pens conform&#233;ment &#224; l'art. 156 al. 1er OJ.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce:\nLe recours de droit administratif est rejet&#233;.\n \n   \n   "
}