{
  "titre": "105 V 271",
  "annee": "1979",
  "contenu": "\n      \n  Chapeau\n105 V 27158. Arr&#234;t du 6 novembre 1979 dans la cause Office f&#233;d&#233;ral des assurances sociales contre J. et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 4 al. 1 let. b LPC.  D&#233;rogation &#224; la r&#232;gle de la r&#233;partition &#224; parts &#233;gales du loyer d'un appartement lou&#233; en commun. \n\n\n  \n  \n  \nFaits &#224; partir de page 271\n\n\n    BGE 105 V 271 S. 271\n   \n\n    A.- Eva J., n&#233;e en 1898, c&#233;libataire, est atteinte dans sa sant&#233; physique et psychique; elle a besoin de soins r&#233;guliers et d'une surveillance quasi constante qui lui sont fournis par Julien R., infirmier retrait&#233;, lequel vit depuis 1967 dans l'appartement de l'int&#233;ress&#233;e. Il est constant qu'Eva J. ne pourrait demeurer seule en appartement et que, &#224; d&#233;faut de l'aide de son ami, elle devrait &#234;tre plac&#233;e dans un asile ou un home. Aussi le tuteur a-t-il admis cette vie commune, d'entente avec l'autorit&#233; tut&#233;laire. Il est par ailleurs &#233;tabli que le bail est au nom de l'assur&#233;e et que le repr&#233;sentant l&#233;gal paie le loyer &#224; la charge exclusive de sa pupille.\nPar d&#233;cision du 6 avril 1978, la Caisse de compensation du canton de Vaud a fix&#233; la prestation compl&#233;mentaire revenant &#224; Eva J. en tenant compte, pour op&#233;rer la d&#233;duction selon l'art. 4 al. 1 let. b LPC, de la moiti&#233; seulement du loyer; elle a ainsi appliqu&#233; la r&#232;gle g&#233;n&#233;rale suivie dans les cas de partage d'un appartement par plusieurs personnes.\n\n    B.- Le Tribunal des assurances du canton de Vaud, saisi d'un recours, a consid&#233;r&#233; en revanche qu'Eva J. logeait gratuitement Julien R. chez elle, en contrepartie des soins que BGE 105 V 271 S. 272celui-ci lui donnait; par jugement du 11 septembre 1978 il a admis le recours et enjoint &#224; la caisse de prendre une nouvelle d&#233;cision tenant compte de la totalit&#233; du loyer.\n\n    C.- L'Office f&#233;d&#233;ral des assurances sociales interjette recours de droit administratif, concluant au r&#233;tablissement de la d&#233;cision administrative. Il reproche au jugement cantonal de ne pas respecter la syst&#233;matique de la loi et fait valoir que ou bien Eva J. peut pr&#233;tendre le remboursement de frais pour soins &#224; domicile, auquel cas il y aurait lieu d'appliquer l'art. 3 al. 4 let. e LPC, ou bien elle n'y a pas droit, auquel cas aucune d&#233;falcation ne saurait intervenir &#224; ce titre, ce qui ne saurait justifier un suppl&#233;ment de d&#233;duction pour loyer dans le cadre de l'art. 4 al. 1 let. b LPC. Il nie en l'esp&#232;ce le droit &#224; imputation de frais de maladie, les soins &#233;tant fournis de fa&#231;on b&#233;n&#233;vole et gratuite, par un ami pour lequel il n'en r&#233;sulte aucune perte de revenu.\nLe tuteur de l'intim&#233;e, qui conclut au rejet du recours, insiste essentiellement sur la n&#233;cessit&#233; des soins et l'opportunit&#233; de la solution trouv&#233;e en l'occurrence, ainsi que sur l'aspect social et humain du probl&#232;me.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le litige porte uniquement sur la d&#233;duction pour loyer selon l'art. 4 al. 1 let. b LPC, lorsque le b&#233;n&#233;ficiaire de la prestation compl&#233;mentaire partage son appartement avec un tiers.\nSelon la pratique administrative (voir Directives concernant les prestations compl&#233;mentaires, ch. 243), le montant total du loyer des appartements lou&#233;s en commun par plusieurs personnes doit &#234;tre, en r&#232;gle g&#233;n&#233;rale, r&#233;parti &#224; parts &#233;gales entre chacune de ces personnes. La jurisprudence a confirm&#233; cette r&#232;gle dans de tr&#232;s nombreux arr&#234;ts, pr&#233;cisant que peu importait au nom de qui &#233;tait conclu le contrat de bail et qui payait le loyer (voir p. ex. RCC 1977, p. 567, 1974, p. 510; arr&#234;ts non publi&#233;s B&#228;chli du 30 juillet 1976, Wiederkehr du 3 f&#233;vrier 1975 et Metzger du 17 septembre 1975).\nCette r&#233;partition &#224; parts &#233;gales ne repr&#233;sente qu'une r&#232;gle g&#233;n&#233;rale, et les instructions administratives pr&#233;voient que dans les cas sp&#233;ciaux la r&#233;partition doit se faire selon les conditions r&#233;elles. Mais le seul exemple cit&#233; dans les instructions est celui de la personne qui occupe, &#224; elle seule, la plus grande partie de BGE 105 V 271 S. 273l'appartement; la jurisprudence ne fournit aucun autre exemple de tels cas sp&#233;ciaux.\nLa question est donc si, dans l'esp&#232;ce, on se trouve en pr&#233;sence d'une situation particuli&#232;re qui permettrait de d&#233;roger &#224; la r&#232;gle de la r&#233;partition  &#224; parts &#233;gales.\n\n    2. La th&#232;se de l'Office f&#233;d&#233;ral des assurances sociales r&#233;pond incontestablement &#224; la plus stricte logique. Les domaines respectifs des art. 3 al. 4 let. e et 4 al. 1 let. b LPC sont en effet nettement distincts, et on ne saurait accorder par le biais de l'imputation d'un loyer plus &#233;lev&#233; une d&#233;falcation pour frais m&#233;dicaux &#224; laquelle un int&#233;ress&#233; ne peut pr&#233;tendre. Or Eva J. n'a pas droit &#224; une d&#233;duction au titre de l'art. 3 al. 4 let. e LPC pour les soins que lui donne Julien R., ceux-ci n'entra&#238;nant pour elle aucuns frais, et leur gratuit&#233; n'occasionnant &#224; son ami, retrait&#233;, aucune perte de revenu (voir p. ex. RCC 1967, p. 378).\nMais ce raisonnement ne r&#233;sout pas le probl&#232;me pos&#233; dans le cadre du seul art. 4 al. 1 let. b LPC, &#224; savoir celui de la r&#233;partition du montant du loyer &#224; parts &#233;gales entre les deux occupants de l'appartement, selon la r&#232;gle g&#233;n&#233;rale, ou celui de l'admission de ce montant &#224; la charge exclusive de l'intim&#233;e, &#224; titre exceptionnel.\nLa r&#232;gle g&#233;n&#233;rale de la r&#233;partition du montant du loyer &#224; parts &#233;gales m&#233;rite certes d'&#234;tre confirm&#233;e, et des d&#233;rogations ne doivent &#234;tre admises qu'avec prudence, si l'on veut &#233;viter le risque de graves abus. L'exemple de la personne qui occupe, &#224; elle seule, la plus grande partie de l'appartement ne saurait n&#233;anmoins &#234;tre le seul cas sp&#233;cial autorisant une exception. Il peut ainsi se pr&#233;senter des situations o&#249; un int&#233;ress&#233; a des motifs valables de supporter &#224; lui seul le loyer, bien qu'il partage l'appartement avec un tiers, et de ne demander de ce tiers aucune participation; ces motifs peuvent &#234;tre d'ordre juridique (p. ex. une obligation d'entretien), mais aussi d'ordre moral (p. ex. la contrepartie de services rendus gratuitement).\nEn l'esp&#232;ce, on se trouve en pr&#233;sence de l'un de ces cas exceptionnels, o&#249; les circonstances particuli&#232;res autorisent une d&#233;rogation &#224; la r&#232;gle g&#233;n&#233;rale. Eva J., apr&#232;s un s&#233;jour en milieu psychiatrique, a en effet lou&#233; un petit appartement d'une pi&#232;ce et demie &#224; loyer fort modique. Julien R., jusqu'alors infirmier dans l'&#233;tablissement o&#249; Eva J. avait s&#233;journ&#233;, est venu la rejoindre quelques mois plus tard, l'int&#233;ress&#233;e ne pouvant vivre BGE 105 V 271 S. 274seule en raison de son &#233;tat de sant&#233;. Si le pr&#233;nomm&#233; a remis l'appartement qu'il avait &#224; G. et d&#233;pos&#233; ult&#233;rieurement ses papiers &#224; L., c'est &#224; la demande du tuteur de l'assur&#233;e, qui voulait &#224; raison cr&#233;er une situation claire, envers le fisc notamment. Le souci d'&#233;conomiser un loyer ne semble avoir jou&#233; aucun r&#244;le dans la d&#233;cision de vivre ensemble, et la vie commune n'a pas entra&#238;n&#233; non plus pour Eva J. des frais de logement plus &#233;lev&#233;s (le couple n'a pas pris d'appartement plus grand). D'autre part, les soins donn&#233;s par Julien R. ont un tr&#232;s grand prix pour celle qui en b&#233;n&#233;ficie et, indubitablement, contracte ainsi envers son ami une dette de reconnaissance consid&#233;rable.\nIl peut certes para&#238;tre artificiel d'imputer toute la charge du loyer &#224; Eva J. alors que Julien R. admet payer d'autres frais de son amie; il pourrait tout aussi bien y avoir caisse commune. Mais il est &#233;tabli que l'int&#233;ress&#233;e - par son tuteur - paie le loyer de l'appartement, dont le bail est &#224; son nom et l'est demeur&#233; apr&#232;s que son ami l'eut rejointe. Il est par ailleurs incontest&#233;  que seule la pr&#233;sence de celui-ci permet &#224; l'assur&#233;e de continuer &#224; vivre dans son appartement. Ces circonstances particuli&#232;res autorisent une d&#233;rogation &#224; la r&#232;gle g&#233;n&#233;rale afin de tenir compte des conditions r&#233;elles, de sorte qu'on ne saurait voir dans la prise en compte du plein loyer lors de la d&#233;duction selon l'art. 4 al. 1 let. b LPC un avantage conf&#233;r&#233; pour rem&#233;dier au fait qu'aucune d&#233;duction ne peut &#234;tre op&#233;r&#233;e en l'esp&#232;ce au titre de frais de maladie selon l'art. 3 al. 4 let. e LPC. Cela entra&#238;ne la confirmation du jugement cantonal en son r&#233;sultat.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce:\nLe recours est rejet&#233;.\n \n   \n   "
}