{
  "titre": "86 IV 12",
  "annee": "1960",
  "contenu": "\n      \n  Chapeau\n86 IV 126. Extrait de l'arr&#234;t du 13 janvier 1960 dans la cause Cretenoud contre Procureur g&#233;n&#233;ral du canton de Vaud.\n\n  \nRegeste\nGestion d&#233;loyale, art. 159 al. 1 CP.  1. Un simple employ&#233;-g&#233;rant peut &#234;tre tenu de veiller sur les int&#233;r&#234;ts p&#233;cuniaires de son employeur (consid. 3). \n2. Constatation du dommage et de sa cause (consid. 4). \n3. La gestion d&#233;loyale peut-elle &#234;tre commise par dol &#233;ventuel? (consid. 5 et 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 13\n\n\n    BGE 86 IV 12 S. 13\n   \n\n    A.- Du 1er ao&#251;t 1957 au 25 ao&#251;t 1958, Cretenoud a &#233;t&#233; employ&#233; par Schmidt-Agence SA, &#224; Gen&#232;ve, comme g&#233;rant d'un kiosque &#224; l'avenue Nestl&#233;, &#224; Montreux. Il avait pour t&#226;che de vendre les marchandises que lui livrait son employeur (journaux, tabacs, chocolat) et de lui en remettre le produit. Son traitement consistait dans une somme fixe, plus une commission de 4% sur les ventes et la jouissance d'un petit logement. Son gain en esp&#232;ces &#233;tait de 500 fr. par mois en moyenne; le logement, souslou&#233;, lui rapportait en outre 50 fr. Enfin, il recevait 100 fr. par mois pour le salaire d'une rempla&#231;ante.\nD&#232;s le d&#233;but, Cretenoud fit preuve de n&#233;gligence et de paresse dans l'accomplissement de ses devoirs envers son employeur. Il n'ouvrait pas le kiosque, le matin, &#224; l'heure prescrite, se rendait fr&#233;quemment au caf&#233; et &#224; des manifestations sportives; il abandonnait la vente, pendant ce temps, &#224; des rempla&#231;antes et m&#234;me &#224; des enfants, n&#233;gligeait la comptabilit&#233; et ne renvoyait que trop tard &#224; son employeur les journaux invendus, de sorte que les ristournes dues par les &#233;diteurs &#233;taient perdues. La situation empira rapidement et, &#224; partir du mois de f&#233;vrier 1958, Cretenoud ne tint plus aucune comptabilit&#233;.\nLors de l'inventaire du 7 f&#233;vrier 1958, l'employeur constata un d&#233;couvert de 1066 fr., qui augmenta encore et atteignit 6235 fr. 55 le 28 juillet 1958 et 7826 fr. 50 le 25 ao&#251;t 1958, jour o&#249; Cretenoud quitta l'emploi.\n\n    B.- Le 4 novembre 1958, Schmidt-Agence SA d&#233;non&#231;a Cretenoud pour abus de confiance.\nLe 2 septembre 1959, le Tribunal de police correctionnelle de Vevey le condamna pour gestion d&#233;loyale (art. 159 al. 1 CP) pour un montant d'au moins 5000 fr. et en BGE 86 IV 12 S. 14outre pour violation d'une obligation d'entretien, faux dans les titres et l&#233;sions corporelles simples &#224; six mois d'emprisonnement, dont &#224; d&#233;duire quatorze jours d'emprisonnement pr&#233;ventif; de plus, il donna acte &#224; Schmidt-Agence SA de ses r&#233;serves civiles.\n\n    C.- Le condamn&#233; recourut en nullit&#233; et en r&#233;forme devant la Cour de cassation p&#233;nale du canton de Vaud, mais il fut d&#233;bout&#233;, le 19 octobre 1959.\n\n    D.- Cretenoud a form&#233; un pourvoi en nullit&#233; contre cet arr&#234;t dont il requiert l'annulation, la cause devant &#234;tre renvoy&#233;e au Tribunal cantonal pour que cette autorit&#233; lib&#232;re le condamn&#233; du chef de gestion d&#233;loyale et &#233;ventuellement lui accorde le sursis &#224; l'ex&#233;cution de la peine.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n1 et 2. - .....\n\n    3. En sa qualit&#233; de g&#233;rant, le recourant avait &#224; munir le kiosque des marchandises livr&#233;es par Schmidt-Agence SA et &#224; les vendre comme repr&#233;sentant de cette maison. A ces deux &#233;gards, il &#233;tait tenu, par ses engagements, de veiller sur les int&#233;r&#234;ts p&#233;cuniaires de son employeur selon l'art. 159 al. 1 CP (cf. RO 81 IV 278 sous la litt. a).\nContrairement &#224; l'opinion soutenue dans le pourvoi, son engagement lui conf&#233;rait sans conteste la qualit&#233; de g&#233;rant selon cette disposition l&#233;gale. Sans doute n'&#233;tait-il que l'employ&#233; de Schmidt-Agence SA, maison avec laquelle il &#233;tait li&#233; par un simple contrat de travail. N&#233;anmoins, les prestations de service auxquelles il &#233;tait tenu ne consistaient pas uniquement dans des travaux techniques subordonn&#233;s, mais dans la gestion d'un &#233;tablissement commercial secondaire avec la responsabilit&#233; pour une exploitation correcte et pour la remise des sommes encaiss&#233;es. Aussi bien, le fait que les versements ont atteint environ 20 000 fr. pendant les sept premiers mois de l'ann&#233;e 1958 prouve que, m&#234;me abstraction faite des BGE 86 IV 12 S. 15sommes manquantes, et bien qu'il ne se soit agi que d'un kiosque, le chiffre d'affaires n'&#233;tait pas sans importance.\n\n    4. D'apr&#232;s les constatations de fait du juge de premi&#232;re instance, auxquelles la Cour de cassation vaudoise a adh&#233;r&#233; et qui lient la cour de c&#233;ans selon l'art. 277 bis al. 1 PPF, la gestion, pour la p&#233;riode du 1er ao&#251;t 1957 au 25 ao&#251;t 1958, fait appara&#238;tre un d&#233;couvert de 7826 fr. 50 selon l'inventaire. Jusqu'&#224; concurrence de 5000 fr. au moins, le d&#233;couvert - l'autorit&#233; cantonale l'a aussi constat&#233; souverainement - est d&#251; aux n&#233;gligences que le recourant a commises dans sa gestion; pour fixer cette somme, on a d&#233;duit du total manquant tout d'abord un montant de 1000 fr. repr&#233;sentant la caution fournie par Cretenoud et l'on a en outre admis, selon les exp&#233;riences faites dans d'autres kiosques, qu'il pouvait se produire des diff&#233;rences de comptes ou d'inventaires jusqu'&#224; 1000 fr. par an environ. On n'a pas non plus compris, dans la somme de 5000 fr., la perte sur les recettes due au fait que le recourant n'ouvrait pas son kiosque &#224; l'heure convenue, le matin. La Cour de cassation vaudoise observe en outre que l'on fait grief au recourant, non pas d'avoir engag&#233; des rempla&#231;antes, mais de ne pas les avoir suffisamment surveill&#233;es.\nSur le vu de ces constatations, la cour de c&#233;ans doit admettre qu'en n&#233;gligeant ses devoirs touchant la gestion du kiosque, le recourant a caus&#233; &#224; son employeur un dommage d'au moins 5000 fr.\n\n    5. Cependant, la n&#233;gligence de ses devoirs ne suffit pas &#224; constituer la gestion d&#233;loyale que r&#233;prime l'art. 159 CP. Il faut encore que l'auteur ait caus&#233; le dommage intentionnellement (art. 18 al. 1 CP).\nLe juge cantonal n'a pas retenu contre le recourant l'intention pure et simple, mais bien le dol &#233;ventuel, car il d&#233;clare que Cretenoud a eu conscience des suites dommageables que les violations de ses devoirs pouvaient avoir pour la fortune de son employeur. Il faut d&#232;s lors examiner si, dans le cas de la gestion d&#233;loyale, le dol &#233;ventuel BGE 86 IV 12 S. 16suffit &#224; constituer l'intention. La n&#233;gative pourrait se justifier par des raisons plausibles. La gestion d&#233;loyale consiste dans l'infid&#233;lit&#233; &#224; l'&#233;gard de celui envers lequel on est engag&#233;. L'auteur doit avoir agi avec conscience et volont&#233; contre les int&#233;r&#234;ts p&#233;cuniaires qui lui &#233;taient confi&#233;s; il doit s'&#234;tre rendu coupable d'une d&#233;loyaut&#233;, en quelque sorte d'une trahison de ces int&#233;r&#234;ts (cf. Leipziger Kommentar, 6/7e &#233;d., &#167; 266, note I, 1; RITTLER, Lehrbuch, Besonderer Teil, p. 151, avec la citation de BINDING). Il est difficile d'admettre que ces conditions soient r&#233;alis&#233;es en cas de simple dol &#233;ventuel, m&#234;me lorsqu'il comporte la violation consciente des devoirs assum&#233;s. Le g&#233;rant qui, par la n&#233;gligence dans sa gestion, cause un dommage sans le vouloir absolument ne se rend pas coupable d'une d&#233;loyaut&#233; au sens strict du terme, m&#234;me lorsqu'il envisage les cons&#233;quences possibles de son attitude. C'est pourquoi, dans la doctrine allemande, plusieurs autorit&#233;s estiment qu'en mati&#232;re de gestion d&#233;loyale, le dol &#233;ventuel ne suffit pas (ainsi FRANK, Comm., 18e &#233;d., p. 667 et les autres auteurs cit&#233;s par GRAVEN, \"Le d&#233;lit de gestion d&#233;loyale\", RSJ, t. 44, p. 84 n. 98).\nToutefois, l'opinion dominante le tient pour suffisant (HAFTER, Besonderer Teil, p. 321; LOGOZ, n. 4 ad art. 159; Leipziger Kommentar, 6/7e &#233;d., &#167; 266, n.B IV; SCH&#214;NKE, &#167; 266, n. VII). Effectivement, les n&#233;cessit&#233;s pratiques l'imposent, quelles que soient les difficult&#233;s d'ordre th&#233;orique qu'il soul&#232;ve en principe et les objections que suscite son application en mati&#232;re de gestion d&#233;loyale. En cas d'intention pure et simple, le mobile de l'auteur n'est pas n&#233;cessairement de causer un dommage. Il s'ensuit que la volont&#233; d&#233;lictuelle diff&#232;re peu de celle que l'on constate lorsque le m&#234;me dommage est caus&#233; par dol &#233;ventuel. La diff&#233;rence est trop petite pour que l'on punisse dans le premier cas et non dans le second. Cela se justifierait d'autant moins que celui-ci est sans doute beaucoup plus fr&#233;quent que celui-l&#224; et cr&#233;e un besoin de protection p&#233;nale d'autant plus consid&#233;rable.\n\n    BGE 86 IV 12 S. 17\n   \n\n    6. Cependant il faut exiger que le dol &#233;ventuel soit nettement et strictement caract&#233;ris&#233;, afin d'&#233;viter qu'il ne se confonde avec la n&#233;gligence consciente (GRAVEN: m&#234;me r&#233;f&#233;rence que ci-dessus). La doctrine et la jurisprudence allemandes, touchant le &#167; 266 du Code p&#233;nal allemand, insistent tout particuli&#232;rement sur ce point (ainsi, SCH&#214;NKE, m&#234;me r&#233;f&#233;rence que ci-dessus et les arr&#234;ts du Reichsgericht, qu'il cite). On ne saurait notamment admettre le dol &#233;ventuel, comme on le fait en g&#233;n&#233;ral, d&#232;s lors que l'auteur s'est simplement accommod&#233; du r&#233;sultat possible de son acte. Celui qui agit consciemment par n&#233;gligence sait, lui aussi, que les &#233;l&#233;ments objectifs de l'infraction peuvent se r&#233;aliser et s'accommode de ce r&#233;sultat pour le cas o&#249; il se produirait.\nComme la cour de c&#233;ans l'a admis dans son arr&#234;t Elsasser, du 21 mai 1943 (RO 69 IV 79), il faut que l'auteur, non seulement ait compt&#233; s&#233;rieusement que le r&#233;sultat pourrait se produire, mais encore y ait consenti pour le cas o&#249; il surviendrait. C'est sur ce dernier point que r&#233;side la diff&#233;rence d&#233;cisive avec la n&#233;gligence consciente, o&#249; l'auteur, loin de consentir au r&#233;sultat &#233;ventuel de ses actes, le refuse au contraire et compte qu'il ne se produira pas. Ce refus ou ce consentement de l'auteur rel&#232;vent du fait; selon l'arr&#234;t pr&#233;cit&#233;, on ne peut admettre que la preuve, sur ce point, ait &#233;t&#233; rapport&#233;e d&#232;s lors que l'auteur a su que le r&#233;sultat pouvait se produire. On ne saurait se contenter de cette connaissance pour conclure au dol &#233;ventuel; ce serait en faire l'unique &#233;l&#233;ment subjectif de l'infraction. Il faut bien plus exiger que la probabilit&#233; du r&#233;sultat se soit impos&#233;e &#224; l'auteur d'une fa&#231;on si pressante que son acte ne puisse raisonnablement &#234;tre interpr&#233;t&#233; que comme un consentement.\nSelon le jugement de premi&#232;re instance, le recourant aurait eu conscience qu'il portait effectivement dommage aux int&#233;r&#234;ts de son employeur par ses d&#233;faillances dans l'accomplissement de ses devoirs. Il faudrait, dans ce cas, aller jusqu'&#224; admettre l'intention pure et simple. Mais la BGE 86 IV 12 S. 18Cour de cassation vaudoise ne va pas aussi loin en fait. Cependant, elle constate avec le premier juge que Cretenoud a sciemment et d&#233;lib&#233;r&#233;ment viol&#233; ses engagements sans se m&#233;prendre sur les cons&#233;quences que cette violation pourrait avoir pour son employeur; elle a en outre admis qu'il avait &#233;t&#233; rendu attentif &#224; ces cons&#233;quences, mais n'avait pas pour autant modifi&#233; son attitude et en avait consciemment accept&#233; le r&#233;sultat. Sur le vu de ces constatations souveraines, il faut admettre le dol &#233;ventuel, m&#234;me selon sa d&#233;finition stricte. Comme il appert du jugement de premi&#232;re instance, Cretenoud a &#233;t&#233; rendu attentif aux suites de ses manquements par une amie, elle-m&#234;me g&#233;rante d'un kiosque &#224; Montreux. Elle lui a fait des repr&#233;sentations r&#233;it&#233;r&#233;es, d&#233;j&#224; peu apr&#232;s qu'il eut commenc&#233; son travail, mais il lui r&#233;pondit qu'il s'en moquait. Ainsi les cons&#233;quences dommageables de la violation de ses devoirs, m&#234;me s'il ne s'en est pas rendu compte dans son insouciance, ont &#233;t&#233;, tr&#232;s t&#244;t d&#233;j&#224;, rappel&#233;es &#224; sa conscience; il a, de propos d&#233;lib&#233;r&#233;, n&#233;glig&#233; ces rappels, de sorte qu'il a manifestement consenti au r&#233;sultat. Son extr&#234;me l&#233;g&#232;ret&#233; est d&#233;montr&#233;e par sa persistance dans son attitude apr&#232;s qu'une rempla&#231;ante, d&#233;j&#224; occup&#233;e par la pr&#233;c&#233;dente tenanci&#232;re du kiosque, eut cess&#233; de travailler pour lui &#224; cause des n&#233;gligences qu'il commettait. Les &#233;l&#233;ments aussi bien subjectifs qu'objectifs de la gestion d&#233;loyale selon l'art. 159 CP sont donc r&#233;unis en l'esp&#232;ce.\n\n    7. .....\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nRejette le pourvoi.\n \n   \n   "
}