{
  "titre": "91 I 182",
  "annee": "1965",
  "contenu": "\n      \n  Chapeau\n91 I 18231. Arr&#234;t du 28 avril 1965 dans la cause Delarze contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\n1. Port&#233;e de l'art. 31 al. 2 Cst., notamment de la disposition r&#233;servant les r&#233;gales cantonales (consid. 2 b).  2. Un monopole attribuant au canton le droit exclusif d'importer des bois de vignes am&#233;ricaines, en vue de pr&#233;venir efficacement les dommages qui menacent la production viticole, n'est pas anticonstitutionnel (consid. 2). \n3. L'autorit&#233; cantonale qui jouit d'un monopole d'importation estelle libre de s'approvisionner &#224; son gr&#233; ou tenue de respecter les r&#232;gles d'une administration soumise &#224; la loi? Question laiss&#233;e ind&#233;cise (consid. 3). \n4. Par \"production nationale\", il faut entendre les biens produits par une entreprise - ici, des cultures - &#233;tablie dans le pays (consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 183\n\n\n    BGE 91 I 182 S. 183\n   \n\n    A.- L'art. 7 de la loi vaudoise du 19 novembre 1924 sur la viticulture, modifi&#233; par la loi du 8 septembre 1954, dispose:\n\"Le D&#233;partement de l'agriculture a seul le droit d'importer des bois am&#233;ricains. Il les revend au prix co&#251;tant aux vignerons et aux p&#233;pini&#233;ristes autoris&#233;s.\"\nEn ex&#233;cution de la t&#226;che que lui confie cette disposition l&#233;gale, le D&#233;partement de l'agriculture du canton de Vaud, formant avec les d&#233;partements int&#233;ress&#233;s ou les viticulteurs-p&#233;pini&#233;ristes d'autres cantons viticoles le groupement suisse des acheteurs de bois de vignes am&#233;ricaines, a conclu le 23 juillet 1958 avec la maison Gendre, p&#233;pini&#232;res et vignes am&#233;ricaines, &#224; Quissac, d&#233;partement du Gard (France), un contrat qui prendra fin le 30 avril 1968. L'art. 1er du contrat a la teneur suivante:\n\"Le groupement s'engage &#224; acheter annuellement &#224; la maison Gendre les quantit&#233;s de bois de vignes am&#233;ricaines n&#233;cessaires &#224; ses besoins, en tant que ceux-ci ne sont pas couverts par la production nationale et que les prix correspondent &#224; ceux de la concurrence, compte tenu de la qualit&#233;, de la quantit&#233;, des vari&#233;t&#233;s et des garanties fournies.\"\nDe son c&#244;t&#233;, la maison Gendre s'est engag&#233;e notamment &#224; couvrir les besoins du groupement jusqu'&#224; concurrence d'une certaine quantit&#233; et &#224; ne faire aucune livraison en Suisse en dehors du groupement.\nL'art. 8 de la loi pr&#233;cit&#233;e soumet &#224; l'autorisation et au contr&#244;le du D&#233;partement de l'agriculture la plantation et la culture des champs de pieds m&#232;res (bois am&#233;ricains) sur le territoire vaudois.\nL'art. 9 subordonne aux m&#234;mes conditions le commerce des plants racin&#233;s greff&#233;s.\nL'art. 10 conf&#232;re au seul d&#233;partement le droit d'importer ou d'autoriser l'importation, soit de l'&#233;tranger, soit de cantons suisses, des plants de vignes quelconques.\n\n    B.- Jean Delarze, ressortissant vaudois, exerce la profession de viticulteur-p&#233;pini&#233;riste &#224; Verschiez, commune d'Ollon. Il &#233;tait notamment propri&#233;taire d'un champ o&#249; il cultivait des bois &#224; greffer. En 1957, il a d&#251; c&#233;der son champ &#224; l'Etat de Vaud, qui l'a expropri&#233; en vue de la correction de la route cantonale de Lausanne &#224; St-Maurice. Ne trouvant pas de terrain de remplacement en Suisse, il a cr&#233;&#233; en 1958 une plantation BGE 91 I 182 S. 184de 2 ha de bois &#224; greffer de vignes am&#233;ricaines &#224; Broni, pr&#232;s de Pavie (Italie), en vertu d'un contrat pass&#233; avec une maison italienne. Il a demand&#233; &#224; plusieurs reprises l'autorisation d'importer dans le canton de Vaud des bois provenant de cette plantation. Le 30 septembre 1963, le D&#233;partement de l'agriculture a refus&#233; l'autorisation sollicit&#233;e.\nSaisi d'un recours du viticulteur-p&#233;pini&#233;riste, le Conseil d'Etat vaudois l'a rejet&#233; le 11 d&#233;cembre 1964. Sa d&#233;cision est motiv&#233;e en bref comme il suit: Le monopole d'importation fond&#233; sur la loi vise &#224; prot&#233;ger la viticulture vaudoise; il constitue &#224; la fois une mesure de police du commerce et de police sanitaire et une r&#233;gale r&#233;serv&#233;e &#224; la comp&#233;tence des autorit&#233;s cantonales par l'art. 31 al. 2 Cst. L'interdiction faite aux particuliers d'importer eux-m&#234;mes les bois am&#233;ricains oblige le canton de Vaud, de m&#234;me que les autres cantons viticoles, &#224; procurer aux vignerons les quantit&#233;s de bois dont ils ont besoin pour parer aux insuffisances de la production indig&#232;ne. Les cantons int&#233;ress&#233;s se sont assur&#233; &#224; cette fin la collaboration d'un fournisseur capable d'assurer les livraisons n&#233;cessaires au point de vue de la quantit&#233;, de la qualit&#233;, des vari&#233;t&#233;s et des autres garanties requises. Ils ont d&#251; lui conc&#233;der en &#233;change une exclusivit&#233; - qui n'est d'ailleurs pas absolue - pendant plusieurs ann&#233;es. Le contrat r&#233;serve toutefois la fourniture de bois am&#233;ricains par les producteurs du pays et par des concurrents qui feraient des offres plus avantageuses. Le recourant ne peut se pr&#233;valoir d'une production nationale, puisqu'il fait ses cultures en Italie. Il n'a pas apport&#233; la preuve qu'il &#233;tait &#224; m&#234;me de livrer des bois am&#233;ricains moins chers que la maison Gendre, tout en fournissant une prestation &#233;quivalente. En particulier, les contr&#244;les phytosanitaires exerc&#233;s par l'autorit&#233; italienne ne pr&#233;sentent pas les m&#234;mes garanties que ceux de l'autorit&#233; fran&#231;aise, auxquels sont soumises les cultures de la maison Gendre.\n\n    C.- Agissant par la voie du recours de droit public, Jean Delarze requiert le Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision cantonale. Il invoque une violation des art. 4 et 31 Cst. A son avis, la loi vaudoise sur la viticulture, si elle n'est pas anticonstitutionnelle en elle-m&#234;me, le devient par l'interpr&#233;tation que lui donne le D&#233;partement de l'agriculture et l'application qu'il en fait, en relation avec la convention qui le lie &#224; la maison Gendre. La pratique suivie l&#233;serait les droits des tiers commer&#231;ants. L'intervention de l'Etat d&#233;passerait la mesure n&#233;cessaire pour BGE 91 I 182 S. 185combattre le phyllox&#233;ra et prot&#233;ger la vigne des maladies qui la guettent. Un contr&#244;le sanitaire et technique suffirait pour atteindre ce but. Le danger &#233;tant actuellement conjur&#233;, la libre concurrence devrait &#234;tre r&#233;tablie. L'exclusivit&#233; accord&#233;e &#224; la maison Gendre ne se justifierait par aucun motif d'int&#233;r&#234;t g&#233;n&#233;ral. De plus, aucune raison ne commanderait d'interpr&#233;ter les termes de \"production nationale\" dans un sens territorial plut&#244;t que selon la nationalit&#233; du producteur. Le moyen pris de l'insuffisance des contr&#244;les phytosanitaires pratiqu&#233;s en Italie serait d&#233;pourvu de pertinence, attendu que le d&#233;partement pourrait contr&#244;ler les bois au moment de leur importation dans le canton. Du reste, plusieurs livraisons de la maison Gendre auraient donn&#233; lieu &#224; des r&#233;clamations fond&#233;es.\n\n    D.- Le Conseil d'Etat du canton de Vaud conclut au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Selon l'art. 88 OJ et la jurisprudence qui l'interpr&#232;te, une personne a qualit&#233; pour agir par la voie du recours de droit public lorsqu'elle se plaint de la l&#233;sion d'un int&#233;r&#234;t juridiquement important qui lui comp&#232;te dans le domaine r&#233;gi par la disposition constitutionnelle qu'elle invoque (RO 86 I 284, 89 I 278/9). Le recourant invoque la libert&#233; du commerce et de l'industrie (art. 31 Cst.) et l'&#233;galit&#233; devant la loi (art. 4 Cst.). Il est touch&#233; par la d&#233;cision attaqu&#233;e, qui lui refuse l'autorisation d'importer dans le canton de Vaud les bois de vignes am&#233;ricaines qu'il produit en Italie. Sa qualit&#233; pour former un recours de droit public est d&#232;s lors incontestable.\n\n    2. Le recourant ne pr&#233;tend pas que la loi vaudoise sur la viticulture - plus sp&#233;cialement l'art. 7 qui r&#233;serve au seul D&#233;partement de l'agriculture le droit d'importer des bois am&#233;ricains - soit anticonstitutionnelle en elle-m&#234;me. Il critique l'interpr&#233;tation qu'en donne le Conseil d'Etat et l'application qu'il en a faite en passant un contrat d'approvisionnement exclusif avec la maison Gendre. Il y voit une violation des droits des tiers commer&#231;ants, notamment de son propre droit &#224; exercer la libert&#233; du commerce et de l'industrie.\na) L'art. 7 de la loi vaudoise sur la viticulture conf&#232;re &#224; l'autorit&#233; comp&#233;tente un monopole de droit absolu pour importer des bois de vignes am&#233;ricaines. L'art. 10 de la m&#234;me loi adoucit la rigueur de cette mesure en laissant &#224; l'autorit&#233; la BGE 91 I 182 S. 186facult&#233; d'accorder &#224; des tiers l'autorisation d'importer d'autres plants de vigne. Conform&#233;ment au texte clair de la loi, l'autorisation d'importer des bois de vignes am&#233;ricaines devait &#234;tre refus&#233;e. Le grief tir&#233; d'une interpr&#233;tation pr&#233;tendument arbitraire de la loi est mal fond&#233;. Pour juger le m&#233;rite du recours, il faut en revanche rechercher si la d&#233;cision attaqu&#233;e est anticonstitutionnelle.\nb) L'art. 31 Cst. garantit certes la libert&#233; du commerce et de l'industrie, mais il r&#233;serve les dispositions restrictives de la constitution et de la l&#233;gislation qui en d&#233;coule. En outre, l'alin&#233;a 2 dispose:\n\"Les prescriptions cantonales sur l'exercice du commerce et de l'industrie ainsi que sur leur imposition sont r&#233;serv&#233;es. Toutefois elles ne peuvent d&#233;roger au principe de la libert&#233; du commerce et de l'industrie &#224; moins que la constitution f&#233;d&#233;rale n'en dispose autrement. Les r&#233;gales cantonales sont aussi r&#233;serv&#233;es.\"\nLa disposition constitutionnelle pr&#233;cit&#233;e, accept&#233;e en votation populaire du 6 juillet 1947, a gard&#233; le m&#234;me contenu que le texte de 1874. Certes, celui-ci ne r&#233;servait express&#233;ment que la r&#233;gale du sel. La pratique reconnaissait toutefois d'autres monopoles cantonaux existant d&#233;j&#224;, tels que la r&#233;gale des mines, la r&#233;gale de la chasse et de la p&#234;che, l'assurance-incendie obligatoire. Elle est maintenant consacr&#233;e par la disposition nouvelle. La doctrine et la jurisprudence qui se rapportent au texte de 1874 conservent donc leur valeur (MARTI, Die Handels- und Gewerbefreiheit, p. 227 s.; NEF, FJS 617).\nLes cantons ont le droit d'&#233;tatiser certaines activit&#233;s dans l'int&#233;r&#234;t public. Ils ne peuvent toutefois le faire &#224; des fins purement fiscales. Avec raison, le recourant ne pr&#233;tend pas qu'il en soit ainsi dans le cas particulier. Le canton de Vaud revend en effet au prix co&#251;tant les bois de vignes am&#233;ricaines qu'il importe.\nL'institution d'un monopole peut se fonder notamment sur des motifs de police. Elle tend alors &#224; sauvegarder des int&#233;r&#234;ts g&#233;n&#233;raux tels que l'ordre public ou la s&#233;curit&#233;, la moralit&#233; et la sant&#233; publiques. Mais une d&#233;rogation au principe constitutionnel de la libert&#233; du commerce et de l'industrie ne se justifie que si elle est n&#233;cessaire pour atteindre le but vis&#233; (BURCKHARDT, Kommentar zur BV, p. 234; FLEINER, Schweizerisches Bundesstaatsrecht, p. 382; MARTI, op.cit. p. 229).\nEn l'esp&#232;ce, le monopole d'importation que le canton de Vaud s'est attribu&#233; prot&#232;ge la vigne contre la propagation ou le BGE 91 I 182 S. 187retour de parasites comme le phyllox&#233;ra et d'autres maladies. Il sert le bien public en pr&#233;venant les dommages qui menacent la production viticole. Il ne viole pas la r&#232;gle de la proportionnalit&#233; des restrictions apport&#233;es &#224; la libert&#233; du commerce et de l'industrie. En effet, l'art. 57 du r&#232;glement d'ex&#233;cution du 10 juillet 1894 pour la loi f&#233;d&#233;rale concernant l'am&#233;lioration de l'agriculture par la Conf&#233;d&#233;ration du 22 d&#233;cembre 1893 (RS 9 p. 24) interdisait d&#233;j&#224; d'importer en Suisse des plants, sarments, souches, feuilles et d&#233;bris de vignes. Actuellement, l'art. 13 du statut du vin du 18 d&#233;cembre 1953, modifi&#233; les 27 f&#233;vrier et 1er d&#233;cembre 1959 (ROLF 1953 p. 1184, 1959 p. 156 et 1747), subordonne l'importation des plants de vignes &#224; un permis. Cette mesure moins incisive que la pr&#233;c&#233;dente n'emp&#234;che &#233;videmment pas les cantons viticoles de prendre des pr&#233;cautions suppl&#233;mentaires qui pr&#233;sentent des garanties plus grandes. Un simple contr&#244;le &#224; la fronti&#232;re des bois de vignes provenant de nombreuses cultures diff&#233;rentes serait beaucoup moins efficace que le monopole d'importation. De surcro&#238;t, il n'assurerait pas la couverture de tous les besoins des viticulteurs.\n\n    3. Le monopole d'importation institu&#233; par le canton de Vaud &#233;tant reconnu fond&#233;, il reste &#224; examiner si l'autorit&#233; comp&#233;tente est libre de conclure &#224; son gr&#233; des contrats d'approvisionnement avec des fournisseurs &#233;trangers, comme le ferait un simple particulier, ou si elle est tenue de se conformer &#224; des r&#232;gles limitant sa libert&#233; d'agir. La question est controvers&#233;e. Le Tribunal f&#233;d&#233;ral a jug&#233;, par exemple, que la collectivit&#233; publique qui adjuge des travaux &#224; un entrepreneur et les refuse &#224; un autre soumissionnaire n'accomplit pas un acte d'autorit&#233; susceptible d'&#234;tre attaqu&#233; par la voie du recours de droit public (RO 60 I 369, 89 I 278). Cette jurisprudence a &#233;t&#233; critiqu&#233;e en doctrine (BURCKHARDT, RJB 71 (1935) p. 644; MARTI, Probl&#232;me der staatsrechtlichen Beschwerde, RDS 1962 p. 43 a). Assur&#233;ment, on pourrait se demander si l'extension de l'activit&#233; &#233;conomique de l'Etat ne commande pas un &#233;largissement de la protection juridictionnelle assur&#233;e aux particuliers par le recours de droit public fond&#233; sur une violation des droits constitutionnels, notamment de l'art. 4 Cst. En l'occurrence, la signature du contrat avec la maison Gendre et le refus de passer une convention analogue avec le recourant sont des actes qui rel&#232;vent apparemment du droit priv&#233;. Mais ils reposent sur la d&#233;cision prise par le canton de Vaud d'assurer lui-m&#234;me l'importation BGE 91 I 182 S. 188et la revente des bois de vignes am&#233;ricaines dont les viticulteurs ont besoin pour parer &#224; l'insuffisance de la production indig&#232;ne. Or cette d&#233;cision constitue un acte de l'autorit&#233;, qui vise &#224; servir l'int&#233;r&#234;t public.\nLa question peut cependant rester ind&#233;cise. M&#234;me si le canton de Vaud n'&#233;tait pas libre d'user de son monopole d'importation comme bon lui semble, on devrait lui reconna&#238;tre une certaine libert&#233; d'agir, dans la mesure n&#233;cessaire pour sauvegarder les int&#233;r&#234;ts g&#233;n&#233;raux qui sont en jeu. Le Conseil d'Etat vaudois a expliqu&#233; les raisons pour lesquelles il a souscrit, comme les autres cantons viticoles de la Suisse, un contrat avec un seul producteur &#233;tranger. Le contr&#244;le des importations soumises &#224; des r&#232;gles de police est grandement facilit&#233;, lorsqu'un seul fournisseur effectue toutes les livraisons. Le fournisseur unique a &#233;t&#233; choisi en France parce que les contr&#244;les phytosanitaires exerc&#233;s dans ce pays sont plus s&#233;v&#232;res qu'ailleurs. La difficult&#233; de se procurer les quantit&#233;s n&#233;cessaires pour couvrir les besoins, sp&#233;cialement dans les ann&#233;es o&#249; la production nationale est d&#233;ficitaire, obligeait les autorit&#233;s cantonales &#224; traiter avec un partenaire qui puisse livrer des bois en suffisance. La maison Gendre est &#224; m&#234;me de fournir toutes les vari&#233;t&#233;s n&#233;cessaires. Le fait que les cantons viticoles se sont group&#233;s leur a permis d'obtenir des prix plus avantageux.\nEn adh&#233;rant au contrat pass&#233; entre le groupement et la maison Gendre pour des raisons objectives, les autorit&#233;s vaudoises n'ont pas viol&#233; les r&#232;gles que doit suivre une administration soumise &#224; la loi. Le refus de passer des conventions semblables avec d'autres fournisseurs est la cons&#233;quence in&#233;vitable de cette adh&#233;sion. D&#232;s lors, m&#234;me si le D&#233;partement de l'agriculture du canton de Vaud n'&#233;tait pas libre de s'approvisionner &#224; son gr&#233;, l'usage qu'il a fait de son monopole d'importation ne violerait pas les droits constitutionnels du recourant.\n\n    4. Le contrat pass&#233; entre le canton de Vaud et la maison Gendre r&#233;serve l'&#233;coulement de la production nationale. Le recourant se plaint d'arbitraire parce que les autorit&#233;s vaudoises lui ont refus&#233; le b&#233;n&#233;fice de cette disposition contractuelle. Mais il ne saurait d&#233;duire aucun droit de la convention, &#224; laquelle il n'est pas partie. Au surplus, les bois de vignes qu'il cultive en Italie ne peuvent &#234;tre qualifi&#233;s de production nationale. Ce n'est pas la nationalit&#233; du propri&#233;taire, mais le lieu o&#249; sont faites les cultures qui est d&#233;terminant (cf. RO 91 I 77/8). De toute mani&#232;re, BGE 91 I 182 S. 189la r&#233;serve ins&#233;r&#233;e dans le contrat pass&#233; entre le groupement et la maison Gendre ne cr&#233;e aucun droit nouveau en faveur des tiers producteurs. Elle respecte seulement le. droit de produire en Suisse des bois de vignes am&#233;ricaines et de les vendre, dans les limites des prescriptions de police en vigueur, telles que le statut du vin. La d&#233;cision refusant au recourant le droit d'importer en Suisse les bois de vignes am&#233;ricaines qu'il cultive en Italie ne viole d&#232;s lors en aucune mani&#232;re les droits des tiers r&#233;serv&#233;s par le contrat.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours.\n \n   \n   "
}