{
  "titre": "126 IV 147",
  "annee": "2000",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     372\n                                                                        373\n                                                                        374\n                                                                        375\n                                                                        376\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n126 IV 14724. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 2 mars 2000 dans la cause X. contre Y. et Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 2 et 8 al. 1 let. c LAVI.  Celui qui se pr&#233;tend victime d'une infraction n'a pas qualit&#233; pour se pourvoir en nullit&#233; sur la base de l'art. 8 al. 1 let. c LAVI, lorsqu'il ressort de l'&#233;tat de fait d&#233;finitivement arr&#234;t&#233; qu'il n'a pas subi d'atteinte au sens de l'art. 2 LAVI. \n\n\n  \n  \n  \nFaits &#224; partir de page 147\n\n\n    BGE 126 IV 147 S. 147\n   \nY. et son &#233;pouse Z., ressortissants portugais, ont engag&#233; X., citoyenne portugaise n&#233;e en 1977, pour s'occuper de leurs deux enfants. X. est arriv&#233;e le 24 ao&#251;t 1993 &#224; A. o&#249; les &#233;poux occupaient un appartement de trois pi&#232;ces. Elle a &#233;t&#233; log&#233;e dans la chambre des enfants o&#249; elle a, d&#232;s No&#235;l 1993, partag&#233; un lit avec l'enfant J. Elle devait faire la lessive &#224; la main, le m&#233;nage et la cuisine pour toute la famille et s'occuper des deux enfants; elle devait en outre garder les enfants d'autres couples portugais. X. n'avait aucun jour de BGE 126 IV 147 S. 148cong&#233;, n'avait pas l'autorisation de sortir seule et &#233;tait totalement d&#233;pourvue d'argent; d&#232;s janvier 1994, elle n'a plus eu le droit de regarder la t&#233;l&#233;vision et devait se coucher en m&#234;me temps que les enfants. Les &#233;poux Y. et Z. ne l'ont pas assur&#233;e contre la maladie. Ils n'ont effectu&#233; aucune d&#233;marche pour qu'elle obtienne une autorisation de s&#233;jour ou de travail.\nVers P&#226;ques 1994, Y. a attir&#233; X. dans sa chambre, a pouss&#233; une armoire devant la porte pour l'emp&#234;cher de s'en aller et, malgr&#233; les protestations de la jeune fille, l'a p&#233;n&#233;tr&#233;e. Une semaine plus tard, il l'a oblig&#233;e &#224; lui faire une fellation dans les toilettes.\nEn mai ou juin 1994, dans la chambre des enfants, il l'a violemment frapp&#233;e jusqu'&#224; ce qu'elle ne soit plus en &#233;tat de r&#233;sister, puis l'a sodomis&#233;e. A trois reprises d&#232;s le mois d'ao&#251;t 1994, il lui a attach&#233; les mains et l'a contrainte d'entretenir des relations sexuelles avec lui; la troisi&#232;me fois, il l'a violemment frapp&#233;e au visage et &#224; la gorge puis lui a attach&#233; les mains et lui a tir&#233; les cheveux en arri&#232;re avant de la sodomiser.\nPar jugement du 6 novembre 1998, le Tribunal correctionnel du district de B. a reconnu Y. coupable de l&#233;sions corporelles simples qualifi&#233;es, de contrainte sexuelle, de viol et de violation du devoir d'assistance ou d'&#233;ducation ainsi que d'infraction &#224; la loi f&#233;d&#233;rale sur le s&#233;jour et l'&#233;tablissement des  &#233;trangers; il l'a condamn&#233; &#224; trois ans de r&#233;clusion et &#224; l'expulsion du territoire suisse pour une dur&#233;e de dix ans.\nLe Tribunal a notamment retenu l'infraction de violation du devoir d'assistance ou d'&#233;ducation (art. 219 CP) en relation avec les agressions sexuelles et la violence physique parce que celles-ci avaient p&#233;jor&#233; l'&#233;tat de sant&#233; physique et psychique de X. Il a par contre ni&#233; que cette infraction soit r&#233;alis&#233;e en relation avec les conditions de vie impos&#233;es &#224; la jeune fille, estimant que le lien de causalit&#233; entre celles-ci et une mise en danger du d&#233;veloppement physique et psychique de la jeune fille n'&#233;tait pas &#233;tabli.\nPar le m&#234;me arr&#234;t, le Tribunal a condamn&#233; Z. &#224; dix jours d'emprisonnement pour infraction &#224; la loi f&#233;d&#233;rale sur le s&#233;jour et l'&#233;tablissement des  &#233;trangers.\nLe Tribunal a allou&#233; &#224; X. la somme de 20'000 francs &#224; titre de r&#233;paration pour tort moral; en revanche, il l'a renvoy&#233;e &#224; agir devant le juge civil s'agissant de ses pr&#233;tentions d&#233;coulant du contrat de travail, au motif qu'elles n'&#233;taient pas en rapport avec les infractions retenues finalement &#224; la charge des accus&#233;s.\n\n    BGE 126 IV 147 S. 149\n   \nY. a form&#233; un recours aupr&#232;s de la Cour de cassation cantonale. Par arr&#234;t du 29  mars 1999, ce recours a &#233;t&#233; admis sur la question du sursis &#224; l'expulsion. X. a  &#233;galement interjet&#233; un recours qui a &#233;t&#233; rejet&#233; par le m&#234;me arr&#234;t. X. se pourvoit en nullit&#233;.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La recourante estime avoir qualit&#233; pour recourir en vertu des art. 8 al. 1 let. c de la loi f&#233;d&#233;rale du 4 octobre 1991 sur l'aide aux victimes d'infractions (LAVI; RS 312.5) et 271 al. 1 PPF (RS 312.0).\nLa LAVI accorde certains droits proc&#233;duraux &#224; toute personne qui a subi, du fait d'une infraction, une atteinte directe &#224; son int&#233;grit&#233; corporelle, sexuelle ou psychique (art. 2 LAVI). Une victime peut notamment, aux conditions de l'art. 8 al. 1 let. c LAVI, former contre le jugement les m&#234;mes recours que le pr&#233;venu (cf. art. 270 al. 1 PPF; ATF 120 IV 44 consid. 2a et b p. 49).\nLe Tribunal f&#233;d&#233;ral examine librement si une personne est une victime au sens de l'art. 2 LAVI et ceci pour chacune des infractions en cause (ATF 120 Ia 157 consid. 2d p. 162). En l'esp&#232;ce, la recourante se plaint d'une violation de l'art. 219 CP en relation avec les conditions de travail que les intim&#233;s lui ont impos&#233;es.\nTant que les faits ne sont pas d&#233;finitivement arr&#234;t&#233;s, il faut se fonder sur les all&#233;gu&#233;s de celui qui se pr&#233;tend l&#233;s&#233; pour d&#233;terminer s'il est une victime au sens de l'art. 2 LAVI (cf. ATF 125 IV 79 consid. 1c p. 81 s.). En revanche, lorsque l'autorit&#233; cantonale a d&#233;finitivement fix&#233; l'&#233;tat de fait, celui-ci lie le Tribunal f&#233;d&#233;ral (art. 277bis al. 1 PPF) et sert de base pour d&#233;terminer si le recourant rev&#234;t ou non la qualit&#233; de victime.\nEn l'esp&#232;ce, l'arr&#234;t attaqu&#233; est un jugement de derni&#232;re instance cantonale qui constate l'absence de lien de causalit&#233; entre les conditions de vie impos&#233;es &#224; la recourante et une mise en danger de son d&#233;veloppement physique et psychique. Il s'agit d'une constatation de fait qui lie la Cour de c&#233;ans. Par cons&#233;quent, en l'absence d'un lien de causalit&#233; entre les conditions de vie endur&#233;es et une mise en danger de la sant&#233; physique et psychique de X., celle-ci ne peut pas &#234;tre consid&#233;r&#233;e comme la victime d'une &#233;ventuelle infraction &#224; l'art. 219 CP. Pour les m&#234;mes motifs, la recourante ne peut pas &#234;tre consid&#233;r&#233;e comme une l&#233;s&#233;e au sens de l'art. 270 al. 1 PPF. Son pourvoi est par cons&#233;quent irrecevable.\n\n    2. M&#234;me si l'on entrait en mati&#232;re sur le pourvoi, il ne pourrait &#234;tre accueilli.BGE 126 IV 147 S. 150\n   \nEn effet, le principal argument de la recourante consiste &#224; soutenir qu'il existait n&#233;cessairement un lien de causalit&#233; entre ses conditions de vie chez les intim&#233;s et une mise en danger de son d&#233;veloppement physique et psychique. Une telle critique revient &#224; mettre en cause les constatations de fait de l'autorit&#233; cantonale, ce qui n'est pas admissible dans le cadre d'un pourvoi en nullit&#233; (art. 273 al. 1 let. b PPF).\nQuant au moyen tir&#233; de la violation de l'art. 9 al. 1 LAVI, il est infond&#233;. Le droit de la victime de prendre des conclusions civiles dans le cadre de l'action p&#233;nale suppose que ces pr&#233;tentions d&#233;coulent de l'infraction all&#233;gu&#233;e  (art. 8 al. 1 let. a LAVI; ATF 120 IV 44 consid. 4 p. 51 s.). En l'esp&#232;ce, il n'y a pas de lien de causalit&#233; entre les infractions finalement retenues &#224; la charge des intim&#233;s et les conclusions civiles de la recourante, puisque celles-ci sont fond&#233;es sur la violation des obligations contractuelles de ses patrons (salaire, heures suppl&#233;mentaires, indemnit&#233; de vacances, indemnit&#233; pour d&#233;faut d'une chambre individuelle, indemnit&#233; pour retard pris dans ses &#233;tudes, tort moral caus&#233; par la violation du contrat de travail). De m&#234;me, il n'y a pas de lien de causalit&#233; entre ces pr&#233;tentions et une &#233;ventuelle violation de l'art. 219 CP en relation avec les conditions de vie impos&#233;es par les intim&#233;s. Le grief est partant infond&#233;.\n \n   \n   "
}