{
  "titre": "113 Ib 299",
  "annee": "1987",
  "contenu": "\n      \n  Chapeau\n113 Ib 29947. Extrait de l'arr&#234;t de la Ire Cour de droit public du 21 ao&#251;t 1987 dans la cause X. et Y. contre commune de Puidoux et Conseil d'Etat du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 8 et 33 LAT; plan de protection de Lavaux et protection juridique.  Le plan de protection de Lavaux &#233;quivaut, mat&#233;riellement, &#224; un plan directeur cantonal au sens des art. 6 ss LAT et 3 ss O d'ex. du 26 mars 1986. La protection juridique accord&#233;e par l'art. 33 LAT ne saurait &#234;tre restreinte lorsqu'un plan d'affectation est adopt&#233; en ex&#233;cution d'un plan directeur. Le propri&#233;taire qui recourt contre une mesure d'am&#233;nagement peut donc mettre en discussion la constitutionnalit&#233; du plan directeur &#233;galement lorsque l'autorit&#233;  de planification doit se borner &#224; en transposer le contenu dans son plan d'affectation. \n\n\n  \n  \n  \nFaits &#224; partir de page 300\n\n\n    BGE 113 Ib 299 S. 300\n   \n\n    La loi vaudoise sur le plan de protection de Lavaux (LPPL), adopt&#233;e le 12 f&#233;vrier 1979 par le Grand Conseil vaudois et entr&#233;e en vigueur le 9 mai de la m&#234;me ann&#233;e, a r&#233;parti les biens-fonds compris dans le p&#233;rim&#232;tre de protection en divers territoires (viticoles, agricoles, d'int&#233;r&#234;t public, de villages et hameaux, etc.) et a fix&#233; aux communes concern&#233;es un d&#233;lai d'une ann&#233;e pour &#233;tablir et adopter des plans d'extension dans lesquels les territoires prot&#233;g&#233;s, avec les principes qui leur &#233;taient applicables, seraient transpos&#233;s, sous r&#233;serve de l&#233;g&#232;res adaptations n&#233;cessit&#233;es par les conditions topographiques locales (art. 6 al. 1 et 7 al. 1 LPPL).\nX. et Y. sont propri&#233;taires, sur le territoire de la commune de Puidoux, non loin du Signal de Chexbres, de deux parcelles ayant resp. 7'815 m2 et 2'533 m2 et vou&#233;es jusqu'&#224; ce jour &#224; la culture c&#233;r&#233;ali&#232;re. Class&#233;es dans l'ancien plan de zones communal de 1969/70 en zone sans affectation sp&#233;ciale, puis incluses dans une zone prot&#233;g&#233;e en vertu de l'arr&#234;t&#233; f&#233;d&#233;ral du 17 mars 1972 instituant des mesures urgentes en mati&#232;re d'am&#233;nagement du territoire, ces parcelles sont comprises, depuis l'entr&#233;e en vigueur de la LPPL, le 9 mai 1979, dans le p&#233;rim&#232;tre du plan de protection de Lavaux.\n\n    BGE 113 Ib 299 S. 301\n   \nLe 2 mars 1982, la Municipalit&#233; de Puidoux a approuv&#233;, pour l'ensemble du territoire communal, un plan d'extension destin&#233; &#224; remplacer celui de 1969/70  et classant les deux parcelles en question en zone agricole, mesure &#224; laquelle X. et Y. se sont oppos&#233;s. Leur opposition ayant &#233;t&#233; lev&#233;e par le Conseil communal, les deux propri&#233;taires ont saisi le Conseil d'Etat d'une requ&#234;te au sens de l'art. 2 de l'arr&#234;t&#233; cantonal du 19 octobre 1983 concernant la protection juridique en mati&#232;re d'opposition au plan d'extension. Ils demandaient la modification de l'affectation donn&#233;e &#224; leurs parcelles dans le nouveau plan et le transfert de celles-ci dans le territoire &#224; b&#226;tir. Le Conseil d'Etat a rejet&#233; la requ&#234;te. Contre cette d&#233;cision, X. et Y. ont form&#233;  un recours de droit administratif et un recours de droit public, pour violation des art. 8 et 33 LAT et - implicitement - du principe de la force d&#233;rogatoire du droit f&#233;d&#233;ral, pour classement arbitraire de leurs terrains en zone agricole et violation de l'&#233;galit&#233; de traitement.\nLe Tribunal f&#233;d&#233;ral a d&#233;clar&#233; le recours de droit administratif irrecevable et a rejet&#233; le recours de droit public dans la mesure o&#249; il &#233;tait recevable.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. b) Les recourants voient une violation des art. 8 et 33 LAT dans le fait que l'autorit&#233; intim&#233;e s'est estim&#233;e li&#233;e par le plan de protection de Lavaux sur lequel ils n'ont jamais &#233;t&#233; appel&#233;s &#224; s'exprimer.\nCe plan de protection a &#233;t&#233; institu&#233; par une loi du 12 f&#233;vrier 1979 entr&#233;e en vigueur le 9 mai 1979, c'est-&#224;-dire avant l'adoption de la nouvelle loi f&#233;d&#233;rale sur l'am&#233;nagement du territoire qui d&#233;finit, &#224; son art. 8, le contenu minimum des plans directeurs des cantons. Cela n'emp&#234;che nullement le Tribunal f&#233;d&#233;ral d'examiner la nature juridique de ce plan au regard du nouveau droit. Si, par sa port&#233;e, il s'apparente &#224; une zone r&#233;serv&#233;e, il s'en distingue par la dur&#233;e ind&#233;termin&#233;e de sa validit&#233;, les zones r&#233;serv&#233;es ne pouvant en principe &#234;tre pr&#233;vues que pour cinq ans au plus en vertu de l'art. 27 al. 2 LAT. Le plan de protection de Lavaux d&#233;termine globalement l'affectation des divers secteurs territoriaux de la r&#233;gion. S'il lie les autorit&#233;s de planification comme cela ressort des art. 6 et 7 LPPL, il ne fixe pas en revanche d&#233;finitivement le sort des parcelles, dont le mode d'utilisation doit &#234;tre pr&#233;cis&#233; dans les plans d'affectation. Il en r&#233;sulte que le plan BGE 113 Ib 299 S. 302de protection de Lavaux &#233;quivaut, mat&#233;riellement, &#224; un plan directeur cantonal au sens des art. 6 ss LAT et 3 ss de l'ordonnance d'ex&#233;cution du 26 mars 1986  (cf. ATF 107 Ia 82, ATF 105 Ia 235 consid. cc).\nCompte tenu du rapport existant entre les plans directeurs et les plans d'affectation, et de leur port&#233;e respective, la protection juridique des propri&#233;taires int&#233;ress&#233;s doit &#234;tre assur&#233;e lors de l'adoption des plans d'affectation. L'art. 33 LAT dit que ceux-ci sont mis &#224; l'enqu&#234;te publique (al.  1) et fait obligation au l&#233;gislateur cantonal de pr&#233;voir &#224; leur encontre une voie de recours au moins (al. 2), ouverte aupr&#232;s d'une autorit&#233; ayant un libre pouvoir d'examen, qui soit accessible aux int&#233;ress&#233;s au moins dans les m&#234;mes limites que le recours de droit administratif au Tribunal f&#233;d&#233;ral (al. 3). Cette protection juridique ne saurait naturellement &#234;tre restreinte lorsqu'un plan d'affectation est adopt&#233; en ex&#233;cution d'un plan directeur. Il est par cons&#233;quent loisible au propri&#233;taire qui s'oppose &#224; une mesure d'am&#233;nagement ou qui recourt contre elle, de mettre en discussion la constitutionnalit&#233; d'un plan directeur dans la mesure o&#249; l'autorit&#233; de planification devait se borner &#224;  en transposer le contenu dans son plan d'affectation; celui-ci actualise en effet simplement alors une l&#233;sion virtuelle des int&#233;r&#234;ts du propri&#233;taire touch&#233;  par une mesure d'am&#233;nagement dict&#233;e par le plan directeur que le l&#233;s&#233; n'a pas eu la possibilit&#233; d'attaquer au moment de son adoption.\nContrairement &#224; l'opinion des recourants, le Conseil d'Etat n'a pas m&#233;connu en l'esp&#232;ce ces exigences. Il a certes constat&#233; qu'il n'avait pas la comp&#233;tence de modifier lui-m&#234;me le plan de protection de Lavaux, ce qui est &#233;vident puisque celui-ci a &#233;t&#233; adopt&#233; par le l&#233;gislateur cantonal. Il n'en a pas moins examin&#233; librement le bien-fond&#233; des mesures d'am&#233;nagement litigieuses et proc&#233;d&#233; &#224; une pes&#233;e compl&#232;te des int&#233;r&#234;ts en pr&#233;sence. Il n'a donc pas limit&#233;  son pouvoir d'appr&#233;ciation &#224; la seule question de la conformit&#233; de ces mesures au plan de protection de Lavaux. Au regard de l'art. 33 LAT, il est sans importance qu'il se soit livr&#233; &#224; cet examen en lieu et place de l'autorit&#233;  communale qui, dans son avis motiv&#233;, s'&#233;tait born&#233;e &#224; invoquer le plan de protection de Lavaux, pour rejeter les oppositions des recourants. Jouissant d'une pleine cognition, l'autorit&#233; intim&#233;e pouvait en effet appr&#233;cier librement s'il &#233;tait plus opportun de renvoyer l'affaire &#224; la commune ou de statuer elle-m&#234;me sur le fond, r&#233;parant ainsi l'irr&#233;gularit&#233; formelle dont l'avis motiv&#233; &#233;tait entach&#233;.\n\n    BGE 113 Ib 299 S. 303\n   \nLe grief de violation de l'art. 2 Disp. trans. Cst., voire du droit d'&#234;tre entendu garanti par l'art. 4 Cst., est donc manifestement mal fond&#233;.\n \n   \n   "
}