{
  "titre": "126 IV 136",
  "annee": "2000",
  "contenu": "\n      \n  Chapeau\n126 IV 13622. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 10 avril 2000 dans la cause Y. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 219, 189, 190 et 68 ch. 1 CP; violation du devoir d'assistance ou d'&#233;ducation, contrainte sexuelle et viol; concours imparfait.  Si l'infraction de violation du devoir d'assistance ou d'&#233;ducation (art. 219  CP) constitue &#233;galement une contrainte sexuelle (art. 189 CP) ou un viol (art.  190 CP), le concours est imparfait et la premi&#232;re infraction est absorb&#233;e par les art. 189 et 190 CP. \n\n\n  \n  \n  \nFaits &#224; partir de page 137\n\n\n    BGE 126 IV 136 S. 137\n   \nY. et son &#233;pouse Z., ressortissants portugais, ont engag&#233; X., citoyenne portugaise n&#233;e en 1977, pour s'occuper de leurs deux enfants. X. est arriv&#233;e le 24 ao&#251;t 1993 &#224; A. o&#249; les &#233;poux Y. et Z. occupaient un appartement de trois pi&#232;ces. Elle a &#233;t&#233; log&#233;e dans la chambre des enfants o&#249; elle a, d&#232;s No&#235;l 1993, partag&#233; un lit avec l'enfant R. Elle devait faire la lessive &#224; la main, le m&#233;nage et la cuisine pour toute la famille et s'occuper des deux enfants; elle devait en outre garder les enfants d'autres couples portugais. X. n'avait aucun jour de cong&#233;, n'avait pas l'autorisation de sortir seule et &#233;tait totalement d&#233;pourvue d'argent; d&#232;s janvier 1994, elle n'a plus eu le droit de regarder la t&#233;l&#233;vision et devait se coucher en m&#234;me temps que les enfants. Les &#233;poux Y. et Z. ne l'ont pas assur&#233;e contre la maladie. Ils n'ont effectu&#233; aucune d&#233;marche pour qu'elle obtienne une autorisation de s&#233;jour ou de travail.\nVers P&#226;ques 1994, Y. a attir&#233; X. dans sa chambre, a pouss&#233; une armoire devant la porte pour l'emp&#234;cher de s'en aller et, malgr&#233; les protestations de la jeune fille, l'a p&#233;n&#233;tr&#233;e. Une semaine plus tard, il l'a oblig&#233;e &#224; lui faire une fellation dans les toilettes. En mai ou juin 1994, dans la chambre des enfants, il l'a violemment frapp&#233;e jusqu'&#224; ce qu'elle ne soit plus en &#233;tat de r&#233;sister, puis l'a sodomis&#233;e. A trois reprises d&#232;s le mois d'ao&#251;t 1994, il lui a attach&#233; les mains et l'a contrainte &#224; entretenir des relations sexuelles avec lui; la troisi&#232;me fois, il l'a violemment frapp&#233;e au visage et &#224; la gorge puis lui a attach&#233; les mains et lui a tir&#233; les cheveux en arri&#232;re avant de la sodomiser.\nPar jugement du 6 novembre 1998, le Tribunal correctionnel du district de B. a reconnu Y. coupable de l&#233;sions corporelles simples qualifi&#233;es, de contrainte sexuelle, de viol, de violation du devoir d'assistance ou d'&#233;ducation ainsi que d'infraction &#224; la loi f&#233;d&#233;rale sur le s&#233;jour et l'&#233;tablissement des &#233;trangers (LSEE). Il l'a notamment condamn&#233; &#224; la peine de trois ans de r&#233;clusion et &#224; l'expulsion du territoire suisse pour une dur&#233;e de dix ans.\nPar arr&#234;t du 29 mars 1999, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a partiellement admis le recours d'Y., en ce sens qu'elle a assorti l'expulsion du territoire suisse du sursis pendant cinq ans.\n\n    BGE 126 IV 136 S. 138\n   \nY. s'est pourvu en nullit&#233; aupr&#232;s du Tribunal f&#233;d&#233;ral. Ce dernier a partiellement admis le pourvoi.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. Le recourant critique sa condamnation prononc&#233;e en vertu de l'art. 219 CP; il estime que cette infraction est absorb&#233;e par d'autres infractions lorsque, comme c'est le cas en l'esp&#232;ce, seuls des comportements d&#233;j&#224; tous r&#233;prim&#233;s par d'autres dispositions du code p&#233;nal ont pu entra&#238;ner une mise en danger concr&#232;te du d&#233;veloppement physique ou psychique du mineur.\na) Le Tribunal correctionnel a notamment retenu l'infraction de violation du devoir d'assistance et d'&#233;ducation (art. 219 CP) en relation avec les agressions sexuelles et la violence physique parce que celles-ci avaient p&#233;jor&#233; l'&#233;tat de sant&#233; physique et psychique de X. Il a par contre ni&#233; que cette infraction soit r&#233;alis&#233;e en relation avec les conditions de vie impos&#233;es &#224; la jeune fille, estimant que le lien de causalit&#233; entre celles-ci et une mise en danger de son d&#233;veloppement physique et psychique n'&#233;tait pas &#233;tabli. Sur ce dernier point, la Cour de c&#233;ans a d&#233;clar&#233; irrecevable un pourvoi de X.\nLa cour cantonale a rejet&#233; la critique du recourant selon laquelle l'art. 219 CP serait en concours imparfait avec les infractions d'ordre sexuel retenues contre lui. Elle a consid&#233;r&#233; que l'art. 219 CP pouvait entrer en concours id&#233;al avec des infractions contre l'int&#233;grit&#233; sexuelle commises sur la personne d'un mineur lorsque ces infractions ne pr&#233;voyaient aucun r&#233;gime particulier pour les cas o&#249; l'auteur avait le devoir de veiller sur l'enfant abus&#233;. Or les art. 189 et 190 CP retenus contre le recourant ne connaissaient pas un tel r&#233;gime.\nb) Selon l'art. 219 CP, celui qui aura viol&#233; son devoir d'assister ou d'&#233;lever une personne mineure dont il aura ainsi mis en danger le d&#233;veloppement physique ou psychique, ou qui aura manqu&#233; &#224; ce devoir, sera puni de l'emprisonnement (al. 1); s'il a agi par n&#233;gligence, la peine pourra &#234;tre l'amende au lieu de l'emprisonnement (al. 2).\nL'art. 219 CP prot&#232;ge le d&#233;veloppement physique et psychique du mineur, soit d'une personne &#226;g&#233;e de moins de 18 ans (cf. Message du Conseil f&#233;d&#233;ral concernant la modification du code p&#233;nal et du code p&#233;nal militaire relative aux infractions contre la vie et l'int&#233;grit&#233; corporelle, les moeurs et la famille du 26 juin 1985, FF 1985 II 1021 ss, 1072). L'infraction est un d&#233;lit de mise en danger concr&#232;te; il n'est donc pas n&#233;cessaire que le comportement de l'auteur aboutisse BGE 126 IV 136 S. 139&#224; un r&#233;sultat, c'est-&#224;-dire &#224; une atteinte &#224; l'int&#233;grit&#233; corporelle ou psychique du mineur; la simple possibilit&#233; abstraite d'une atteinte ne suffit cependant pas; il faut que cette atteinte apparaisse &#224; tout le moins vraisemblable dans le cas concret (ATF 125 IV 64 consid. 1a p. 68 s.).\nc) La question du concours entre l'art. 219 CP et d'autres dispositions du code p&#233;nal, seule litigieuse en l'esp&#232;ce, est controvers&#233;e en doctrine (ATF 125 IV 64 consid. 1e p. 71; cf. SCHUBARTH, Kommentar zum schweizerischen Strafrecht, vol. 4, Berne 1997, art. 219 CP no 11).\nTRECHSEL et REHBERG se sont prononc&#233;s sur la question du concours entre, d'une part, l'art. 219 CP et, d'autre part, les art. 187 ss CP. TRECHSEL est d'avis que l'art. 219 CP est subsidiaire par rapport aux art. 187 ss CP  (TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2e &#233;d., Zurich 1997, art. 219 no 6). REHBERG pour sa part estime que l'art. 219 CP ne s'applique, en plus des art. 187 ss CP, que lorsque le comportement illicite, de par sa dur&#233;e ou son intensit&#233;, va au-del&#224; de l'atteinte &#224; l'int&#233;grit&#233; sexuelle et met ainsi en danger la victime (REHBERG, Strafrecht IV, 2e &#233;d., Zurich 1996, p. 20 i.f.).\nMOREILLON a abord&#233; la question du concours entre l'art. 219 CP et les art.  187 et 188 CP. A son avis, l'art. 219 CP est en principe absorb&#233;. Il pense toutefois que si les actes sexuels sont r&#233;p&#233;t&#233;s, on peut admettre un concours entre les art. 188 et 219 CP dans la mesure o&#249; la violation porterait atteinte aussi bien &#224; l'int&#233;grit&#233; sexuelle que psychique de l'enfant (LAURENT MOREILLON, Quelques r&#233;flexions sur la violation du devoir d'assistance ou d'&#233;ducation -  article 219 nouveau CP -, in RPS 116/1998 p. 431 ss, ch. 21).\nSTRATENWERTH et HURTADO POZO quant &#224; eux ne se sont exprim&#233;s qu'au sujet du concours entre l'art. 219 CP et les art. 122 ss et 127 ss CP. Les deux admettent que doit &#234;tre appliqu&#233;e la disposition pr&#233;voyant la peine la plus grave (STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil II, 4e &#233;d., Berne 1995, &#167; 26 no 45; HURTADO POZO, Droit p&#233;nal, partie sp&#233;ciale II, Zurich  1998, &#167; 20 no 562).\nd) En l'esp&#232;ce, le recourant &#233;tait l'employeur de X. Selon le code des obligations, l'employeur doit prot&#233;ger la personnalit&#233; du travailleur; il doit notamment veiller au maintien de la moralit&#233; et en particulier &#224; ce que le travailleur ne soit pas harcel&#233; sexuellement (art. 328 al. 1 CO). S'il tol&#232;re qu'un tiers abuse sexuellement d'un travailleur mineur ou qu'il en abuse lui-m&#234;me, il viole son devoir BGE 126 IV 136 S. 140d'assistance. Un tel comportement peut remplir les &#233;l&#233;ments constitutifs de l'art. 219 CP. L'employeur qui abuse sexuellement d'un employ&#233; mineur de plus de seize ans peut aussi tomber sous le coup de l'art. 188 CP. Cette disposition, plac&#233;e sous le titre marginal \"mise en danger du d&#233;veloppement des mineurs\", punit l'auteur d'un acte d'ordre sexuel commis sur un mineur &#226;g&#233; de plus de seize ans lorsque l'auteur profite de rapports d'&#233;ducation, de confiance ou de travail ou de liens de d&#233;pendance d'une autre nature.\nLes deux dispositions prot&#232;gent le d&#233;veloppement des mineurs; mais tandis que l'art. 188 CP ne s'applique qu'en cas d'actes d'ordre sexuel, l'art. 219 CP couvre tous les actes et omissions susceptibles de mettre en danger le d&#233;veloppement du mineur. L'art. 188 CP constitue ainsi une lex specialis. Si donc les conditions d'application des deux dispositions sont remplies, c'est l'art. 188 CP qui prime. En outre, l'art. 188 CP ne s'applique pas lorsque l'auteur n'a pas profit&#233; de sa position dominante pour commettre l'acte d'ordre sexuel. Il s'agit d'une limitation voulue par le l&#233;gislateur qui pensait que sinon, \"on limiterait trop le droit qu'ont les jeunes gens de se d&#233;terminer d&#232;s seize ans en mati&#232;re sexuelle\" (FF 1985 II 1085, cf. ATF 125 IV 129). Le l&#233;gislateur a donc voulu que dans ces cas, l'auteur d'actes d'ordre sexuel commis sur un mineur de plus de seize ans ne soit pas punissable. Cela fait obstacle &#224; le punir en vertu de l'art. 219 CP.\nSi l'acte d'ordre sexuel constitue une contrainte sexuelle au sens de l'art.  189 CP ou un viol au sens de l'art. 190 CP, il est admis que le concours avec l'art. 188 CP est imparfait et que l'art. 188 CP est partant absorb&#233; (JENNY, Kommentar zum schweizerischen Strafrecht, vol. 4, Berne 1997, art. 188 no 20;  TRECHSEL, op. cit., art. 188 no 15; REHBERG/SCHMID, Strafrecht III, 7e &#233;d., Zurich 1997, p. 400; STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, 5e &#233;d., Berne 1995, &#167; 7 no 34; avec nuances, CORBOZ, Les principales infractions, Berne 1997, art. 189 no 48). Il s'impose d'admettre la m&#234;me r&#232;gle lorsque les art. 189 et 190 CP entrent en concours avec l'art. 219 CP dont les conditions d'application sont moins restrictives que celles de l'art. 188 CP.\nIl s'ensuit que l'art. 219 CP ne s'applique pas aux actes d'ordre sexuel commis par le recourant sur la personne de X. Il y a toutefois lieu de pr&#233;ciser que la position d'employeur qu'occupait le recourant devra &#234;tre prise en consid&#233;ration au stade de la fixation de la peine, &#224; titre de circonstance personnelle.\n \n   \n   "
}