{
  "titre": "86 I 321",
  "annee": "1960",
  "contenu": "\n      \n  Chapeau\n86 I 32146. Arr&#234;t du 7 d&#233;cembre 1960 dans la cause A. contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nExercice de la profession d'architecte.  Art. 31 et 33 Cst. Lorsqu'un canton subordonne l'exercice de la profession d'architecte &#224; une autorisation, il peut tenir compte des situations acquises et mettre au b&#233;n&#233;fice de r&#232;gles sp&#233;ciales les personnes qui ont d&#233;j&#224; pratiqu&#233; sur son territoire pendant un certain temps. Consid. 1. \nArt. 5 Disp. trans. Cst. Application de cette r&#232;gle &#224; la profession d'architecte. Consid. 2 &#224; 4. \n\n\n  \n  \n  \nFaits &#224; partir de page 321\n\n\n    BGE 86 I 321 S. 321\n   \n\n    A.- La loi neuch&#226;teloise du 12 f&#233;vrier 1951 sur les constructions (en abr&#233;g&#233;: LC neuch.) a cr&#233;&#233; un registre des architectes et des ing&#233;nieurs. L'inscription dans ce BGE 86 I 321 S. 322registre donne le droit d'&#233;tablir des projets de plans communaux, de plans de propri&#233;taires et de plans de construction (art. 130 &#224; 133 LC neuch.). Elle est accord&#233;e notamment aux architectes domicili&#233;s dans le canton ou d'origine neuch&#226;teloise, qui sont inscrits dans le registre suisse, en outre aux architectes qui ont subi avec succ&#232;s l'examen professionnel cantonal (art. 131 LC neuch.). Le registre suisse a &#233;t&#233; cr&#233;&#233; par une convention que quatre associations professionnelles ont conclue, en 1951, et qui comporte, en annexe, un r&#232;glement. L'art. 12 de celui-ci pr&#233;voit, &#224; titre de disposition transitoire, l'inscription des personnes qui, lors de l'entr&#233;e en vigueur de la convention, n'&#233;taient pas membres de l'une des associations contractantes, lorsque lesdites personnes avaient pratiqu&#233; correctement la profession depuis cinq ans au moins.\n\n    B.- En 1937, A. a obtenu le dipl&#244;me de technicienarchitecte du Technicum cantonal de Bienne. De 1946 &#224; 1956, il a exerc&#233; la profession d'architecte dans le canton de Neuch&#226;tel. Il a &#233;t&#233; inscrit dans le registre suisse en vertu de l'art. 12 du r&#232;glement pr&#233;cit&#233;, apr&#232;s examen de son cas par une commission d'experts, statuant sur pi&#232;ces. En cons&#233;quence, il a &#233;t&#233; &#233;galement inscrit dans le registre neuch&#226;telois.\nEn 1956, A. s'est &#233;tabli dans le canton de Vaud. Il a demand&#233; &#224; y &#234;tre reconnu comme architecte de par l'art. 70 de la loi vaudoise du 5 f&#233;vrier 1941 sur la police des constructions (en abr&#233;g&#233;: LC vaud.), afin de pouvoir mettre des plans &#224; l'enqu&#234;te pour obtenir l'autorisation de construire exig&#233;e dans la plupart des cas. Le 29 juillet 1960, le Conseil d'Etat du canton de Vaud a rejet&#233; la requ&#234;te, en bref par les motifs suivants:\nLe requ&#233;rant est en possession d'un certificat de capacit&#233; d'un &#233;tablissement suisse d'enseignement technique officiellement reconnu, mais il n'&#233;tait pas &#233;tabli dans le canton depuis plus de trois ans avant l'entr&#233;e en vigueur de la loi vaudoise du 5 f&#233;vrier 1941 (art. 70 ch. 3 LC vaud.). De plus, il invoque &#224; tort le ch. 5 Disp. trans. Cst. Le dipl&#244;me du BGE 86 I 321 S. 323Technicum de Bienne, qu'il poss&#232;de, ne constitue pas une preuve de capacit&#233; exig&#233;e par le canton de Berne (art. 33 Cst.), puisque, dans ce canton, l'exercice de la profession d'architecte est libre. L'inscription dans le registre neuch&#226;telois des architectes ne tient pas non plus lieu du certificat de capacit&#233; que vise l'art. 5 Disp. trans. Cst. Car l'autorit&#233; neuch&#226;teloise n'a pas contr&#244;l&#233; les aptitudes scientifiques et professionnelles du requ&#233;rant, mais l'a inscrit du seul fait qu'il figurait dans le registre suisse, lequel a &#233;t&#233; institu&#233; par une convention de droit priv&#233;.\n\n    C.- Contre cette d&#233;cision, A. a form&#233; un recours de droit public. Il all&#232;gue la violation des art. 4 et 31 Cst., ainsi que de l'art. 5 Disp. trans. Cst. Son argumentation se r&#233;sume comme il suit:\nSelon l'art. 33 Cst. et par analogie avec la jurisprudence du Tribunal f&#233;d&#233;ral relative &#224; l'art. 5 Disp. trans. Cst., un canton n'est pas autoris&#233; &#224; exiger d'un architecte, outre des preuves de capacit&#233;, qu'il ait eu un domicile ou une pratique d'une certaine dur&#233;e sur le territoire cantonal lors de la demande ou, pour l'application des dispositions transitoires, lors de l'entr&#233;e en vigueur de la loi. Une telle exigence est aussi contraire &#224; l'art. 31 Cst., dont le recourant peut se r&#233;clamer dans la mesure o&#249; l'art 33 n'y d&#233;roge pas. Car elle ne se justifie par aucun int&#233;r&#234;t public. Enfin, le refus du Conseil d'Etat viole l'art. 5 Disp. trans. Cst.; l'inscription dans le registre neuch&#226;telois est l'&#233;quivalent d'un certificat de capacit&#233; cantonal, parce que l'autorit&#233; neuch&#226;teloise s'en remet &#224; des experts hautement qualifi&#233;s du soin de contr&#244;ler les aptitudes professionnelles des candidats.\n\n    D.- Le Conseil d'Etat du canton de Vaud conclut au rejet du recours, en bref par les motifs suivants:\nLe certificat de capacit&#233; que vise l'art. 5 Disp. trans. Cst. doit avoir pour but et pour effet d'autoriser son titulaire &#224; exercer une profession lib&#233;rale qui lui serait autrement ferm&#233;e. Il suppose que le canton ait, par un examen ou d'une autre mani&#232;re, contr&#244;l&#233; les aptitudes du requ&#233;rant (RO 84 I 27). Selon ces principes, le recourant n'est pas au BGE 86 I 321 S. 324b&#233;n&#233;fice d'un certificat de capacit&#233; bernois, car, dans le canton de Berne, l'exercice de la profession d'architecte est libre. Le canton de Neuch&#226;tel ne lui a pas non plus d&#233;livr&#233; un tel certificat, car l'autorisation de pratiquer dans ce canton lui a &#233;t&#233; accord&#233;e sur le simple vu de l'inscription dans un registre priv&#233;, inscription sur laquelle l'autorit&#233; cantonale ne s'est r&#233;serv&#233; aucun droit de regard. Le canton de Neuch&#226;tel n'a pas non plus d&#233;l&#233;gu&#233; son pouvoir de contr&#244;ler les connaissances scientifiques des requ&#233;rants aux commissions institu&#233;es par la convention conclue entre les associations professionnelles; il a simplement dispens&#233; du certificat de capacit&#233; les architectes inscrits dans le registre suisse. Au surplus, le recourant y a &#233;t&#233; inscrit en vertu de l'art. 12 du r&#232;glement annex&#233; &#224; la convention pr&#233;cit&#233;e, c'est-&#224;-dire du fait qu'il avait exerc&#233; correctement pendant cinq ans au moins. Il ne saurait, enfin, invoquer les ch. 3 et 4 de l'art. 70 LC vaud. Ce sont l&#224; des dispositions transitoires. A ce titre, les art. 31 et 33 Cst. n'emp&#234;chent pas les cantons de reconna&#238;tre un droit acquis aux seuls architectes qui, lors de l'entr&#233;e en vigueur de la loi qui r&#233;glementait la profession, avaient exerc&#233; celle-ci sur leur territoire depuis un certain temps.\n\n    E.- L'argumentation que le recourant pr&#233;sente dans sa r&#233;plique se r&#233;sume comme il suit:\nSur l'art. 5 Disp. trans. Cst., le Conseil d'Etat se r&#233;f&#232;re &#224; la jurisprudence du Tribunal f&#233;d&#233;ral relative aux avocats. Or, si, pour l'exercice de cette profession, il est raisonnable d'exiger que le certificat de capacit&#233; cantonal n'ait &#233;t&#233; d&#233;livr&#233; qu'apr&#232;s contr&#244;le, par l'Etat, des aptitudes du requ&#233;rant, il n'en va pas de m&#234;me pour la profession d'architecte. Si l'on exigeait ce contr&#244;le, il s'ensuivrait, selon la loi vaudoise (art. 70), que les architectes admis &#224; l'exercice de la profession sur le simple vu d'un titre universitaire ne pourraient se mettre au b&#233;n&#233;fice de l'art. 5 Disp. trans. Cst., \"alors que les architectes ... non universitaires ayant subi l'examen r&#233;glementaire de l'Etat, recevraient une autorisation valable de plein droit pour toute BGE 86 I 321 S. 325la Suisse\". Si le canton de Vaud reconna&#238;t certains dipl&#244;mes universitaires, il admet par l&#224; m&#234;me qu'un contr&#244;le effectif par l'administration cantonale n'est pas indispensable lorsque, par ailleurs, les titres du candidat sont suffisants. Tel est le cas dans le canton de Neuch&#226;tel, dont la loi se r&#233;f&#232;re au contr&#244;le exerc&#233; pour l'inscription dans le registre suisse. En l'esp&#232;ce, la commission charg&#233;e de ce contr&#244;le avait une connaissance pr&#233;cise des capacit&#233;s professionnelles du recourant.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'art. 70 ch. 3 LC vaud. admet &#224; l'exercice de la profession d'architecte dans le canton les personnes qui, d'une part, poss&#232;dent un certificat de capacit&#233; d'un &#233;tablissement suisse d'enseignement technique officiellement reconnu et qui, d'autre part, &#233;taient &#233;tablies dans le canton depuis plus de trois ans lors de l'entr&#233;e en vigueur de la loi. A. satisfait manifestement &#224; la premi&#232;re de ces exigences, puisqu'il est titulaire d'un dipl&#244;me d&#233;livr&#233; par le Technicum de Bienne. Il ne satisfait pas &#224; la seconde, mais estime qu'elle viole l'art. 31 Cst., car, dit-il, elle ne se justifie par aucun int&#233;r&#234;t public. Cependant, il s'agit l&#224; d'une disposition transitoire applicable aux personnes qui, lors de l'entr&#233;e en vigueur de la loi, ne remplissaient pas les conditions d&#233;sormais n&#233;cessaires, mais pouvaient se r&#233;clamer d'une certaine situation acquise. S'il voulait tenir compte de cette situation en limitant les exigences fix&#233;es par les ch. 1 et 2 de l'art. 70, le canton de Vaud pouvait se borner &#224; le faire en faveur des personnes \"&#233;tablies dans le canton depuis plus de trois ans\". Cette condition permet de ne mettre au b&#233;n&#233;fice du droit transitoire que les candidats qui, ayant d&#233;j&#224; pratiqu&#233; dans le canton pendant une p&#233;riode assez longue, y ont prouv&#233; leurs capacit&#233;s, sont connus des autorit&#233;s et poss&#232;dent donc une situation acquise. Une telle limitation se justifie (arr&#234;t Bonnard c. Vaud, du 20 mars 1943, non publi&#233;).\nA.- la v&#233;rit&#233;, la lettre de l'art. 70 ch. 3 LC vaud. vise les BGE 86 I 321 S. 326personnes \"&#233;tablies\" et semble ne pas exiger, comme le fait l'art. 70 ch. 4, qu'elles aient en outre pratiqu&#233; dans le canton depuis plus de trois ans. Or, comme le rel&#232;ve le recourant, on ne peut gu&#232;re admettre qu'une personne ait un droit acquis &#224; exercer la profession d'architecte alors qu'elle a seulement &#233;t&#233; domicili&#233;e dans le canton depuis un certain temps, sans y avoir pratiqu&#233;. Mais le Conseil d'Etat vaudois affirme - et le recourant ne le conteste pas - que, depuis l'ann&#233;e 1955, modifiant sa jurisprudence ant&#233;rieure, il a interpr&#233;t&#233; strictement l'art. 70 ch. 3 LC vaud. et a constamment exig&#233; \"que l'int&#233;ress&#233; f&#251;t &#233;tabli dans le canton comme architecte depuis plus de trois ans avant l'entr&#233;e en vigueur de la loi\". Ce changement de jurisprudence se justifie objectivement, il ne viole pas les exigences de la s&#233;curit&#233; juridique d'une fa&#231;on insupportable et n'est donc pas entach&#233; d'arbitraire (RO 78 I 101; 80 I 322). Le recourant ne le conteste pas. Il est d&#232;s lors mal venu &#224; pr&#233;tendre que l'art. 70 ch. 3 LC vaud. violerait les art. 31 et 33 Cst., parce qu'il admettrait &#224; l'exercice de la profession d'architecte, dans le canton de Vaud, tous les titulaires d'un certificat de capacit&#233; d&#233;livr&#233; par un &#233;tablissement suisse d'enseignement technique officiellement reconnu, sous la seule condition qu'ils aient &#233;t&#233; &#233;tablis dans le canton depuis plus de trois ans avant l'entr&#233;e en vigueur de la loi, m&#234;me sans y avoir pratiqu&#233;.\n\n    2. D&#232;s lors que le refus d'admettre le recourant &#224; l'exercice de sa profession dans le canton de Vaud ne viole ni l'art. 4, ni les art. 31 et 33 Cst., il ne reste plus qu'&#224; examiner s'il est contraire &#224; l'art. 5 Disp. trans. Cst. Selon cette r&#232;gle constitutionnelle, jusqu'&#224; la promulgation de la loi f&#233;d&#233;rale sur la mati&#232;re (art. 33 Cst.), les personnes qui exercent une profession lib&#233;rale et ont obtenu un certificat de capacit&#233; d'un canton peuvent pratiquer sur tout le territoire de la Conf&#233;d&#233;ration. L'architecte exerce une profession lib&#233;rale. Les cantons peuvent donc exiger de lui un certificat de capacit&#233; s'il entend pratiquer sur leur territoire. Mais lorsqu'un canton, ayant r&#233;glement&#233; l'exercice BGE 86 I 321 S. 327de la profession, a d&#233;livr&#233; un certificat de capacit&#233;, l'art. 5 pr&#233;cit&#233; oblige tous les autres &#224; se contenter de cette pi&#232;ce comme preuve des connaissances requises.\nCependant, selon la jurisprudence constante, le certificat de capacit&#233; ne sortit de tels effet que si l'autorit&#233; cantonale comp&#233;tente a constat&#233; que le candidat poss&#232;de les connaissances non seulement th&#233;oriques, mais aussi pratiques, requises pour l'exercice de la profession et si, sur le vu de cette constatation, elle a autoris&#233; cet exercice sans restriction sur tout le territoire cantonal. Ce principe, que le Tribunal f&#233;d&#233;ral a pos&#233; pour la profession d'avocat (v. notamment: RO 45 I 365), se justifie aussi pour la profession d'architecte.\nLe recourant conteste ce point; la premi&#232;re de ces professions, dit-il, appelle un contr&#244;le de l'aptitude du candidat par l'autorit&#233; cantonale elle-m&#234;me, mais non pas la seconde. Cette opinion se heurte au texte clair de l'art. 5 Disp. trans. Cst., qui exige, pour toutes les professions lib&#233;rales sans distinction, un certificat de capacit&#233; \"d'un canton\". M&#234;me si le l&#233;gislateur vaudois avait renonc&#233; au contr&#244;le par les autorit&#233;s vaudoises dans la mesure o&#249; il reconna&#238;t d'office la qualit&#233; d'architecte aux porteurs du dipl&#244;me de l'Ecole polytechnique f&#233;d&#233;rale ou de certains dipl&#244;mes suisses ou &#233;trangers (art. 70 ch. 1 LC vaud.), il n'aurait pas, ce faisant, conf&#233;r&#233; &#224; ces porteurs un certificat de capacit&#233; cantonal selon l'art. 5 pr&#233;cit&#233; et ne se serait pas non plus oblig&#233; &#224; reconna&#238;tre comme de tels certificats les autorisations d&#233;livr&#233;es par d'autres cantons sans un contr&#244;le pr&#233;alable exerc&#233; par leurs propres autorit&#233;s. La question, du reste, ne se pose pas dans la pr&#233;sente esp&#232;ce, car le recourant ne poss&#232;de aucun dipl&#244;me universitaire.\nLorsqu'une personne demande l'autorisation d'exercer une profession lib&#233;rale dans un canton et all&#232;gue &#234;tre titulaire d'un certificat de capacit&#233; d'un autre canton conform&#233;ment &#224; l'art. 5 Disp. trans. Cst., l'autorit&#233; saisie de la requ&#234;te peut examiner si l'autorit&#233; comp&#233;tente pour d&#233;livrer ledit certificat a effectivement contr&#244;l&#233; les aptitudes BGE 86 I 321 S. 328th&#233;oriques et pratiques du candidat. Mais elle doit accorder l'autorisation demand&#233;e, d&#232;s lors que ce contr&#244;le a eu lieu, m&#234;me s'il n'a &#233;t&#233; que sommaire et n'a port&#233; que sur l'activit&#233; pratique du requ&#233;rant, pourvu qu'il ait &#233;t&#233; conforme au droit cantonal applicable; il n'est pas n&#233;cessaire que l'on ait fait passer des examens au requ&#233;rant (RO 45 I 364; 84 I 27).\n\n    3. A. est titulaire d'un dipl&#244;me de technicien-architecte, d&#233;livr&#233; par le Technicum de Bienne. Mais il ne s'agit pas l&#224; d'un certificat de capacit&#233; selon l'art. 5 Disp. trans. Cst. Car, l'exercice de la profession d'architecte &#233;tant libre dans le canton de Berne, ce n'&#233;tait pas son dipl&#244;me qui conf&#233;rait au recourant le droit de pratiquer sur le territoire bernois.\n\n    4. Il reste &#224; savoir si A. peut, &#224; l'&#233;gard du canton de Vaud, se r&#233;clamer de l'art. 5 Disp. trans. Cst. du fait qu'il a &#233;t&#233; inscrit dans le registre neuch&#226;telois des architectes. Il y a &#233;t&#233; inscrit et admis &#224; pratiquer sans aucune r&#233;serve dans le canton de Neuch&#226;tel, conform&#233;ment &#224; l'art. 98 LC neuch., parce qu'il figurait dans le registre suisse. Mais, comme on l'a montr&#233;, le Conseil d'Etat vaudois avait le pouvoir, selon l'art. 5 pr&#233;cit&#233;, de rechercher si l'autorit&#233; neuch&#226;teloise avait contr&#244;l&#233; elle-m&#234;me les connaissances th&#233;oriques et pratiques du recourant. Il a r&#233;solu cette question par la n&#233;gative et, ce faisant, il n'a pas outrepass&#233; son pouvoir.\nLe recourant n'a point subi d'examen cantonal &#224; Neuch&#226;tel, mais cela n'est pas d&#233;cisif; selon la jurisprudence, rappel&#233;e plus haut, il suffit que l'autorit&#233; cantonale ait contr&#244;l&#233;, selon les principes qu'il lui appartient de d&#233;finir, les aptitudes que r&#233;v&#232;le l'activit&#233; pratique du candidat. Cependant, ce contr&#244;le n'a pas eu lieu en l'esp&#232;ce. L'inscription du recourant dans le registre neuch&#226;telois a &#233;t&#233; accord&#233;e sur le simple vu de l'inscription pr&#233;alable dans le registre suisse. Or celle-ci ne d&#233;pend pas de l'autorit&#233; neuch&#226;teloise; le registre suisse a &#233;t&#233; cr&#233;&#233; par une convention de droit priv&#233;, conclue entre des associations professionnelles, BGE 86 I 321 S. 329qui ont fix&#233; et peuvent modifier librement, sans aucune intervention de l'Etat, les exigences auxquelles le candidat doit satisfaire pour &#234;tre inscrit. De plus, selon l'art. 98 LC neuch., lorsque l'inscription dans le registre suisse a &#233;t&#233; obtenue, l'autorit&#233; neuch&#226;teloise est li&#233;e; elle est tenue d'ordonner l'inscription dans le registre cantonal. Ce n'est donc pas du canton, mais exclusivement des associations professionnelles contractantes que d&#233;pend l'admission ou le refus des candidatures. Peu importe, d&#232;s lors, que le l&#233;gislateur neuch&#226;telois ait entendu ou non d&#233;l&#233;guer le pouvoir de r&#233;glementation et de contr&#244;le cantonal aux associations dont d&#233;pend le registre suisse. Il lui &#233;tait loisible de le faire, mais une telle d&#233;l&#233;gation ne saurait lier les autres cantons. L'art. 5 Disp. trans. Cst. vise express&#233;ment le \"certificat de capacit&#233; d'un canton\" et l'on ne saurait tenir pour tel celui que d&#233;livre une institution priv&#233;e, selon des r&#232;gles purement contractuelles, sans aucune participation de l'autorit&#233;. Peu importe, d&#232;s lors, que le contr&#244;le que pr&#233;voit l'art. 12 du r&#232;glement annex&#233; &#224; la convention interprofessionnelle soit plus ou moins s&#233;v&#232;re et qu'en l'esp&#232;ce, il ait &#233;t&#233; ou non exerc&#233; strictement.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral\nRejette le recours.\n \n   \n   "
}