{
  "titre": "116 IV 173",
  "annee": "1990",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     374\n                                                                        375\n                                                                        376\n                                                                        377\n                                                                        378\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n116 IV 17332. Extrait de l'arr&#234;t de la Cour de cassation du 30 mai 1990 dans la cause B. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 42 LTM; Refus de remplir ses obligations militaires et de s'acquitter de la taxe d'exemption: principe \"ne bis in idem\".  Des condamnations successives prononc&#233;es en raison d'un refus de remplir les obligations militaires puis de payer la taxe d'exemption ne violent pas le principe \"ne bis in idem\". \nUn d&#233;lit continu&#233; est interrompu par tout jugement intervenant entre les actes identiques. \n\n\n  \n  \n  \nFaits &#224; partir de page 173\n\n\n    BGE 116 IV 173 S. 173\n   \n\n    B. a &#233;t&#233; condamn&#233; en 1979 &#224; trois mois d'arr&#234;ts r&#233;pressifs pour refus de servir commis &#224; la suite d'un grave conflit de conscience, au sens de l'art. 81 ch. 2 CPM. Par la m&#234;me d&#233;cision, il a &#233;t&#233; exclu de l'arm&#233;e. Depuis lors, il a subi plusieurs peines pour avoir refus&#233; de payer la taxe d'exemption. Condamn&#233; une nouvelle fois pour ne pas s'&#234;tre acquitt&#233; des montants dus pour cinq ann&#233;es cons&#233;cutives, B. se pourvoit en nullit&#233;. Il fait valoir que les sanctions qui lui ont &#233;t&#233; inflig&#233;es pour ses refus de payer la taxe militaire seraient contraires au principe \"ne bis in idem\".\n\n    BGE 116 IV 173 S. 174\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) Selon le recourant, l'application de l'art. 42 LTM &#224; un objecteur de conscience violerait le principe \"ne bis in idem\". En effet, son refus de s'acquitter de ses devoirs militaires comprend &#233;galement celui de payer la taxe d'exemption.\nCe point de vue est erron&#233; car la condamnation prononc&#233;e en vertu de l'art. 81 CPM sanctionnait exclusivement le refus du recourant de remplir ses obligations militaires sous forme de service personnel. L'exclusion de l'arm&#233;e ordonn&#233;e simultan&#233;ment a notamment eu pour cons&#233;quence de le soumettre &#224; l'obligation de payer la taxe d'exemption du service militaire conform&#233;ment &#224; l'art. 1er LTM. Le refus de s'acquitter de celle-ci constitue une infraction distincte.\nb) Le recourant fait en outre valoir qu'il a pris une fois pour toutes la d&#233;cision de ne pas s'acquitter de ladite taxe, de sorte que les sanctions successives qui lui sont inflig&#233;es seraient incompatibles avec le principe mentionn&#233; ci-dessus. En d'autres termes, il soutient qu'en persistant dans son refus il s'est rendu coupable d'un d&#233;lit successif ou continu&#233;.\nCette argumentation se heurte au fait que, conform&#233;ment &#224; la jurisprudence du Tribunal F&#233;d&#233;ral, le d&#233;lit successif est interrompu par tout jugement intervenant entre les actes identiques. Dans ce cas, la condamnation porte sur tous les actes ant&#233;rieurs, ceux qui sont commis ult&#233;rieurement ne pouvant &#233;videmment pas &#234;tre compris dans la r&#233;pression (ATF 104 IV 231). Il n'est d&#232;s lors pas n&#233;cessaire d'examiner si, comme le pr&#233;tend le recourant, l'ensemble des infractions proc&#232;dent d'une unique d&#233;cision. En effet, m&#234;me si tel &#233;tait le cas, le d&#233;lit successif aurait &#233;t&#233; interrompu &#224; plusieurs reprises et en dernier lieu par le jugement du 12 d&#233;cembre 1983 infligeant au recourant une peine de 5 jours d'emprisonnement pour non-paiement de la taxe militaire 1981.\n \n   \n   "
}