{
  "titre": "124 IV 53",
  "annee": "1998",
  "contenu": "\n      \n  Chapeau\n124 IV 539. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 27 janvier 1998 dans la cause V. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 122 CP et art. 129 CP; distinction entre la qualification de l&#233;sions corporelles graves et la qualification de mise en danger de la vie d'autrui.  Il n'y a de blessure propre &#224; mettre la vie en danger, au sens de l'art. 122  al. 1 CP, que si la blessure subie par la victime conduit &#224; mettre sa vie en danger. Une mise en danger de la vie d'autrui qui ne d&#233;coule pas d'une blessure doit &#234;tre examin&#233;e au regard des conditions pos&#233;es par l'art. 129 CP (consid.  2; changement de jurisprudence). \nCelui qui &#233;trangle une personne au point de mettre sa vie en danger sans toutefois causer de l&#233;sions s&#233;rieuses, ne se rend pas coupable de l&#233;sions corporelles graves, mais, si les conditions en sont remplies, de mise en danger de la vie d'autrui. \n\n\n  \n  \n  \nFaits &#224; partir de page 53\n\n\n    BGE 124 IV 53 S. 53\n   \n\n    A.- V., n&#233; le 22 mai 1967, a nou&#233; une liaison sentimentale avec F. Apr&#232;s une ann&#233;e de vie commune, F. a rompu, au printemps 1989, &#224; la suite d'une sc&#232;ne au cours de laquelle V., qui &#233;tait fortement sous l'influence de l'alcool, a violemment frapp&#233; son amie.\nAu mois de d&#233;cembre 1994, F. s'est mise en m&#233;nage avec B. V. s'est alors de nouveau manifest&#233; de fa&#231;on d&#233;plaisante, r&#244;dant &#224; proximit&#233; du lieu de travail et du domicile de son ex-amie. BGE 124 IV 53 S. 54\n   \nLe 27 mars 1995 entre 10 h. 15 et 10 h. 30, V., apr&#232;s avoir mis des gants de travail, s'est pr&#233;sent&#233; &#224; l'appartement de F., sachant que celle-ci avait cong&#233;  ce matin-l&#224;. Lorsque F. a ouvert sa porte, il l'a violemment emp&#234;ch&#233;e de refermer celle-ci et a p&#233;n&#233;tr&#233; dans les lieux bien que F. lui ait dit de s'en aller. V. l'a pouss&#233;e et saisie &#224; la gorge, avec ses deux mains, en repoussant la porte avec le pied. F. est tomb&#233;e par terre, en heurtant au passage le mur qui se trouvait derri&#232;re elle avec l'arri&#232;re de la t&#234;te, et s'est retrouv&#233;e sur le dos. L'accus&#233; est demeur&#233; agripp&#233; &#224; elle, toujours serrant son cou des deux mains, et a suivi son mouvement. D&#232;s lors, &#224; califourchon sur elle, il a continu&#233; &#224; lui serrer le cou toujours plus fort, mettant &#224; un moment donn&#233; un genou sur son ventre. Ne pouvant plus ni respirer, ni crier, F. a tent&#233;, avec ses mains, de desserrer l'&#233;tau form&#233; par celles de son agresseur, tout en battant des jambes pour tenter de le d&#233;sar&#231;onner. A un moment donn&#233;, sans pouvoir expliquer comment, elle a r&#233;ussi &#224; le faire l&#226;cher prise d'une main et  &#224; se redresser l&#233;g&#232;rement durant un instant. V. a toutefois imm&#233;diatement repris son &#233;tranglement et elle s'est trouv&#233;e &#224; nouveau plaqu&#233;e au sol, priv&#233;e de respiration. Elle a pu se lib&#233;rer une deuxi&#232;me fois bri&#232;vement, mais l'accus&#233; l'a imm&#233;diatement &#224; nouveau plaqu&#233;e au sol en continuant &#224; l'&#233;trangler toujours aussi fortement. Finalement, dans un ultime effort, elle a r&#233;ussi &#224; se d&#233;gager. S'&#233;tant lev&#233;e, elle est parvenue &#224; gagner le palier d'o&#249; elle a appel&#233;  au secours. V. est alors parti en lui disant: \"cela ne se terminera pas comme cela\".\nF., qui a craint pour sa vie, gravement choqu&#233;e, a appel&#233; imm&#233;diatement son ami B., puis s'est rendue &#224; la police et chez son m&#233;decin de famille. Celui-ci a constat&#233; des &#233;gratignures et des ecchymoses pouvant correspondre &#224; des traces de strangulation, ainsi qu'une contusion de la l&#232;vre inf&#233;rieure droite. Ce praticien a estim&#233; que la vie de F. n'avait pas &#233;t&#233; mise concr&#232;tement en danger, sans pouvoir &#233;carter formellement cette hypoth&#232;se. Dans un rapport d'expertise du 9 ao&#251;t 1995, les m&#233;decins K. et M., de l'Institut de m&#233;decine l&#233;gale de l'Universit&#233; de Lausanne, ont constat&#233; que les l&#233;sions observ&#233;es par le m&#233;decin &#233;taient compatibles et fortement &#233;vocatrices d'une prise au cou avec strangulation. Ils ont affirm&#233; que la violence d&#233;crite pouvait entra&#238;ner, bien que rarement, une mort par r&#233;flexe cardio-inhibiteur, et, si elle &#233;tait suffisamment forte et durait suffisamment longtemps, elle pouvait provoquer le d&#233;c&#232;s par asphyxie; le Dr K. a pr&#233;cis&#233; que les traces constat&#233;es sont celles d'une strangulation d'une certaine importance et d'une certaine insistance; les experts ont conclu que la vie de la victime avait &#233;t&#233; mise concr&#232;tement en danger. BGE 124 IV 53 S. 55\n   \n\n    B.- Par jugement du 15 mai 1997, le Tribunal correctionnel du district de Morges a condamn&#233; V., pour l&#233;sions corporelles graves, menaces et violation de domicile, &#224; la peine de 3 ans de r&#233;clusion, statuant par ailleurs sur les conclusions civiles et les frais.\nPar arr&#234;t du 8 juillet 1997, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a rejet&#233; le recours form&#233; contre ce jugement par le condamn&#233;.\n\n    C.- V. se pourvoit en nullit&#233; &#224; la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral contre cet arr&#234;t. Soutenant que les faits retenus ne constituent pas des l&#233;sions corporelles graves au sens de l'art. 122 CP, il conclut &#224;  l'annulation de la d&#233;cision attaqu&#233;e. Le Minist&#232;re public a conclu au rejet du pourvoi.\nLe Tribunal f&#233;d&#233;ral a admis celui-ci.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le pourvoi, qui a un caract&#232;re cassatoire (art. 277ter al. 1 PPF), ne peut &#234;tre form&#233; que pour violation du droit f&#233;d&#233;ral, &#224; l'exception de la violation directe d'un droit de rang constitutionnel (art. 269 PPF).\nLa Cour de cassation n'est pas li&#233;e par les motifs invoqu&#233;s, mais elle ne peut aller au-del&#224; des conclusions du recourant (art. 277bis PPF). Les conclusions devant &#234;tre interpr&#233;t&#233;es &#224; la lumi&#232;re de leur motivation (ATF 123 IV 125 consid. 1 p. 127), le recourant a clairement limit&#233; l'objet du litige &#224; la qualification de l&#233;sions corporelles graves.\nSous r&#233;serve de la rectification d'une inadvertance manifeste, la Cour de cassation est li&#233;e par les constatations de fait de l'autorit&#233; cantonale (art. 277bis al. 1 PPF). Le recourant ne peut pas pr&#233;senter de griefs contre les constatations de fait, ni de faits ou de moyens de preuve nouveaux (art. 273 al. 1 let. b PPF). Dans la mesure o&#249; il pr&#233;senterait un &#233;tat de fait qui s'&#233;carte de celui contenu dans la d&#233;cision attaqu&#233;e, il n'est pas possible d'en tenir compte (ATF 121 IV 18 consid. 2b/bb p. 23, 131 consid. 5b p. 137, 185 consid. 2b p. 190 s.; ATF 119 IV 202 consid. 2b p. 206).\n\n    2. Le recourant conteste exclusivement sa condamnation pour l&#233;sions corporelles graves (art. 122 CP), soutenant que les faits ne correspondent pas &#224; la d&#233;finition de cette infraction.\nLa Cour de cassation &#233;tant li&#233;e par les constatations cantonales (art. 277bis al. 1 PPF), la qualification juridique doit &#234;tre op&#233;r&#233;e exclusivement sur la base des faits contenus dans la d&#233;cision attaqu&#233;e.BGE 124 IV 53 S. 56\n   \nD&#233;terminer quelles sont les strangulations subies en l'esp&#232;ce et quels sont les risques qui pouvaient en r&#233;sulter concr&#232;tement, tenant compte des connaissances scientifiques, rel&#232;ve des constatations de fait. La cour cantonale n'est d'ailleurs pas tomb&#233;e dans l'arbitraire lorsqu'elle a pr&#233;f&#233;r&#233; &#224; l'opinion plut&#244;t ind&#233;cise du m&#233;decin de famille celle des experts judiciaires sp&#233;cialis&#233;s dans le domaine de la m&#233;decine l&#233;gale, alors qu'aucun indice concret ne vient s&#233;rieusement mettre en doute leurs affirmations.\nLa cour cantonale a fond&#233; sa qualification sur un arr&#234;t ancien (ATF 91 IV 193 ss), qui est critiqu&#233; par la doctrine (TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2e &#233;d., Zurich 1997, art. 122 no 2;  REHBERG/SCHMID, Strafrecht III, 7e &#233;d., Zurich 1997 p. 34; SCHUBARTH, Kommentar zum schweizerischen Strafrecht 1. Band, Berne 1982, art. 122 no 17;  STRATENWERTH, Schweizerisches Strafrecht, 5e &#233;d., Berne 1995, Bes. Teil I &#167; 3  no 37), de sorte qu'il ne peut &#234;tre suivi sans autre examen.\nSelon l'art. 122 al. 1 CP, il y a l&#233;sions corporelles graves lorsque l'auteur a \"bless&#233; une personne de fa&#231;on &#224; mettre sa vie en danger\".\nLes l&#233;sions corporelles graves, pr&#233;vues et punies par l'art. 122 CP, constituent une infraction de r&#233;sultat supposant une l&#233;sion du bien juridiquement prot&#233;g&#233;, et non une simple mise en danger. Il faut donc tout d'abord d&#233;terminer quelle est la l&#233;sion voulue (m&#234;me sous la forme du dol  &#233;ventuel) et obtenue (sous r&#233;serve de la tentative). Ce n'est qu'ensuite qu'il faut d&#233;terminer si ce r&#233;sultat doit &#234;tre qualifi&#233; de grave, afin de distinguer les hypoth&#232;ses de l'art. 122 CP et celles de l'art. 123 CP (l&#233;sions corporelles simples). Cela r&#233;sulte clairement de la formulation l&#233;gale rappel&#233;e ci-dessus, selon laquelle l'auteur doit avoir \"bless&#233; une personne de fa&#231;on &#224; mettre sa vie en danger\"; il faut donc qu'il y ait une blessure et que celle-ci soit de nature &#224; mettre la vie en danger. Le danger n'intervient que pour qualifier la blessure de grave; il ne peut pas suppl&#233;er la blessure. Comme le rel&#232;ve la doctrine, le danger doit r&#233;sulter de la blessure caus&#233;e, et non pas directement du comportement de l'auteur (CORBOZ, Les principales infractions, Berne 1997, art. 122 no 8; REHBERG/SCHMID, op.cit., p. 33; SCHUBARTH, op.cit., art. 122 no  17; STRATENWERTH, op.cit., &#167; 3 no 36 s.; HURTADO POZO, Droit p&#233;nal, Partie sp&#233;ciale I, 3e &#233;d., Zurich 1997, p. 127 no 453).\nEn l'esp&#232;ce, les seules blessures constat&#233;es sont des &#233;gratignures, des ecchymoses et une contusion de la l&#232;vre. Il est &#233;vident que de telles l&#233;sions ne cr&#233;ent pas un danger de mort imm&#233;diat. Le recourant n'a donc pas caus&#233;  intentionnellement des blessures qui auraient BGE 124 IV 53 S. 57mis en danger la vie de sa victime, de sorte que les conditions de l'art. 122  al. 1 CP ne sont pas r&#233;unies.\nL'art. 122 al. 2 CP cite d'autres hypoth&#232;ses dans lesquelles les l&#233;sions corporelles graves doivent &#234;tre retenues, mais nul ne pr&#233;tend que l'une de ces hypoth&#232;ses soit r&#233;alis&#233;e en l'esp&#232;ce (l'arr&#234;t attaqu&#233; parle d'une incapacit&#233; de travail de 3 &#224; 5 jours; il &#233;voque des troubles psychiques qui doivent &#234;tre soign&#233;s, mais ne parle pas d'une maladie mentale permanente).\nIl reste donc &#224; examiner si les faits doivent &#234;tre qualifi&#233;s de l&#233;sions corporelles graves en vertu de la clause g&#233;n&#233;rale contenue &#224; l'art. 122 al. 3  CP. Selon cette disposition, il y a l&#233;sions corporelles graves lorsque l'auteur, agissant intentionnellement, a \"fait subir &#224; une personne toute autre atteinte grave &#224; l'int&#233;grit&#233; corporelle ou &#224; la sant&#233; physique ou mentale\". Cette norme g&#233;n&#233;rale a surtout pour but d'englober les cas de l&#233;sions du corps humain ou de maladie, qui ne sont pas cit&#233;s par l'art. 122 CP, mais qui entra&#238;nent n&#233;anmoins des cons&#233;quences graves sous la forme de plusieurs mois d'hospitalisation, de longues et graves souffrances ou de nombreux mois d'incapacit&#233; de travail (TRECHSEL, op.cit., art. 122 no 9; CORBOZ, op.cit., art. 122 no 12; STRATENWERTH, op.cit., &#167; 3 no 40). On peut ici se demander si l'interruption momentan&#233;e d'une fonction vitale, comme la respiration ou la circulation sanguine, ne pourrait pas &#234;tre consid&#233;r&#233;e comme une atteinte grave au sens de l'art. 122 al. 3 CP. De telles interruptions peuvent laisser des s&#233;quelles, qui constituent en soi des l&#233;sions. Rien de tel n'a cependant &#233;t&#233;  constat&#233; en l'esp&#232;ce. Vouloir raisonner ici avec l'id&#233;e d'une tentative suppose des distinctions extr&#234;mement subtiles sous l'angle de l'intention, qui se heurteraient &#224; des difficult&#233;s de preuve quasiment insurmontables. On ne saurait d'ailleurs soutenir qu'entraver ou interrompre bri&#232;vement la respiration, par exemple en manipulant un appareil respiratoire ou un masque &#224;  gaz, suffit &#224; r&#233;aliser l'infraction de l&#233;sions corporelles graves au sens de l'art. 122 CP. Le danger, qui conf&#232;re &#224; une telle situation sa gravit&#233;, r&#233;side bien plus dans le comportement de l'auteur, qui interrompt plus ou moins totalement et longuement la respiration, plut&#244;t que dans une l&#233;sion.\nLa cour cantonale a perdu de vue que l'art. 122 CP pr&#233;voit une infraction de r&#233;sultat supposant une l&#233;sion du bien juridiquement prot&#233;g&#233;, laquelle doit &#234;tre qualifi&#233;e de grave. Ce que la cour cantonale a voulu stigmatiser en r&#233;alit&#233;, c'est le comportement dangereux de l'auteur, qui a serr&#233; longuement et fortement le cou de sa victime. La cour cantonale a vu la gravit&#233; non pas dans les l&#233;sions subies, BGE 124 IV 53 S. 58mais dans le comportement de l'auteur qui a mis en danger la vie d'autrui. Pour saisir correctement cet aspect, il fallait une infraction de mise en danger, et non de l&#233;sion. L'art. 129 CP (mise en danger de la vie d'autrui) est pr&#233;cis&#233;ment con&#231;u pour ce genre de situation et la cour cantonale doit examiner la question sous cet angle.\nLa victime a certes subi des l&#233;sions (&#233;gratignures, ecchymoses et contusions), mais celles-ci ne peuvent pas &#234;tre qualifi&#233;es de graves au sens de l'art. 122 CP. Elle a &#233;galement subi une perturbation psychique - qui est loin d'&#234;tre n&#233;gligeable et ne saurait &#234;tre minimis&#233;e -, mais qui ne peut &#234;tre qualifi&#233;e d'atteinte grave &#224; la sant&#233; mentale au sens de l'art. 122 CP.\nCe changement de qualification ne modifie pas fondamentalement l'appr&#233;ciation de la faute et on peut se demander s'il justifie d'annuler la d&#233;cision attaqu&#233;e  (cf. ATF 116 IV 233 consid. 2c p. 238). Cependant, m&#234;me en tenant compte de l'aggravation de peine r&#233;sultant du concours (art. 68 ch. 1 al. 1 CP) entre une mise en danger de la vie d'autrui (art. 129 CP) et des l&#233;sions corporelles simples (art. 123 ch. 1 CP), la peine encourue, dans l'hypoth&#232;se la plus d&#233;favorable pour le recourant, ne peut pas d&#233;passer 7 ans et demi de r&#233;clusion, tandis que la qualification retenue (art. 122 CP) conduisait &#224; une peine maximum de 10 ans de r&#233;clusion. Il n'est donc pas exclu que ce probl&#232;me de qualification ait jou&#233; un r&#244;le dans la fixation de la peine, de sorte que le pourvoi doit &#234;tre admis; une solution diff&#233;rente conduirait d'ailleurs &#224;  refuser le plus souvent d'entrer en mati&#232;re sur des probl&#232;mes de qualification, ce qui emp&#234;cherait le pourvoi en nullit&#233; de jouer son r&#244;le en vue d'une application correcte et uniforme du droit f&#233;d&#233;ral.\n\n    3. (Suite de frais).\n \n   \n   "
}