{
  "titre": "141 V 546",
  "annee": "2015",
  "contenu": "\n      \n  Chapeau\n141 V 54660. Extrait de l'arr&#234;t de la IIe Cour de droit social dans la cause A. SA contre Etat de Vaud - Centre hospitalier universitaire vaudois (CHUV) (recours en mati&#232;re de droit public)\n9C_65/2015 du 29 septembre 2015\n  \nRegeste\nArt. 41 al. 4, art. 42 al. 2 LAMal; limitation du choix du fournisseur de prestations.  Les limitations du choix du fournisseur de prestations d&#233;coulant d'une convention particuli&#232;re entre l'assureur-maladie et la personne assur&#233;e ne sont pas opposables aux fournisseurs de prestations b&#233;n&#233;ficiant du syst&#232;me du tiers payant (consid. 6-8). \n\n\n  \n  \n  \nFaits &#224; partir de page 546\n\n\n    BGE 141 V 546 S. 546\n   \n\n    A. \n   \n\n    A.a A. SA est une assurance autoris&#233;e &#224; pratiquer l'assurance-maladie sociale. Parmi ses mod&#232;les d'assurance alternatifs &#224; l'assurance obligatoire des soins, elle offre une assurance du m&#233;decin de famille et un mod&#232;le de t&#233;l&#233;-m&#233;decine. Les prestations servies sur la base de ces mod&#232;les ont fait l'objet de deux r&#232;glements, respectivement \"R&#232;glement sur l'assurance du m&#233;decin de famille (LAMal)\", et \"R&#232;glement t&#233;l&#233;-m&#233;decine (LAMal)\", par ailleurs approuv&#233;s par l'Office f&#233;d&#233;ral de la sant&#233; publique (OFSP). Lors de la conclusion du contrat BGE 141 V 546 S. 547d'assurance, la personne assur&#233;e choisit un m&#233;decin (m&#233;decin coordinateur) sur une liste fournie par A. SA. La personne assur&#233;e s'engage &#224; s'adresser au pr&#233;alable &#224; ce m&#233;decin avant qu'un traitement m&#233;dical soit prodigu&#233; par un autre fournisseur de prestations; si elle ne respecte pas cette obligation, elle devra prendre en charge les frais du traitement. Des exceptions sont pr&#233;vues en relation avec les traitements d'urgence, les traitements aupr&#232;s de sp&#233;cialistes, tels qu'ophtalmologues et gyn&#233;cologues, et lors de l'absence du m&#233;decin coordinateur. La personne assur&#233;e s'engage &#224; prendre contact avec le centre de t&#233;l&#233;-m&#233;decine mandat&#233; par A. SA avant de consulter un fournisseur de prestations ou de commencer un traitement m&#233;dical et d'en suivre les recommandations. A d&#233;faut de respecter ces obligations, A. SA ne prend pas en charge les frais des traitements. Comme pour le premier mod&#232;le, des exceptions sont pr&#233;vues pour les cas d'urgence et la consultation de certains sp&#233;cialistes.\n\n    A.b A. SA a adh&#233;r&#233; &#224; la Convention-cadre TARMED conclue les 27 mars et 11 juillet 2002 entre sant&#233;suisse, d'une part, et H+ Les H&#244;pitaux suisses, d'autre part. Cette convention a pour objet, entre autres, l'introduction de modalit&#233;s uniformes d'indemnisation des h&#244;pitaux par les assureurs-maladie. A. SA a en outre adh&#233;r&#233; &#224; la Convention relative &#224; la valeur du point taxe TARMED conclue entre sant&#233;suisse, d'une part, et la F&#233;d&#233;ration des h&#244;pitaux vaudois et le Centre hospitalier universitaire vaudois (CHUV), d'autre part. Ce dernier &#233;tablissement est &#233;galement li&#233; par la Convention-cadre TARMED.\n\n    A.c Entre le mois de mars 2011 et le mois de janvier 2013, le CHUV a adress&#233; plusieurs factures &#224; A. SA pour les traitements (ambulatoires et stationnaires) dispens&#233;s &#224; ses assur&#233;s. A. SA a refus&#233; d'en payer plusieurs pour le motif que ses assur&#233;s n'avaient pas contact&#233; au pr&#233;alable le m&#233;decin coordinateur ou n'avaient pas saisi le centre de t&#233;l&#233;-m&#233;decine.\n\n    B. Le 2 avril 2013, l'Etat de Vaud, repr&#233;sent&#233; par le CHUV, a ouvert une action contre A. SA devant le Tribunal arbitral des assurances du canton de Vaud, en concluant au paiement de plusieurs factures rest&#233;es impay&#233;es (dont il fournit une liste d&#233;taill&#233;e), plus int&#233;r&#234;ts moratoires. Le 20 f&#233;vrier 2014, le fournisseur de prestations a compl&#233;t&#233; sa demande. Pendant la proc&#233;dure arbitrale, l'assureur-maladie a pay&#233; une partie des factures.\nApr&#232;s avoir donn&#233; aux parties la possibilit&#233; de se d&#233;terminer, par jugement du 10 novembre 2014, le Tribunal arbitral a admis la BGE 141 V 546 S. 548demande de l'Etat de Vaud et condamn&#233; A. SA &#224; payer 60 factures encore impay&#233;es, ainsi que les int&#233;r&#234;ts moratoires sur les 51 autres factures d&#233;j&#224; pay&#233;es (le dispositif indique le d&#233;tail des factures).\n\n    C. A. SA interjette un recours en mati&#232;re de droit public contre ce jugement dont elle demande l'annulation. Elle demande &#224; titre principal le rejet de l'action du 2 avril 2013 et &#224; titre subsidiaire le renvoi de la cause &#224; la juridiction arbitrale pour nouvelle d&#233;cision.\nInvit&#233; &#224; prendre position sur le recours, l'Etat de Vaud a propos&#233; de le rejeter.\nL'OFSP ne s'est pas prononc&#233;.\nLe recours a &#233;t&#233; rejet&#233;.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. L'objet du litige porte sur le paiement des factures &#233;mises par le CHUV pour les traitements m&#233;dicaux (ambulatoires et stationnaires) effectu&#233;s au profit d'assur&#233;s de A. SA. Les chiffres II et III du dispositif du jugement attaqu&#233; mentionnent le d&#233;tail des 111 factures dont il est question. Une partie (51) de ces factures ayant &#233;t&#233; pay&#233;es, seul reste litigieux pour celles-ci le versement des int&#233;r&#234;ts moratoires.\n\n    3. \n   \n\n    3.1 La juridiction arbitrale a admis la demande du 2 avril 2013 pour le motif que la pr&#233;tention du CHUV pouvait se fonder sur le syst&#232;me du tiers payant introduit par la Convention relative &#224; la valeur du point taxe TARMED. En application de ce syst&#232;me, l'assureur devient le d&#233;biteur direct de la facture du fournisseur de prestations en lieu et place de l'assur&#233;. S'il devait s'av&#233;rer que l'assur&#233; n'a pas respect&#233; ses obligations contractuelles vis-&#224;-vis de l'assureur, &#224; savoir s'il n'a pas consult&#233; au pr&#233;alable le m&#233;decin coordinateur ou le centre de t&#233;l&#233;-m&#233;decine avant de s'adresser &#224; un fournisseur de prestations, il appartiendrait &#224; l'assureur dans un deuxi&#232;me temps (une fois pay&#233; le fournisseur de prestations) de se retourner contre l'assur&#233;. Apr&#232;s avoir pass&#233; en revue certains mod&#232;les d'assurance en vigueur chez d'autres assureurs et d&#233;crit la nature juridique des obligations et des droits des assureurs, assur&#233;s et fournisseurs de prestations, le Tribunal arbitral a estim&#233; que le syst&#232;me du tiers payant ne permet pas &#224; l'assureur de se lib&#233;rer de ses obligations vis-&#224;-vis du fournisseur de prestations. Dans ce contexte, les \"R&#232;glement sur l'assurance du m&#233;decin de famille (LAMal)\" et \"R&#232;glement t&#233;l&#233;-m&#233;decine BGE 141 V 546 S. 549(LAMal)\", malgr&#233; l'approbation de l'OFSP, doivent &#234;tre consid&#233;r&#233;s comme des conditions g&#233;n&#233;rales entre particuliers et ne sont pas opposables au fournisseur de prestations, ainsi que pourraient l'&#234;tre des r&#232;glements de droit public. Le fournisseur de prestations n'avait en outre pas de motif de refuser d'ex&#233;cuter le traitement m&#233;dical demand&#233;. La limitation du choix du fournisseur de prestations pr&#233;vue par les r&#232;glements mentionn&#233;s ci-dessus n'est en effet pas connue du fournisseur de prestations, auquel on ne peut pas imputer une violation de son devoir d'informer l'assur&#233; sur d'&#233;ventuels probl&#232;mes de couverture de l'assurance avant de lui administrer le traitement m&#233;dical demand&#233;.\n\n    3.2 La recourante conteste devoir payer les factures litigieuses en faisant valoir que tant l'art. 41 al. 4 LAMal que les \"R&#232;glement sur l'assurance du m&#233;decin de famille (LAMal)\" et \"R&#232;glement t&#233;l&#233;-m&#233;decine (LAMal)\" pr&#233;voient explicitement que l'assureur ne prend en charge que les co&#251;ts des prestations prodigu&#233;es par le m&#233;decin coordinateur ou par les fournisseurs d&#233;sign&#233;s au pr&#233;alable par ce m&#233;decin ou par le centre de t&#233;l&#233;-m&#233;decine. A cet &#233;gard, la recourante expose que les r&#232;glements pr&#233;cit&#233;s lient &#233;galement les fournisseurs de prestations car, ayant &#233;t&#233; approuv&#233;s par l'OFSP, ils doivent &#234;tre assimil&#233;s &#224; un r&#232;glement de droit public qui est aussi contraignant pour les tiers. La recourante conteste en outre le caract&#232;re &#233;conomique des prestations ayant fait l'objet des factures litigieuses dans la mesure o&#249; elles n'ont pas &#233;t&#233; ordonn&#233;es par le m&#233;decin coordinateur ou par le centre de t&#233;l&#233;-m&#233;decine. Ces prestations ne sont donc pas r&#233;glement&#233;es par la LAMal mais plut&#244;t par l'assurance priv&#233;e. Le fournisseur de prestations a en outre viol&#233; son devoir d'information parce qu'il a omis de renseigner les assur&#233;s sur l'absence de couverture de l'assurance sociale. Le CHUV &#233;tait du reste au courant des probl&#232;mes de couverture pos&#233;s par les mod&#232;les d'assurance choisis par les assur&#233;s qui restreignent le choix du fournisseur de prestations. Apr&#232;s consultation de la carte d'assur&#233;, qui devrait en principe indiquer les formes particuli&#232;res d'assurance, le CHUV aurait d&#251; se douter de la couverture d'assurance de l'assur&#233; et se renseigner, avant d'administrer le traitement m&#233;dical, aupr&#232;s de l'assureur.\n\n    3.3 L'intim&#233; expose que tant pour les prestations ambulatoires que stationnaires, le syst&#232;me du tiers payant oblige l'assureur &#224; payer &#224; l'h&#244;pital les prestations relevant de l'assurance obligatoire. Selon ce syst&#232;me, l'assureur remplace l'assur&#233; en tant que d&#233;biteur. Une &#233;ventuelle violation des r&#232;glements de A. SA ne serait pas de nature &#224; BGE 141 V 546 S. 550changer les rapports juridiques entre les parties. En effet, ces r&#232;glements, qui d&#233;finissent les mod&#232;les d'assurance, sont de simples conditions g&#233;n&#233;rales d'assurance qui ne sont pas opposables au fournisseur de prestations. L'intim&#233; expose en outre que les prestations litigieuses rel&#232;veraient de l'assurance sociale et devraient &#234;tre prises en charge selon les modalit&#233;s de la LAMal et des conventions tarifaires. Le choix du mod&#232;le d'assurance ne pourrait pas avoir pour effet de sortir ces prestations du catalogue des prestations obligatoires. Il conteste &#233;galement avoir viol&#233; son devoir d'information car le syst&#232;me du tiers payant a justement pour but de simplifier la facturation des prestations. Du point de vue pratique, il lui serait en outre impossible de contr&#244;ler la couverture d'assurance de chaque assur&#233;.\n\n    4. \n   \n\n    4.1 En principe, en cas de traitement ambulatoire, l'assur&#233; a le libre choix entre les fournisseurs de prestations admis et aptes &#224; traiter sa maladie (art. 41 al. 1 LAMal). En cas de traitement hospitalier, l'assur&#233; a &#233;galement le libre choix entre les h&#244;pitaux aptes &#224; traiter sa maladie et figurant sur la liste de son canton de r&#233;sidence ou celle du canton o&#249; se situe l'h&#244;pital (h&#244;pital r&#233;pertori&#233;; art. 41 al. 1bis LAMal). Toutefois, \"l'assur&#233; peut, en accord avec l'assureur, limiter son choix aux fournisseurs de prestations que l'assureur d&#233;signe en fonction de leurs prestations plus avantageuses (art. 62 al. 1 et 3 LAMal). L'assureur ne prend en charge que les co&#251;ts des prestations prodigu&#233;es ou ordonn&#233;es par ces fournisseurs; l'al. 2 est applicable par analogie. Les prestations que la loi rend obligatoires sont en tout cas garanties\" (art. 41 al. 4 LAMal). Selon l'art. 41 al. 2 LAMal, si, pour des raisons m&#233;dicales, l'assur&#233; se soumet &#224; un traitement ambulatoire administr&#233; par un autre fournisseur de prestations, l'assureur prend en charge les co&#251;ts correspondant au tarif applicable &#224; cet autre fournisseur. L'assureur peut r&#233;duire les primes des assurances impliquant un choix limit&#233; du fournisseur de prestations d'apr&#232;s l'art. 41 al. 4 LAMal (art. 62 al. 1 LAMal).\n\n    4.2 L'art. 42 LAMal r&#232;gle les modalit&#233;s de facturation et d&#233;finit le d&#233;biteur de la prestation. Ainsi, sauf convention contraire entre les assureurs et les fournisseurs de prestations, l'assur&#233; est le d&#233;biteur de la r&#233;mun&#233;ration envers le fournisseur de prestations. L'assur&#233; a, dans ce cas, le droit d'&#234;tre rembours&#233; par son assureur (syst&#232;me du tiers garant). En d&#233;rogation &#224; l'art. 22 al. 1 LPGA (RS 830.1), ce droit peut &#234;tre c&#233;d&#233; au fournisseur de prestations (al. 1). Les assureurs et fournisseurs de prestations peuvent convenir que l'assureur est le BGE 141 V 546 S. 551d&#233;biteur de la r&#233;mun&#233;ration (syst&#232;me du tiers payant). En cas de traitement hospitalier, l'assureur, en d&#233;rogation &#224; l'al. 1, est le d&#233;biteur de sa part de r&#233;mun&#233;ration (al. 2). Le fournisseur de prestations doit remettre au d&#233;biteur de la r&#233;mun&#233;ration une facture d&#233;taill&#233;e et compr&#233;hensible. Il doit aussi lui transmettre toutes les indications n&#233;cessaires lui permettant de v&#233;rifier le calcul de la r&#233;mun&#233;ration et le caract&#232;re &#233;conomique de la prestation. Dans le syst&#232;me du tiers payant, l'assur&#233; re&#231;oit une copie de la facture qui a &#233;t&#233; adress&#233;e &#224; l'assureur. En cas de traitement hospitalier, l'h&#244;pital atteste la part du canton et celle de l'assureur de mani&#232;re s&#233;par&#233;e. Le Conseil f&#233;d&#233;ral r&#232;gle les d&#233;tails (al. 3).\n\n    5. \n   \n\n    5.1 Lors d'un traitement hospitalier, le syst&#232;me du tiers payant s'impose de par la loi (art. 42 al. 2 LAMal). Pour les prestations ambulatoires, la loi laisse le soin aux parties de pr&#233;voir l'introduction de ce syst&#232;me. La Convention relative &#224; la valeur du point taxe TARMED, &#224; laquelle tant la recourante que l'intim&#233; ont adh&#233;r&#233;, pr&#233;voit explicitement ce syst&#232;me dans son art. 7.\n\n    5.2 Le Tribunal f&#233;d&#233;ral a d&#233;j&#224; eu l'occasion d'exposer que le syst&#232;me du tiers payant est une forme de reprise de dette contractuelle de l'assureur vis-&#224;-vis du fournisseur de prestations. Dans ce syst&#232;me, l'assur&#233; envoie les factures &#224; son assureur ou ce dernier les re&#231;oit directement du fournisseur de prestations. L'assureur est alors tenu d'indemniser la personne qui fournit les prestations (ATF 132 V 18 consid. 5.2 p. 23). Comme dans le cas d'une reprise de dette au sens de l'art. 175 ss CO, le syst&#232;me du tiers payant suppose l'existence d'une reprise de dette interne et d'une reprise de dette externe (voir GEBHARD EUGSTER, Krankenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 2e &#233;d. 2007, p. 732 n&#176; 986 s.; GR&#201;GOIRE GEISSB&#220;HLER, Tiers garant, tiers payant [42 LAMal], Un point de vue du droit des obligations, AJP/PJA 2015 p. 1012 ss, 1016). Ainsi, l'assureur s'engage &#224; reprendre la dette de l'assur&#233; (reprise de dette interne, art. 175 al. 1 CO), ce qui a pour effet de lib&#233;rer l'assur&#233; de ses obligations vis-&#224;-vis du fournisseur de prestations, sous r&#233;serve de la franchise et de la quote-part qui ne sont pas pris en charge par l'assurance sociale. Par le choix du syst&#232;me de r&#233;mun&#233;ration, le catalogue des prestations ne peut en effet ni &#234;tre &#233;largi (art. 34 LAMal) ni &#234;tre restreint (cf. art. 41 al. 4, 3e phrase, LAMal). L'assureur remplace en outre l'assur&#233; dans la relation contractuelle qui l'unit au fournisseur de prestations (reprise de dette externe, art. 176 al. 1 CO). BGE 141 V 546 S. 552\n   \n\n    5.3 Il d&#233;coule de ce syst&#232;me que le contrat pass&#233; entre l'assureur et l'assur&#233;, soit la reprise de dette interne, constitue pour le cr&#233;ancier une res inter alios acta. Par cons&#233;quent, l'assureur ne peut pas opposer au fournisseur de prestations les exceptions qu'il aurait pu avoir &#224; l'encontre de l'assur&#233; (cf. par analogie THOMAS PROBST, in Commentaire romand, Code des obligations, vol. I, 2e &#233;d. 2012, n&#176; 7 ad art. 175 et n&#176; 7 ad art. 179 CO).\n\n    6. \n   \n\n    6.1 En l'esp&#232;ce, les factures litigieuses concernent des prestations ambulatoires et stationnaires, ce qui est sans influence pour l'issue du litige dans la mesure o&#249; la Convention relative &#224; la valeur du point taxe TARMED introduit le syst&#232;me du tiers payant aussi pour les traitements ambulatoires. Pour les prestations stationnaires, l'application du syst&#232;me du tiers payant r&#233;sulte directement de la loi (art. 42 al. 2 LAMal). Contrairement &#224; ce que fait valoir la recourante, la r&#233;mun&#233;ration de ces prestations entre dans la champ d'application de l'assurance sociale. Les formes particuli&#232;res d'assurance au sens de l'art. 41 al. 4 LAMal rel&#232;vent en effet de l'assurance-maladie obligatoire comme le pr&#233;voit non seulement l'art. 62 LAMal, mais aussi le \"R&#232;glement sur l'assurance du m&#233;decin de famille (LAMal)\" et \"R&#232;glement t&#233;l&#233;-m&#233;decine (LAMal)\". Il s'agit de prestations m&#233;dicales fournies par un h&#244;pital &#224; des assur&#233;s dans le cadre d'un traitement m&#233;dical, dont le caract&#232;re appropri&#233; et efficace, au sens o&#249; l'entend l'art. 32 LAMal, n'est pas remis en cause par la recourante. Ces prestations sont en outre soumises &#224; la Convention-cadre TARMED et la Convention relative &#224; la valeur du point taxe TARMED.\n\n    6.2 \n   \n\n    6.2.1 En application des principes expos&#233;s ci-dessus dans le consid. 5, il s'av&#232;re que le syst&#232;me du tiers payant, au contraire du syst&#232;me dit du tiers garant, oblige l'assureur &#224; reprendre la dette de l'assur&#233; vis-&#224;-vis du fournisseur de prestations. L'assureur ne peut pas se lib&#233;rer de son obligation en invoquant une &#233;ventuelle violation contractuelle de la part de l'assur&#233; parce que les relations juridiques qui l'unissent &#224; l'assur&#233; constituent un acte qui juridiquement ne concerne pas le fournisseur de prestations. Ni la Convention-cadre TARMED ni la Convention relative &#224; la valeur du point taxe TARMED ne pr&#233;voient une d&#233;rogation ou une r&#233;serve &#224; l'application stricte du syst&#232;me du tiers payant. En ces circonstances, la recourante est donc tenue de payer les factures concernant les traitements m&#233;dicaux fournis par l'intim&#233; et ceci m&#234;me s'il devait s'av&#233;rer que BGE 141 V 546 S. 553la personne assur&#233;e ne s'est pas adress&#233;e pr&#233;alablement au m&#233;decin coordinateur ou au centre de t&#233;l&#233;-m&#233;decine.\n\n    6.2.2 A l'encontre de cette d&#233;monstration, la recourante invoque une jurisprudence constante du Tribunal f&#233;d&#233;ral (entre autres ATF 125 V 437 consid. 3a; arr&#234;ts du Tribunal f&#233;d&#233;ral des assurances K 58/02 du 6 f&#233;vrier 2003 consid. 3.2, in RAMA 2003 p. 74; K 133/98 du 20 d&#233;cembre 1999 consid. 2b, in RAMA 2000 p. 74), aux termes de laquelle il a &#233;t&#233; d&#233;cid&#233; que si l'assur&#233; ne respecte pas ses obligations issues de la limitation du choix du m&#233;decin, l'assureur n'a pas l'obligation de prendre en charge ces prestations. Or cette jurisprudence n'est pas remise en cause par les principes expos&#233;s ci-dessus. Ces arr&#234;ts concernaient des litiges entre assureurs et assur&#233;s: le cas d'esp&#232;ce est diff&#233;rent dans la mesure o&#249; il est question d'un litige entre un assureur et un fournisseur de prestations. Le syst&#232;me du tiers payant offre la garantie au fournisseur de prestations qu'il sera rembours&#233; par l'assureur en cas d'ex&#233;cution de ses obligations conforme &#224; la convention. Il n'emp&#234;che pas que, dans un deuxi&#232;me temps et conform&#233;ment &#224; l'art. 41 al. 4, 2e phrase, LAMal, l'assureur puisse se retourner contre l'assur&#233; s'il devait s'av&#233;rer que ce dernier n'a pas respect&#233; ses obligations contractuelles, comme cela a &#233;t&#233; jug&#233; dans la jurisprudence cit&#233;e ci-avant.\n\n    6.3 La recourante fait en outre valoir que le \"R&#232;glement sur l'assurance du m&#233;decin de famille (LAMal)\" et le \"R&#232;glement t&#233;l&#233;-m&#233;decine (LAMal)\" d&#233;ploient des effets aussi &#224; l'&#233;gard du fournisseur de prestations. Du fait qu'ils ont &#233;t&#233; approuv&#233;s par l'OFSP, ils doivent &#234;tre assimil&#233;s &#224; des r&#232;glements de droit public, ayant une port&#233;e g&#233;n&#233;rale. Il est vrai que ces r&#232;glements sont en principe joints &#224; la demande d'autorisation que les caisses-maladie doivent adresser chaque ann&#233;e &#224; l'OFSP pour pouvoir pratiquer l'assurance-maladie sociale (art. 12 al. 2 let. b OAMal [RS 832.102]). Or l'approbation de l'OFSP n'en fait pas pour autant un r&#232;glement de droit public. Les r&#232;glements en question sont certes adopt&#233;s par une caisse-maladie, qui dans certaines circonstances agit en tant qu'organe qui ex&#233;cute des t&#226;ches de droit public. Toutefois, il ne s'agit pas d'un r&#232;glement de droit public de port&#233;e g&#233;n&#233;rale et abstraite, mais d'un contrat qui lie une caisse-maladie &#224; une personne assur&#233;e. Dans ce cas, la caisse-maladie agit en tant que partie. Les r&#232;glements ainsi adopt&#233;s ne lient donc que celle-ci et la personne qui d&#233;cide de s'affilier &#224; la caisse-maladie. Ils n'ont aucune port&#233;e vis-&#224;-vis de tiers, en particulier, des fournisseurs de prestations, et doivent plut&#244;t &#234;tre assimil&#233;s &#224; des BGE 141 V 546 S. 554conditions g&#233;n&#233;rales d'assurance, comme l'a justement relev&#233; la juridiction arbitrale.\n\n    7. \n   \n\n    7.1 La recourante reproche en outre &#224; l'intim&#233; d'avoir viol&#233; son obligation d'informer les assur&#233;s des probl&#232;mes en relation avec leur couverture d'assurance. L'intim&#233; ne pourrait donc pas se pr&#233;valoir d'un paiement direct des prestations litigieuses. La recourante fait valoir que l'intim&#233; avait connaissance du fait que les assur&#233;s n'avaient pas respect&#233; leur obligation de consulter au pr&#233;alable le m&#233;decin coordinateur ou le centre de t&#233;l&#233;-m&#233;decine avant de demander le traitement. L'intim&#233; aurait donc d&#251; refuser le traitement ou d&#251; contacter au pr&#233;alable l'assureur afin de v&#233;rifier la couverture d'assurance.\n\n    7.2 En substance, la recourante fait valoir que, m&#234;me si le contrat entre l'assur&#233; et l'assureur est une res inter alios acta pour le fournisseur de prestations, ce dernier &#233;tait de mauvaise foi puisqu'il avait connaissance du vice affectant le contrat de reprise interne, sans qu'il ait averti le reprenant. Il s'agit d'une r&#233;serve au principe selon lequel l'assureur ne peut pas opposer au fournisseur de prestations les exceptions qu'il pouvait avoir vis-&#224;-vis de l'assur&#233;. Cet argument reprend par analogie le principe consacr&#233; par l'art. 179 al. 3 CO (PROBST, op. cit., n&#176; 8 ad art. 179 CO).\n\n    7.3 L'art. 8 de la Convention relative &#224; la valeur du point taxe TARMED pr&#233;voit que \"le fournisseur de prestations informe son patient sur les prestations d'assurance-maladie sociale et sur les co&#251;ts &#233;ventuellement non couverts par l'assurance-obligatoire des soins\". Il s'agit d'une obligation g&#233;n&#233;rale que la jurisprudence a d&#233;j&#224; eu l'occasion de pr&#233;ciser. Ainsi, le Tribunal f&#233;d&#233;ral a expos&#233; que le fournisseur de prestations assume un devoir d'information vis-&#224;-vis du patient non seulement pour ce qui est de l'aspect m&#233;dical du traitement, mais aussi pour les incidences &#233;conomiques et ass&#233;curologiques li&#233;es au traitement. Il n'incombe pas au fournisseur de prestations d'&#233;claircir toutes les questions en relation avec le contrat d'assurance, mais il lui appartient plut&#244;t, lorsqu'il &#233;prouve ou doit &#233;prouver des doutes par exemple sur la couverture d'assurance, d'attirer l'attention du patient sur ces probl&#232;mes et l'inviter &#224; prendre contact avec l'assureur (ATF 119 II 456 consid. 2d p. 460).\n\n    7.4 En l'esp&#232;ce, le Tribunal arbitral a constat&#233; que le dossier ne contenait pas de moyens de preuves qui laissaient supposer que le fournisseur de prestations aurait viol&#233; son devoir d'informer. Il s'agit d'une BGE 141 V 546 S. 555constatation de fait qui en principe lie le Tribunal f&#233;d&#233;ral (art. 105 al. 1 LTF). La recourante fait valoir que la simple consultation de la carte d'assur&#233;, lors de l'admission dans l'h&#244;pital, aurait permis &#224; l'intim&#233; de savoir que les assur&#233;s avaient opt&#233; pour une forme particuli&#232;re d'assurance qui n&#233;cessitait la consultation pr&#233;alable du m&#233;decin coordinateur ou du centre de t&#233;l&#233;-m&#233;decine. A titre d'exemple, elle all&#232;gue les cas de trois admissions de patients (dont les factures sont contest&#233;es) pour lesquels le CHUV aurait consult&#233; la carte d'assur&#233; lors de leur admission. Cet argument n'est pas de nature &#224; faire admettre au Tribunal f&#233;d&#233;ral que la constatation du Tribunal arbitral &#233;tait manifestement erron&#233;e. Tout d'abord, on rel&#232;vera qu'il s'agit de trois factures sur les 111, objet du litige. Ensuite, la simple consultation de la carte d'assur&#233; ne dit pas encore que le fournisseur de prestations doit avoir des doutes sur la couverture d'assurance au sens o&#249; l'entend la recourante. L'indication de la forme particuli&#232;re d'assurance ne figure en effet qu'&#224; titre facultatif sur la carte d'assurance (art. 4 al. 2 let. c de l'ordonnance du 14 f&#233;vrier 2007 sur la carte d'assur&#233; pour l'assurance obligatoire des soins [OCA; RS 832. 105]). En outre, elle ne contient aucun renseignement quant &#224; savoir si l'assur&#233; a respect&#233; ses obligations vis-&#224;-vis de l'assureur avant de contacter l'intim&#233; pour le traitement m&#233;dical. Dans ces circonstances, on peut confirmer l'appr&#233;ciation du Tribunal arbitral selon laquelle, en l'esp&#232;ce il n'y a pas eu de violation du devoir d'informer de la part du fournisseur de prestations.\n\n    8. \n   \n\n    8.1 La recourante conteste enfin le caract&#232;re &#233;conomique des prestations litigieuses. A ce propos, elle invoque le Message du 6 novembre 1991 concernant la r&#233;vision de l'assurance-maladie, dont il r&#233;sulte que les formes particuli&#232;res d'assurance ont pour but de r&#233;duire les co&#251;ts de la sant&#233; (FF 1992 I 77, 176 ad art. 54 LAMal). En obligeant l'assureur &#224; prendre en charge les prestations de l'intim&#233;, malgr&#233; la violation des assur&#233;s des dispositions contractuelles, le Tribunal arbitral aurait viol&#233; les art. 32 et 56 LAMal.\n\n    8.2 En ce qui concerne les conditions de la prise en charge des co&#251;ts par l'assurance sociale, il ressort de l'art. 32 al. 1 LAMal, 1&#232;re phrase, que les prestations mentionn&#233;es aux art. 25-31 doivent &#234;tre efficaces, appropri&#233;es et &#233;conomiques. Selon l'art. 56 LAMal, \"le fournisseur de prestations doit limiter ses prestations &#224; la mesure exig&#233;e par l'int&#233;r&#234;t de l'assur&#233; et le but du traitement\" (al. 1). \"La r&#233;mun&#233;ration BGE 141 V 546 S. 556des prestations qui d&#233;passent cette limite peut &#234;tre refus&#233;e. Le fournisseur de prestations peut &#234;tre tenu de restituer les sommes re&#231;ues &#224; tort au sens de la pr&#233;sente loi. Ont qualit&#233; pour demander la restitution: a. l'assur&#233; ou, conform&#233;ment &#224; l'art. 89, al. 3, l'assureur dans le syst&#232;me du tiers garant (art. 42 al. 1); b. l'assureur dans le syst&#232;me du tiers payant (art. 42 al. 2)\" (al. 2).\n\n    8.3 M&#234;me si l'art. 56 al. 2 let. b LAMal conf&#232;re &#224; l'assureur le droit de r&#233;clamer au fournisseur de prestations la restitution des prestations vers&#233;es &#224; tort, de mani&#232;re g&#233;n&#233;rale et non seulement pour des prestations non &#233;conomiques (voir GEBHARD EUGSTER, Rechtsprechung des Bundesgerichts zum KVG, 2010, n&#176; 25 ad art. 56 LAMal), on ne saurait appliquer cette norme dans le sens voulu par la recourante. Il faut mettre en &#233;vidence que la recourante a adh&#233;r&#233; &#224; la Convention relative &#224; la valeur du point taxe TARMED, qui pr&#233;voit le syst&#232;me du tiers payant pour la r&#233;mun&#233;ration des prestations m&#233;dicales. Ce syst&#232;me s'applique &#224; toutes les prestations stationnaires et ambulatoires et aucune r&#233;serve n'est pr&#233;vue. Il conf&#232;re au fournisseur de prestations la garantie d'&#234;tre pay&#233; pour les traitements m&#233;dicaux. Si le fournisseur de prestations devait assumer la responsabilit&#233; de v&#233;rifier la couverture d'assurance pour tous les assur&#233;s (&#224; ce propos, il convient de rappeler que la carte d'assurance ne contient pas forc&#233;ment d'indication sur la forme d'assurance choisie, voir consid. 7.4 ci-dessus), on r&#233;duirait sensiblement le champ d'application du syst&#232;me du tiers payant. En cas de doute sur la couverture d'assurance, notamment en relation avec la consultation pr&#233;alable du m&#233;decin coordinateur ou du centre de t&#233;l&#233;-m&#233;decine, le fournisseur de prestations devrait ou bien refuser le traitement ou bien exiger le paiement direct de la prestation de la part de l'assur&#233;. En fin de compte, cela ouvrirait une br&#232;che dans la coh&#233;rence du r&#233;gime du tiers payant voulu par les parties, comme l'a signal&#233; le Tribunal f&#233;d&#233;ral dans l' ATF 132 V 18 consid. 5.4 p. 25 s. dans un cas relativement analogue qui concernait un pharmacien. Pour &#234;tre complet, on rel&#232;vera que les int&#233;r&#234;ts de l'assureur ne sont pas pour autant mis en danger dans la mesure o&#249;, apr&#232;s le paiement des factures au fournisseur des prestations, il lui reste la possibilit&#233; de se retourner contre l'assur&#233; qui aurait viol&#233; ses obligations contractuelles. Compte tenu de ce qui pr&#233;c&#232;de, les griefs de la recourante se r&#233;v&#232;lent infond&#233;s.\n \n   \n   "
}