{
  "titre": "108 Ib 499",
  "annee": "1982",
  "contenu": "\n      \n  Chapeau\n108 Ib 49985. Extrait de l'arr&#234;t de la Ire Cour de droit public du 15 d&#233;cembre 1982 dans la cause Philipp c. Etat de Vaud et Commission f&#233;d&#233;rale d'estimation du 1er arrondissement (recours de droit administratif)\n\n  \nRegeste\nExpropriation. Droits de voisinage. Bruits d'une autoroute. Bonne foi.  1. Les Commissions f&#233;d&#233;rales d'estimation ne sont pas comp&#233;tentes pour statuer sur une demande d'indemnit&#233; fond&#233;e sur des informations inexactes qui auraient &#233;t&#233; donn&#233;es au propri&#233;taire d'un terrain au sujet du trac&#233; d'une future route nationale (consid. 1b). \n2. Le propri&#233;taire qui s'est fond&#233;, pour acqu&#233;rir un terrain et y construire une villa, sur le trac&#233; d'une autoroute pr&#233;vu dans un projet provisoire alors que ce trac&#233; a &#233;t&#233; modifi&#233; par la suite et passe pr&#232;s de sa villa, ne saurait pr&#233;tendre avoir droit, de ce seul fait, &#224; une indemnit&#233; de la part de l'Etat  (consid. 1c). \n\n\n  \n  \n  \nFaits &#224; partir de page 499\n\n\n    BGE 108 Ib 499 S. 499\n   \n\n    Les &#233;poux Philipp ont acquis, en 1960, un terrain de 6534 m2 situ&#233; &#224; \"Champs Maffrey\" (commune de Lutry), sur lequel ils ont BGE 108 Ib 499 S. 500construit la villa qu'ils habitent actuellement. La route nationale No 9  (autoroute du L&#233;man) a &#233;t&#233; construite en amont de cette propri&#233;t&#233;, &#224; une distance d'environ 15 m de la fa&#231;ade arri&#232;re de la villa. En raison des  &#233;missions de bruit auxquelles on pouvait s'attendre, ils sont intervenus dans la proc&#233;dure d'expropriation pour demander une indemnit&#233; correspondant &#224; la moiti&#233; de la valeur de l'immeuble, ainsi qu'une indemnit&#233; pour le pr&#233;judice temporaire caus&#233; par les travaux de construction et l'am&#233;nagement d'ouvrages de protection.\nIls avaient acquis pr&#233;c&#233;demment, dans la m&#234;me commune, une parcelle sise au  \"Cr&#234;t des Pierres\", qu'ils avaient revendue &#224; l'Etat de Vaud lorsqu'ils eurent appris qu'un avant-projet de trac&#233; faisait passer la future route nationale &#224;  travers cette parcelle.\nLa Commission f&#233;d&#233;rale d'estimation du 1er arrondissement a rejet&#233; leur demande. Saisi d'un recours de droit administratif, le Tribunal f&#233;d&#233;ral l'a rejet&#233;, notamment pour le motif suivant:\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. Le premier argument des recourants consiste &#224; dire qu'ils doivent &#234;tre indemnis&#233;s pour les inconv&#233;nients d&#233;coulant de la proximit&#233; de l'autoroute parce que, au moment o&#249; ils ont acquis leur terrain en d&#233;cembre 1960 pour y construire leur villa, ils pouvaient l&#233;gitimement admettre, sur la base des tractations qu'ils avaient eues avec les organes de l'Etat de Vaud et des assurances qu'ils en avaient re&#231;ues, que l'autoroute ne passerait pas dans le voisinage.\na) Dans l'arr&#234;t Werren (ATF 94 I 299 ss consid. 8a et b), le Tribunal f&#233;d&#233;ral a d&#233;clar&#233; qu'en principe les voisins d'une route ne sauraient pr&#233;tendre &#234;tre indemnis&#233;s en raison des inconv&#233;nients qui en r&#233;sultent; il a cependant admis que ce principe souffrait deux exceptions: la premi&#232;re en faveur de celui qui s'est fi&#233; de bonne foi aux assurances d'une autorit&#233; pour acheter un immeuble ou construire un b&#226;timent (r&#233;f&#233;rence aux ATF 88 I 148 et ATF 91 I 136); la seconde dans les cas o&#249; le dommage est &#224; la fois impr&#233;visible, sp&#233;cial et grave.\nb) Il n'est pas douteux que la Commission f&#233;d&#233;rale d'estimation est comp&#233;tente pour se prononcer sur l'existence des droits d&#233;coulant des rapports de voisinage (art. 684 CC) et sur la l&#233;sion de ces droits (cf. ATF 94 I 298 s. consid. 7); il n'est en revanche pas &#233;vident qu'elle le soit aussi pour trancher le point de savoir si une BGE 108 Ib 499 S. 501indemnit&#233; &#233;ventuelle est due par l'Etat en raison des informations inexactes donn&#233;es par ses organes. Dans l'arr&#234;t Werren, le Tribunal f&#233;d&#233;ral n'a ni soulev&#233;, ni r&#233;solu cette question. Le dommage que les recourants all&#232;guent ici n'est pas la cons&#233;quence de l'expropriation d'un des droits &#233;num&#233;r&#233;s &#224; l'art. 5  LEx, mais la cons&#233;quence d'actes ou d'omissions qui sont le fait d'organes de l'Etat et qui n'ont pas de rapport avec l'expropriation. Il est vrai que l'&#233;num&#233;ration des attributions de la Commission f&#233;d&#233;rale d'estimation contenue  &#224; l'art. 64 al. 1 LEx n'est pas exhaustive; mais il ne fait pas de doute que cette commission sp&#233;ciale a &#233;t&#233; institu&#233;e par le l&#233;gislateur f&#233;d&#233;ral pour trancher les litiges relatifs aux indemnit&#233;s d'expropriation et non pas pour juger - comme le ferait un tribunal administratif - de toute action fond&#233;e sur la responsabilit&#233; des organes de l'Etat. Aussi la Commission f&#233;d&#233;rale d'estimation aurait-elle d&#251; se d&#233;clarer incomp&#233;tente pour statuer sur les pr&#233;tentions que les recourants d&#233;duisent des assurances qui leur auraient &#233;t&#233;  donn&#233;es au moment de l'acquisition de leur propri&#233;t&#233;.\nSur ce point, le recours doit &#234;tre rejet&#233; pour ce motif d&#233;j&#224;, sans qu'il soit n&#233;cessaire d'examiner le fond de la d&#233;cision attaqu&#233;e.\nc) Mais m&#234;me si, sur ce point, on examinait au fond la d&#233;cision litigieuse, on ne pourrait que la confirmer. Comme l'a relev&#233; avec raison la Commission f&#233;d&#233;rale d'estimation, la conviction des recourants fond&#233;e sur le projet provisoire selon lequel l'autoroute traversait la parcelle du \"Cr&#234;t des Pierres\", conviction qui les a amen&#233;s &#224; insister aupr&#232;s de l'Etat pour qu'il acqui&#232;re cette parcelle, prouve tout au plus leur ferme volont&#233; de fuir l'autoroute. Mais ils ne pouvaient pas, selon les r&#232;gles de la bonne foi, tirer de ce projet provisoire la certitude que l'autoroute serait effectivement construite dans cette r&#233;gion, ni - et c'est ce qui est d&#233;terminant - la certitude que cette autoroute ne passerait pas par la r&#233;gion de \"Champs Maffrey\", dans laquelle ils se sont d&#233;cid&#233;s &#224; acqu&#233;rir du terrain et &#224;  construire leur villa. Les recourants ne pr&#233;tendent d'ailleurs pas que des assurances leur auraient &#233;t&#233; donn&#233;es sur ce point. Il est possible que les autorit&#233;s vaudoises ou certains fonctionnaires aient &#233;t&#233; convaincus &#224; ce moment-l&#224; que le projet provisoire passant par le \"Cr&#234;t des Pierres\" serait ex&#233;cut&#233;; mais cela n'est d'aucun secours pour les recourants, qui auraient d&#251;  se rendre compte que l'&#233;ventualit&#233; du remplacement de ce projet par un autre ne pouvait pas &#234;tre exclue.\nLe grief tir&#233; de la violation du principe de la bonne foi se r&#233;v&#232;le donc mal fond&#233;.\n \n   \n   "
}