{
  "titre": "130 II 202",
  "annee": "2004",
  "contenu": "\n      \n  Chapeau\n130 II 20219. Auszug aus dem Urteil der II. &#246;ffentlichrechtlichen Abteilung i.S. X. gegen Stadt Uster und Finanzdirektion sowie Verwaltungsgericht des Kantons Z&#252;rich (Verwaltungsgerichtsbeschwerde)\n2A.311/2003 vom 2. M&#228;rz 2004\n  \n  \nRegeste\nArt. 129 Cst.; art. 1 al. 3, art. 12 al. 1 et 3 let. e, art. 72 al. 1 et art. 73 al. 1 LHID; &#167; 216 al. 3 let. i LI/ZH; imp&#244;t sur les gains immobiliers; harmonisation fiscale; recours de droit administratif; imposition diff&#233;r&#233;e; remploi; r&#233;investissement partiel du produit de r&#233;alisation.  La voie du recours de droit administratif selon l'art. 73 al. 1 LHID est &#233;galement ouverte dans la mesure o&#249; le droit harmonis&#233; laisse une certaine libert&#233; aux cantons (consid. 1). \nLe pouvoir d'examen du Tribunal f&#233;d&#233;ral d&#233;pend de l'autonomie qui est laiss&#233;e aux cantons (consid. 3.1). \nPas d'autonomie cantonale s'agissant du r&#233;investissement partiel dans un objet de remplacement, au sens de l'art. 12 al. 3 let. e LHID (consid. 3.2). \nPr&#233;sentation des diff&#233;rentes m&#233;thodes de calcul en cas de r&#233;investissement partiel du produit de r&#233;alisation (consid. 4). \nL'imposition diff&#233;r&#233;e selon l'art. 12 al. 3 let. e LHID n'est autoris&#233;e que si et dans la mesure o&#249; le produit de r&#233;alisation r&#233;investi dans l'immeuble de remplacement exc&#232;de les d&#233;penses d'investissement de l'immeuble initial (consid. 5). \n\n\n  \n  \nFaits &#224; partir de page 203\n\n\n    BGE 130 II 202 S. 203\n   \nIm September 2001 erwarb X. eine Eigentumswohnung zur Selbstnutzung in der Z&#252;rcher Gemeinde Y. zum Preis von Fr. 892'477.-. Ihre bis dahin in der Stadt Uster selbst bewohnte Liegenschaft ver&#228;usserte sie im folgenden Monat f&#252;r Fr. 1'165'000.-. Aus diesem Gesch&#228;ft ermittelte die Kommission f&#252;r Grundsteuern der Stadt Uster durch Anrechnung von Anlagekosten in der H&#246;he von knapp Fr. 950'700.- einen Gewinn von Fr. 214'300.- und forderte von X. eine Grundst&#252;ckgewinnsteuer von Fr. 53'335.-. Dies best&#228;tigte sie mit Einspracheentscheid vom 12. M&#228;rz 2002.\nDen von X. dagegen erhobenen Rekurs hiess die Steuerrekurskommission III des Kantons Z&#252;rich (im Folgenden: Steuerrekurskommission) am 29. Oktober 2002 gut und setzte die zu leistende Grundst&#252;ckgewinnsteuer auf Fr. 12'475.05 herab.\nAuf Beschwerde der Stadt Uster hin setzte das Verwaltungsgericht des Kantons Z&#252;rich mit Urteil vom 21. Mai 2003 die von X. geschuldete Grundst&#252;ckgewinnsteuer wieder auf Fr. 53'335.- fest.\nX. hat am 26. Juni 2003 beim Bundesgericht Verwaltungsgerichtsbeschwerde eingereicht mit dem Begehren, das Urteil des BGE 130 II 202 S. 204Verwaltungsgerichts \"aufzuheben und die Sache zur neuen Beurteilung an die Vorinstanz zur&#252;ckzuweisen\".\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    1. Nach Art. 73 Abs. 1 des Bundesgesetzes vom 14. Dezember 1990 &#252;ber die Harmonisierung der direkten Steuern der Kantone und Gemeinden (Steuerharmonisierungsgesetz; StHG; SR 642.14) unterliegen Entscheide der letzten kantonalen Instanz, die eine in den Titeln 2-5 und 6 in Kapitel 1 geregelte Materie betreffen, der Verwaltungsgerichtsbeschwerde an das Bundesgericht. Die Grundst&#252;ckgewinnsteuer, um die es im vorliegenden Fall geht, ist im zweiten Titel dieses Gesetzes geregelt (Art. 12 StHG). Die interessierende Ver&#228;usserung mit Gewinnerzielung fand im Herbst 2001 statt; mithin ist der Gewinn im Jahre 2001 steuerbar (Art. 19 StHG), d.h. nach Ablauf der den Kantonen gem&#228;ss Art. 72 Abs. 1 StHG zur Anpassung ihrer Gesetze einger&#228;umten Frist. Die Verwaltungsgerichtsbeschwerde erweist sich daher als zul&#228;ssig, obwohl sich der angefochtene Entscheid unmittelbar auf kantonales Recht st&#252;tzt. Es spielt in diesem Zusammenhang keine Rolle, ob sich die Streitsache auf den Bereich abschliessender bundesrechtlicher Regelungen bezieht oder den Kantonen im Rahmen des harmonisierten Rechts Freir&#228;ume verblieben sind (vgl. zum Ganzen BGE 128 II 56 E. 1 S. 58 f.; Urteil 2A.349/2002 vom 6. M&#228;rz 2003, publ. in: StR 58/2003 S. 432, E. 1.1.1; ULRICH CAVELTI, in: Martin Zweifel/ Peter Athanas [Hrsg.], Kommentar zum Schweizerischen Steuerrecht, Bd. I/1, 2. Aufl., 2002, N. 5-10 zu Art. 73 StHG; DANIELLE YERSIN, Harmonisation fiscale: proc&#233;dure, interpr&#233;tation et droit transitoire, RDAF 2003 II S. 2-4; dies., Harmonisation fiscale: La derni&#232;re ligne droite, ASA 69 S. 316-322 Rz. 21-25; ADRIAN KNEUB&#220;HLER, Durchsetzung der Steuerharmonisierung, ASA 69 S. 226 f.; THOMAS MEISTER, Rechtsmittelsystem der Steuerharmonisierung, Diss. St. Gallen 1994/95, S. 292-296; MARKUS REICH, Gedanken zur Umsetzung des Steuerharmonisierungsgesetzes, ASA 62 S. 601; PAUL RICHLI, Schlussbestimmungen, ASA 61 S. 487).\n\n    2. Zwischen den Beteiligten sind die Anlagekosten f&#252;r das Grundst&#252;ck in Uster, der bei dessen Ver&#228;usserung erzielte Gewinn sowie der Aufwand f&#252;r die Ersatzbeschaffung nicht umstritten. S&#228;mtliche Beteiligten beanstanden auch nicht, dass die Ersatzliegenschaft BGE 130 II 202 S. 205schon rund einen Monat vor der interessierenden Ver&#228;usserung gekauft worden ist. Uneinig sind sie sich aber, wie ein etwaiger Steueraufschub nach &#167; 216 Abs. 3 lit. i des Steuergesetzes des Kantons Z&#252;rich vom 8. Juni 1997 (StG/ZH), der im Wesentlichen gleich formuliert ist wie Art. 12 Abs. 3 lit. e StHG, zu ermitteln ist.\n\n    2.1 Das Verwaltungsgericht ist - ebenso wie zuvor die Kommission f&#252;r Grundsteuern der Stadt Uster - von der sog. absoluten Methode ausgegangen. Danach wird ein Steueraufschub nur gew&#228;hrt, wenn der in das Ersatzgrundst&#252;ck reinvestierte Erl&#246;s h&#246;her ist als die Anlagekosten der urspr&#252;nglichen Liegenschaft. Da der von der Beschwerdef&#252;hrerin f&#252;r den Erwerb der Ersatzliegenschaft verwendete Betrag niedriger ist als die Anlagekosten des ver&#228;usserten Grundst&#252;cks in Uster, haben das Verwaltungsgericht und die Kommission f&#252;r Grundsteuern der Stadt Uster den Steueraufschub verweigert.\n\n    2.2 Die Steuerrekurskommission sowie die Beschwerdef&#252;hrerin sind hingegen der Ansicht, die Anwendung der absoluten Methode sei gesetzwidrig. Vielmehr sei ein Steueraufschub gem&#228;ss &#167; 216 Abs. 3 lit. i StG/ZH nach dem Verh&#228;ltnis des reinvestierten Erl&#246;ses zum Gesamterl&#246;s zu gew&#228;hren (auch als relative oder proportionale Methode bezeichnet). Dabei gehen sie wie folgt vor: Vom Gesamterl&#246;s von Fr. 1'165'000.- f&#252;r das in Uster ver&#228;usserte Grundst&#252;ck wurde ein Betrag in der H&#246;he von 76.61 % (n&#228;mlich Fr. 892'477.-) f&#252;r die Anschaffung der Ersatzliegenschaft ben&#246;tigt. Bei einem Gesamtgewinn von Fr. 214'300.- w&#252;rde an sich nach den Z&#252;rcher Steuers&#228;tzen (vgl. &#167; 225 StG/ZH) eine Grundst&#252;ckgewinnsteuer von Fr. 53'335.- anfallen. Allerdings soll - nach Ansicht der Steuerrekurskommission und der Beschwerdef&#252;hrerin - f&#252;r 76.61 % dieses Steuerbetrages (d.h. f&#252;r Fr. 40'859.95) die Steuer aufgeschoben werden, so dass nurmehr ein Steuerbetrag von Fr. 12'475.05 (= Fr. 53'335.- abz&#252;glich Fr. 40'859.95) geschuldet ist.\n\n    3. \n   \n\n    3.1 Seit dem 1. Januar 2001 ist die den Kantonen zur Anpassung ihrer Gesetzgebung an das Steuerharmonisierungsgesetz einger&#228;umte Frist abgelaufen (vgl. Art. 72 Abs. 1 StHG und AS 1991 S. 1286). Auf Steuersachverhalte, die ab 2001 steuerbar sind, findet das Bundesrecht direkt Anwendung, wenn ihm das kantonale Steuerrecht widerspricht (vgl. Art. 72 Abs. 2 StHG). Damit ist zun&#228;chst zu kl&#228;ren, ob und inwieweit das Steuerharmonisierungsgesetz verbindliche Regelungen enth&#228;lt. Das Bundesgericht kann sodann mit BGE 130 II 202 S. 206freier Kognition pr&#252;fen, ob das kantonale Recht und dessen Anwendung durch die kantonalen Instanzen mit den Vorgaben des Steuerharmonisierungsgesetzes &#252;bereinstimmen. Soweit der Bundesgesetzgeber dem kantonalen Gesetzgeber einen Gestaltungsspielraum einr&#228;umt, richtet sich die Pr&#252;fungsbefugnis des Bundesgerichts allerdings nach den f&#252;r die staatsrechtliche Beschwerde geltenden Grunds&#228;tzen, auch wenn die Verwaltungsgerichtsbeschwerde das richtige Rechtsmittel ist (vgl. BGE 128 II 56 E. 2b S. 60; THOMAS MEISTER, a.a.O., S. 293, 315 f. und 331; DANIELLE YERSIN, a.a.O., RDAF 2003 II S. 4; dies., a.a.O., ASA 69 S. 322 Rz. 25; ANDREAS KLEY-STRULLER, Die Beschwerde an das Bundesgericht gem&#228;ss Art. 73 StHG, in: Francis Cagianut/Klaus A. Vallender [Hrsg.], Steuerrecht, Festschrift zum 65. Geburtstag von Ernst H&#246;hn, 1995, S. 129-131; MARKUS REICH, a.a.O., ASA 62 S. 601; ULRICH CAVELTI, a.a.O., N. 10 zu Art. 73 StHG; ders., Die Durchsetzung der Steuerharmonisierungsgrunds&#228;tze, ASA 62 S. 366).\n\n    3.2 Gem&#228;ss Art. 12 Abs. 3 lit. e StHG wird die Besteuerung aufgeschoben bei \"Ver&#228;usserung einer dauernd und ausschliesslich selbstgenutzten Wohnliegenschaft (Einfamilienhaus oder Eigentumswohnung), soweit der dabei erzielte Erl&#246;s innert angemessener Frist zum Erwerb oder zum Bau einer gleichgenutzten Ersatzliegenschaft in der Schweiz verwendet wird\".\nMit den Vorinstanzen ist festzuhalten, dass der Wortlaut dieser Bestimmung noch keinen Schluss auf die Anwendung einer bestimmten Methode zur Ermittlung der aufzuschiebenden Steuer bei bloss teilweiser Reinvestition des Erl&#246;ses in eine Ersatzliegenschaft erlaubt. Der Wortlaut ist so offen, dass sich beide erw&#228;hnten Betrachtungsweisen auf ihn abst&#252;tzen lassen. Daraus kann jedoch nicht ohne weiteres abgeleitet werden, dass den Kantonen &#252;berlassen sei, wie sie den Steueraufschub in F&#228;llen der teilweisen Reinvestition ermitteln wollen (vgl. BGE 128 II 56 E. 4 S. 62; BGE 130 II 65 E. 4.1 S. 70). Ein Teil der Doktrin bemerkt zwar, das Steuerharmonisierungsgesetz enthalte bei der Grundst&#252;ckgewinnsteuer zu etlichen Fragen keine oder zumindest keine pr&#228;zisen Regelungen. Daraus folgert sie entsprechend Art. 1 Abs. 3 StHG, dass den kantonalen Gesetzgebern in diesem Bereich ein grosser Spielraum einger&#228;umt worden sei (BERNHARD ZWAHLEN, in: Martin Zweifel/Peter Athanas [Hrsg.], a.a.O., Bd. I/1, N. 2 zu Art. 12 StHG). Das macht auch die Steuerrekurskommission geltend BGE 130 II 202 S. 207.\nDieser Schluss kann indes nicht unbesehen auf die hier interessierende Problematik &#252;bertragen werden. Der Bundesgesetzgeber hat nicht nur verbindlich festgelegt, dass die Kantone den Mehrwert, welcher bei Ver&#228;usserungen von Grundst&#252;cken realisiert wird, zu besteuern haben. Er hat unter anderem auch entschieden, dass insoweit nur ein Aufschub der Besteuerung in Frage kommt und die zuvor von einigen Kantonen vorgesehenen Steuerbefreiungen nicht mehr zul&#228;ssig sind (BERNHARD ZWAHLEN, a.a.O., N. 61 zu Art. 12 StHG). Zwar hat der Bundesgesetzgeber den Kantonen freigestellt, ob sie Grundst&#252;ckgewinne auf Gesch&#228;ftsverm&#246;gen wie die &#252;brigen Grundst&#252;ckgewinne mit der Grundst&#252;ckgewinnsteuer (als besonderer Einkommensteuer in der Form einer Objektsteuer) oder mit der ordentlichen Einkommens- und Gewinnsteuer (als Subjektsteuer) erfassen wollen. Diese Freiheit der Kantone hat er aber im Gesetz ausdr&#252;cklich vorgesehen (vgl. Art. 12 Abs. 4 StHG; monistisches und dualistisches System, siehe dazu Urteil 2P.439/1997 vom 27. Oktober 1999, Pra 89/2000 Nr. 25 S. 143, E. 3c). Ausserdem hat er trotz dieser den Kantonen einger&#228;umten Wahlm&#246;glichkeit vorgeschrieben, dass gewisse Steueraufschubstatbest&#228;nde sowohl im monistischen als auch im dualistischen System zu gelten haben (vgl. Art. 12 Abs. 4 StHG; BERNHARD ZWAHLEN, a.a.O., N. 10 f. zu Art. 12 StHG; PAUL SCHERER/PRISKA R&#214;SLI, Die Harmonisierung der steuerneutralen Ersatzbeschaffung, Der Schweizer Treuh&#228;nder [ST] 2001 S. 262). Im Weiteren hat er f&#252;r die Steueraufschubstatbest&#228;nde einen abschliessenden Katalog aufgestellt (Botschaft zur Steuerharmonisierung, BBl 1983 III 102; AB 1986 S 141; BERNHARD ZWAHLEN, a.a.O., N. 61 zu Art. 12 StHG; FERDINAND ZUPPINGER, Grundst&#252;ckgewinn- und Verm&#246;genssteuer, ASA 61 S. 318). Ausserdem stellt der in Art. 12 Abs. 3 lit. e StHG vorgesehene Aufschubstatbestand f&#252;r etliche Kantone, die bis anhin bei der Ersatzbeschaffung von Wohnliegenschaften keine Steuerprivilegierung vorsahen, eine Neuerung dar. Der Bundesgesetzgeber hat dabei - entgegen den urspr&#252;nglichen Vorstellungen des St&#228;nderats (AB 1986 S 141) - im Sinne einer gesamtschweizerischen L&#246;sung davon abgesehen, den Kantonen zu &#252;berlassen, ob sie diesen Aufschiebungsgrund einf&#252;hren wollen, und deshalb eine \"verbindliche Bundesl&#246;sung\" angestrebt (vgl. AB 1989 N 50 und AB 1990 N 442; GABRIEL RUMO, Die Liegenschaftsgewinn- und die Mehrwertsteuer des Kantons Freiburg, Diss. Freiburg 1993, S. 372 f.). Die Kantone m&#252;ssen demnach bei Erf&#252;llung der in Art. 12 Abs. 3 lit. e StHG BGE 130 II 202 S. 208vorgesehenen Voraussetzungen den Steueraufschub gew&#228;hren. Damit hat der Bundesgesetzgeber zu erkennen gegeben, dass er insoweit eine Harmonisierung der kantonalen Regelungen anstrebt. Dem w&#252;rde es widersprechen, den Kantonen bei Fragen, die die Wiederverwendung des Gewinns und damit das Prinzip des Steueraufschubs betreffen, einen weiten Spielraum einzur&#228;umen (ebenso Kreisschreiben Nr. 19 des Vorstandes der Schweizerischen Steuerkonferenz vom 31. August 2001 &#252;ber die Ersatzbeschaffung mit nur teilweiser Reinvestition [im Folgenden: Kreisschreiben Nr. 19], Ziff. 1, publ. im Z&#252;rcher Steuerbuch Teil II Nr. 51/130). Wie ein Blick auf die sehr unterschiedlichen Ergebnisse der verschiedenen Methoden aufzeigt (siehe auch E. 4 hiernach), w&#252;rde eine von Kanton zu Kanton divergierende Handhabung des Begriffs der Reinvestition dem beabsichtigten Ziel der Harmonisierung zuwiderlaufen. Die Anwendung einer in der ganzen Schweiz einheitlichen Methode dr&#228;ngt sich umso mehr auf, als die Ersatzbeschaffung kraft des Steuerharmonisierungsgesetzes auch &#252;ber die Kantonsgrenzen hinweg zul&#228;ssig ist (mit entsprechenden doppelbesteuerungsrechtlichen Fragestellungen) und nicht mehr - wie zuvor - nur dann ber&#252;cksichtigt werden kann, wenn sie innerhalb eines Kantons vorgenommen wird (vgl. zu Letzterem AB 1989 N 49; dem Eidgen&#246;ssischen Finanzdepartement erstatteter Bericht der Expertenkommission zur Pr&#252;fung des Einsatzes des Steuerrechts f&#252;r wohnungs- und bodenpolitische Ziele, Bern 1994 [im Folgenden: Bericht der Expertenkommission 1994], S. 143). Gewiss soll gem&#228;ss Art. 1 Abs. 3 Satz 2 StHG die Bestimmung der Steuertarife, Steuers&#228;tze und Steuerfreibetr&#228;ge Sache der Kantone bleiben (vgl. zudem Art. 129 Abs. 2 BV). Auch wenn sich die - allenfalls teilweise - Anerkennung einer privilegierten Wiederverwendung auf die H&#246;he der einstweilen geschuldeten Grundst&#252;ckgewinnsteuer auswirkt, geht es hierbei jedoch nicht um den Steuersatz oder -tarif, geschweige denn um (bei Ersatzbeschaffung von Wohneigentum nicht mehr vorgesehene) Steuerfreibetr&#228;ge, sondern um die f&#252;r die Steuerpflicht bedeutsame Grundsatzfrage der Gew&#228;hrung eines Steueraufschubs (vgl. Art. 129 Abs. 1 BV).\n\n    4. Nach dem Gesagten ist somit nach einem f&#252;r die ganze Schweiz einheitlichen Massstab zu pr&#252;fen, wann und in welchem Umfang eine Reinvestition in ein Ersatzobjekt im Sinne von Art. 12 Abs. 3 lit. e StHG vorliegt. In Erw&#228;gung 3.2 ist bereits festgehalten worden, der Wortlaut dieser Bestimmung allein lasse noch keinen BGE 130 II 202 S. 209Schluss auf eine bestimmte Methode zu. Abgesehen von den beiden in Erw&#228;gung 2 aufgezeichneten Vorgehensweisen werden in Lehre und Praxis noch weitere Modelle vertreten bzw. angewendet. Weder in der Doktrin noch in der Rechtsprechung findet sich eine umfassende Auseinandersetzung mit den verschiedenen Methoden.\n\n    4.1 Eine Ansicht geht davon aus, aus dem Erl&#246;s f&#252;r die urspr&#252;ngliche Liegenschaft werde f&#252;r die Ersatzliegenschaft zuerst der Gewinn und erst danach der auf die Anlagekosten entfallende Teil eingesetzt (J&#220;RG BAUR/MARIANNE KL&#214;TI-WEBER/WALTER KOCH/BERNHARD Meier/Urs Ursprung, Kommentar zum Aargauer Steuergesetz, 1991, S. 728 f., N. 10 zu &#167; 70; MICHAEL LEYSINGER, Aktuelle Entscheide des Solothurnischen Kantonalen Steuergerichts, ST 1990 S. 322). Sie geht demnach spiegelbildlich - d.h. umgekehrt - vor wie das Verwaltungsgericht des Kantons Z&#252;rich, das zun&#228;chst den Einsatz des auf die Anlagekosten entfallenden Teils des Erl&#246;ses und erst, wenn dieser vollst&#228;ndig ben&#246;tigt worden ist, den Einsatz des Gewinns annimmt (vgl. E. 4.3 hiernach). Auf den vorliegenden Fall bezogen h&#228;tte die Beschwerdef&#252;hrerin mit dieser Methode den gesamten Gewinn f&#252;r das Ersatzobjekt eingesetzt. Denn dessen Anschaffungskosten liegen &#252;ber dem Gewinn, der aus der Ver&#228;usserung der Liegenschaft in Uster erzielt wurde. Der Beschwerdef&#252;hrerin w&#228;re mithin ein Steueraufschub f&#252;r den gesamten Gewinn zu gew&#228;hren.\n\n    4.2 Als relative bzw. proportionale Methode wird nicht nur der von der Steuerrekurskommission des Kantons Z&#252;rich und der Beschwerdef&#252;hrerin vertretene L&#246;sungsansatz (E. 2.2) bezeichnet, sondern auch eine weitere, davon abweichende Vorgehensweise. Diesen Ans&#228;tzen ist gemeinsam, dass sie bei teilweiser Reinvestition auf das Verh&#228;ltnis zwischen dem Ver&#228;usserungserl&#246;s und dem Aufwand f&#252;r das Ersatzobjekt abstellen. Die Ansichten gehen aber auseinander, wo bzw. wie die sich daraus ergebende Quote (vorliegend 76.61 %) auswirken soll:\nDie Steuerrekurskommission ermittelt zun&#228;chst die ohne Reinvestition geschuldete Grundst&#252;ckgewinnsteuer und schiebt alsdann die Steuer in H&#246;he der erw&#228;hnten Quote auf.\nEine andere Betrachtungsweise setzt mit der Quote nicht erst am Steuerbetrag an, sondern bereits am Gewinn. Danach w&#228;re hier f&#252;r 76.61 % des Gewinns von Fr. 214'300.- (mithin f&#252;r Fr. 164'175.23) BGE 130 II 202 S. 210die Steuer aufgeschoben; zu versteuern bliebe der restliche Gewinn von Fr. 50'124.77 (so GUIDO JUD, Anwendungsf&#228;lle zur Ersatzbeschaffung von Eigenheimen, StR 55/2000 S. 604; FELIX RICHNER/ WALTER FREI / STEFAN KAUFMANN, Kommentar zum harmonisierten Z&#252;rcher Steuergesetz, 1999, N. 38 zu &#167; 219; KURT WEIBEL, Die steuerliche Behandlung der Ersatzbeschaffung in der Schweiz, Diss. Z&#252;rich 1988, S. 125-127; wohl ebenso BERNHARD MAD&#214;RIN [Hrsg.], Basler Steuerrecht, Materialiensammlung zum neuen baselst&#228;dtischen Steuergesetz 2001, 2001, S. 231; vgl. auch die im erw&#228;hnten Kreisschreiben Nr. 19 in Ziff. 4 dargestellte Berechnung). Dabei bleibt aber offen, nach welchem Steuertarif der (sofort) zu versteuernde Gewinn erfasst werden soll, wenn der Tarif je nach H&#246;he des Gewinns variiert (so in den Kantonen Z&#252;rich gem&#228;ss &#167; 225 Abs. 1 StG/ZH, Uri, Schwyz, Obwalden, Bern, Luzern, Glarus, Basel-Landschaft, Schaffhausen, Appenzell I. Rh., Graub&#252;nden, St. Gallen, Wallis, Neuenburg und Jura): Ist der dem Gesamtgewinn entsprechende Tarif massgebend, resultiert trotz unterschiedlichem Vorgehen dasselbe Ergebnis wie nach der Berechnungsweise der Steuerrekurskommission. In Frage kommt aber auch der der H&#246;he des sofort zu versteuernden (niedrigeren) Betrages entsprechende Tarif.\nNach ihren gesetzlichen Regelungen stellen insbesondere die Kantone Neuenburg, Nidwalden, Appenzell A. Rh. und Basel-Stadt auf die relative Methode ab (vgl. Art. 33 Abs. 3 des r&#232;glement g&#233;n&#233;ral d'application de la loi sur les contributions directes des Kantons Neuenburg; &#167; 69 Abs. 1 Satz 1 der Nidwaldner Steuerverordnung vom 19. Dezember 2000; Art. 52 Abs. 3 der Steuerverordnung des Kantons Appenzell A. Rh. vom 8. August 2000 und &#167; 105 Abs. 2 Satz 1 des baselst&#228;dtischen Steuergesetzes vom 12. April 2000). Dieser Methode zuzuneigen scheint im Weiteren auch der Kanton Basel-Landschaft (vgl. Basellandschaftliche und Baselst&#228;dtische Steuerpraxis Bd. XIV [1998/99] S. 151; PETER CHRISTEN, Die Grundst&#252;ckgewinnsteuer des Kantons Basel-Landschaft, 1998, S. 157).\n\n    4.3 Nach der - vom Verwaltungsgericht vertretenen - absoluten Methode (auch Absch&#246;pfungsmethode genannt) wird der Steueraufschub nur f&#252;r denjenigen Teil des Gewinns gew&#228;hrt, der nach Wiederverwendung der Anlagekosten des ver&#228;usserten Objekts (und allf&#228;lliger Drittleistungen) zus&#228;tzlich in den Erwerb des Ersatzobjekts investiert wird (so ausdr&#252;cklich Art. 85 Abs. 3 des BGE 130 II 202 S. 211Genfer loi g&#233;n&#233;rale sur les contributions publiques vom 9. November 1887; &#167; 191 Abs. 2 des Zuger Steuergesetzes vom 25. Mai 2000 [StG/ZG]; Art. 135 Abs. 1 des bernischen Steuergesetzes vom 21. Mai 2000; zuvor schon die Praxis im Kanton Bern bei einer dem Art. 12 Abs. 3 lit. e StHG vom Wortlaut her vergleichbaren Regelung: Entscheid der Steuerrekurskommission Bern vom 6. April 1993, publ. in: StR 48/1993 S. 431 und Die neue Steuerpraxis [NStP] 1993 S. 91; Praxisfestlegung der bernischen Steuerverwaltung, in: NStP 1993 S. 123 f. Ziff. 4 und NStP 1995 S. 2 ff.; Steuerverwaltung des Kantons Jura - in ausdr&#252;cklicher Aufgabe der von ihr zuvor angewendeten relativen Methode - gem&#228;ss ihrer Direktive vom 29. Juni 1992, publ. in: Revue Jurassienne de Jurisprudence 2/1992 S. 169). Dahin gehen auch verschiedene Erl&#228;uterungen und Lehrmeinungen (SAMUEL BUSSMANN, Die Grundst&#252;ckgewinnsteuer nach dem Zuger Steuergesetz vom 25. Mai 2000, Diss. Freiburg 2002, S. 149 f.; MARKUS LANGENEGGER, Handbuch zur bernischen Grundst&#252;ckgewinnsteuer 2001, 2002, N. 3 und 4 zu Art. 134 und N. 1 und 2 zu Art. 135, S. 95 und 108; ders., Ersatzbeschaffung im Privatverm&#246;gen nach bernischem Steuerrecht, Der bernische Notar 1993 S. 85 f.; PAUL SCHERER/PRISKA R&#214;SLI, a.a.O., ST 2001 S. 257 ff., insbes. S. 261; ALESSANDRO SOLDINI/ANDREA PEDROLI, L'imposizione degli utili immobiliari delle persone fisiche e giuridiche, in: Marco Bernasconi/Andrea Pedroli [Hrsg.], Lezioni di diritto fiscale svizzero, 1999, S. 518 f.; dies., L'imposizione degli utili immobiliari, 1996, S. 134-137; PETER VON RECHENBERG/ANDREA VON RECHENBERG, B&#252;ndner Grundst&#252;ckgewinnsteuern, 1999, N. 9 zu Art. 44, S. 45 f., allerdings mit dem Hinweis, dass die B&#252;ndner Praxis wohl nach der relativen Methode verf&#228;hrt; erw&#228;hntes Kreisschreiben Nr. 19, insbes. Ziff. 5; eher in diesem Sinne auch HANS ULRICH MEUTER, Ersatzbeschaffung, Z&#252;rcher Steuerpraxis 10/2001 S. 262). Welcher Steuersatz im Falle eines progressiven Steuertarifs f&#252;r den ohne Aufschub steuerbaren Betrag gelten soll - derjenige nach dem Gesamtgewinn oder nur derjenige f&#252;r den Betrag des nicht reinvestierten Gewinns - wird teilweise offen gelassen (f&#252;r die Versteuerung zum Steuersatz des Gesamtgewinns: &#167; 191 Abs. 2 StG/ZG; SAMUEL BUSSMANN, a.a.O., S. 149 f.).\n\n    5. \n   \n\n    5.1 Ausgangspunkt jeder Auslegung ist der Wortlaut der Bestimmung. Ist der Text - wie hier - nicht ganz klar und sind BGE 130 II 202 S. 212verschiedene Interpretationen m&#246;glich, so muss nach seiner wahren Tragweite gesucht werden unter Ber&#252;cksichtigung aller Auslegungselemente; dabei kommt es namentlich auf den Zweck der Regelung, die dem Text zu Grunde liegenden Wertungen sowie auf den Sinnzusammenhang an, in dem die Norm steht. Die Gesetzesmaterialien sind zwar nicht unmittelbar entscheidend, dienen aber als Hilfsmittel, den Sinn der Norm zu erkennen (BGE 128 II 56 E. 4 S. 62; BGE 125 II 192 E. 3a S. 196; BGE 130 II 65 E. 4.2 S. 75, je mit Hinweisen).\n\n    5.2 Der Regelung des Art. 12 StHG liegt zun&#228;chst der Gedanke zugrunde, dass alle Gewinne aus der Ver&#228;usserung eines Grundst&#252;cks besteuert werden sollen (vgl. auch Bericht der Expertenkommission 1994, S. 145). Als Gewinn wird die Differenz zwischen dem Ver&#228;usserungserl&#246;s und den Anlagekosten verstanden; dabei setzen sich die Anlagekosten aus dem Erwerbspreis oder dem Ersatzwert zuz&#252;glich den Aufwendungen zusammen (Art. 12 Abs. 1 StHG). Entgegen der Absicht des Bundesrats, der sich grunds&#228;tzlich gegen jeden Aufschub aussprach (BBl 1983 III 102 f. und AB 1989 N 51), hat die Bundesversammlung nebst anderen den Aufschubstatbestand von Art. 12 Abs. 3 lit. e StHG in das Gesetz aufgenommen (vgl. BERNHARD ZWAHLEN, Privatverm&#246;gen, Verm&#246;gensertrag, Verm&#246;gensgewinn, in: Ernst H&#246;hn / Peter Athanas [Hrsg.], Das neue Bundesrecht &#252;ber die direkten Steuern, 1993, S. 105). Dem Steuerpflichtigen soll dank dem Steueraufschub wenn n&#246;tig der gesamte Verkaufserl&#246;s f&#252;r die Finanzierung eines Ersatzobjekts zur Verf&#252;gung stehen. Ungeachtet der Gr&#252;nde f&#252;r einen Wohnortwechsel wollte der Gesetzgeber damit die Mobilit&#228;t der Steuerpflichtigen f&#246;rdern oder zumindest in keiner Weise hemmen (AB 1989 N 50 f.; AB 1990 N 442). Weitere Motive - wie die Entsch&#228;rfung der Wohnmarktsituation oder die Wohneigentumsf&#246;rderung - fanden in der parlamentarischen Beratung keine mehrheitliche Unterst&#252;tzung. Der vorliegende Steueraufschubstatbestand wirkt sich somit allenfalls indirekt positiv auf die Wohneigentumsf&#246;rderung aus (Bericht der Expertenkommission 1994, S. 143); er dient jedoch nicht ausdr&#252;cklich diesem Ziel. Ein zus&#228;tzlicher, vom Nationalrat gew&#252;nschter Aufschubstatbestand, der mit wohnbaupolitischen Motiven begr&#252;ndet wurde (vgl. AB 1990 N 441-444), fand bezeichnenderweise keinen Eingang ins Gesetz.\n\n    5.3 Der Grundsatz, dass Grundst&#252;ckgewinne zu versteuern sind, wird damit insofern durchbrochen, als der Steuerpflichtige im Interesse der Mobilit&#228;t nicht durch Steuern daran gehindert werden BGE 130 II 202 S. 213soll, den vollen Ver&#228;usserungserl&#246;s f&#252;r eine Ersatzliegenschaft einzusetzen. &#220;bersteigen die f&#252;r das Ersatzobjekt eingesetzten Mittel - wie hier - jedoch die Anlagekosten der ver&#228;usserten Liegenschaft nicht, so steht die vollst&#228;ndige Besteuerung des Grundst&#252;ckgewinns dem Erwerb des Ersatzobjekts und damit der Mobilit&#228;t nicht entgegen. Die Besteuerung des Ver&#228;usserungsgewinns ohne Steueraufschub verringert die zur Ersatzbeschaffung ben&#246;tigten Mittel in diesem Fall nicht. Zus&#228;tzlich zum Ersatzobjekt steht dem Steuerpflichtigen noch der volle Ver&#228;usserungsgewinn zur Verf&#252;gung; er ist nicht im Ersatzobjekt gebunden. Der Gewinn muss insoweit - wie das Verwaltungsgericht richtig bemerkt - als realisiert gelten. Somit entf&#228;llt in einem solchen Fall der Grund f&#252;r den Steueraufschub. Die vom Gesetz vorgesehene Besteuerung des Grundst&#252;ckgewinns ist nach dem Sinn und Zweck von Art. 12 StHG sofort vorzunehmen, was auch dem Leistungsf&#228;higkeitsprinzip entspricht.\nDas bedeutet, dass sich nur die vom Verwaltungsgericht angewandte absolute Methode (vgl. oben E. 4.3) als harmonisierungskonform erweist. Die relativen Berechnungsweisen und die in Erw&#228;gung 4.1 hiervor dargestellte Betrachtungsweise f&#252;hren zu einer ungerechtfertigten, durch Art. 12 Abs. 3 lit. e StHG nicht gedeckten Privilegierung (vgl. auch XAVER METTLER, Die Grundst&#252;ckgewinnsteuer des Kantons Schwyz, Diss. Z&#252;rich 1989/90, S. 139). Die gleichen &#220;berlegungen gelten sinngem&#228;ss auch, wenn das Ersatzobjekt nicht bereits aus den frei gewordenen Anlagekosten des fr&#252;heren Eigenheims bezahlt werden kann, sondern zus&#228;tzlich ein Teil des Liegenschaftsgewinns reinvestiert werden muss. In solchen F&#228;llen erfordert das Steuerharmonisierungsgesetz ebenso die Anwendung der absoluten Methode. Im &#220;brigen entspricht diese der &#252;blichen Betrachtungsweise bei Ersatzbeschaffungen von betriebsnotwendigem Anlageverm&#246;gen im Unternehmenssteuerrecht (hiezu erw&#228;hntes Kreisschreiben Nr. 19, Ziff. 3.1 in fine; Konferenz Staatlicher Steuerbeamter, Kommission Steuerharmonisierung, Harmonisierung des Unternehmenssteuerrechts, 1995, S. 49; FELIX RICHNER/WALTER FREI/STEFAN KAUFMANN, Handkommentar zum DBG, 2003, N. 4 zu Art. 64 DBG; PAUL SCHERER/PRISKA R&#214;SLI, a.a.O., S. 257 ff.; PETER LOCHER, Kommentar zum DBG, 2001, N. 18 zu Art. 30 DBG; MARKUS REICH/MARINA Z&#220;GER, in: Martin Zweifel/ Peter Athanas [Hrsg.], Kommentar zum Schweizerischen Steuerrecht, Bd. I/2a, 2000, N. 1 ff., insbes. N. 24 zu Art. 30 DBG; PETER BGE 130 II 202 S. 214 AGNER/BEAT JUNG/GOTTHARD STEINMANN, Kommentar zum Gesetz &#252;ber die direkte Bundessteuer, N. 6 zu Art. 64 DBG, S. 273 f.; KURT Weibel, a.a.O., S. 122 f.; PETER GURTNER, Ersatzbeschaffung, ST 1985 S. 155 ff., insbes. S. 157; vgl. auch Art. 12 Abs. 4 StHG). Schliesslich steht die absolute Methode auch nicht im Widerspruch zum Konzept der Steuerharmonisierung, wonach diese sich auf Steuerpflicht, Gegenstand und zeitliche Bemessung der Steuern erstreckt, w&#228;hrend die Bestimmung der Steuertarife und -s&#228;tze Sache der Kantone bleibt (vgl. Art. 129 BV, Art. 1 Abs. 3 Satz 2 StHG).\n\n    5.4 Demnach erweist sich der Entscheid des Verwaltungsgerichts - im Gegensatz zu demjenigen der Steuerrekurskommission und den in E. 4.1 und 4.2 dargestellten Vorgehensweisen - als bundesrechtm&#228;ssig. Die Anwendung von &#167; 216 Abs. 3 lit. i StG/ZH durch das Verwaltungsgericht entspricht der f&#252;r die Kantone verbindlichen Regelung in Art. 12 Abs. 3 lit. e StHG. Ob und gegebenenfalls wie lange vor der steuerausl&#246;senden Ver&#228;usserung eine Ersatzbeschaffung stattfinden darf, um in den Genuss des Steueraufschubs gem&#228;ss Art. 12 Abs. 3 lit. e StHG zu gelangen, kann hier nach dem Gesagten offen bleiben.\n \n   \n   "
}