{
  "titre": "121 IV 131",
  "annee": "1995",
  "contenu": "\n      \n  Chapeau\n121 IV 13123. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 10 mai 1995 en la cause D. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 110 ch. 5 et 251 CP; qualit&#233; de faux intellectuel dans les titres d'une facture munie d'une quittance.  Une facture mensong&#232;re, munie d'une quittance, n'est pas dot&#233;e, de par la loi, d'une garantie objective suffisante pour constituer dans tous les cas un faux intellectuel dans les titres. Il faut encore examiner si un tel document ne poss&#232;de pas, selon les circonstances, une valeur de preuve accrue, notamment en raison de la personne qui l'a &#233;tabli (consid. 2c). \nArt. 179septies CP; abus de t&#233;l&#233;phone, d&#233;finition de la m&#233;chancet&#233; et de l'espi&#232;glerie. \nLa notion d'abus est laiss&#233;e &#224; l'appr&#233;ciation du juge. Il y a m&#233;chancet&#233;  lorsque l'auteur commet l'acte r&#233;pr&#233;hensible parce que le dommage ou les d&#233;sagr&#233;ments qu'il cause &#224; autrui lui procurent de la satisfaction. Quant &#224;  l'espi&#232;glerie, elle signifie agir un peu follement, par bravade ou sans scrupule, dans le but de satisfaire un caprice momentan&#233; (consid. 5b). \n\n\n  \n  \n  \nFaits &#224; partir de page 132\n\n\n    BGE 121 IV 131 S. 132\n   \n\n    A.- Le 16 mars 1994, le Tribunal de police du district de Nyon a condamn&#233; D. pour injure, abus de t&#233;l&#233;phone, menaces, faux dans les titres et instigation &#224; faux dans les titres &#224; trois mois d'emprisonnement, avec sursis pendant quatre ans, et &#224; 1'500 fr. d'amende, mettant &#224; sa charge les frais de la proc&#233;dure. Cette condamnation est fond&#233;e en r&#233;sum&#233; sur les faits suivants.\nLes &#233;poux D. et E. sont en instance de divorce depuis le d&#233;but de l'ann&#233;e 1990. Dans le cadre de cette proc&#233;dure, D. a produit diff&#233;rents documents, dont un relev&#233; bancaire d'octobre 1989, ainsi qu'une facture fictive d'un montant de 4'600 fr., dat&#233;e de d&#233;cembre 1989, comportant un re&#231;u de G. et mentionnant des travaux effectu&#233;s dans la maison des &#233;poux D. et E. C'est &#224; la demande de D. que G. a confectionn&#233; ce document qui devait &#234;tre utilis&#233; par le recourant lors de son proc&#232;s en divorce pour prouver un paiement.\nIl a par ailleurs &#233;t&#233; retenu qu'apr&#232;s avoir appris que sa femme, dont il vivait s&#233;par&#233;, entretenait une liaison avec P., D. a, durant l'&#233;t&#233; 1992, t&#233;l&#233;phon&#233; &#224; E. &#224; de tr&#232;s nombreuses reprises la mena&#231;ant, &#224; mots couverts, de mettre fin &#224; ses jours et l'injuriant de diff&#233;rentes mani&#232;res. Madame E. a &#233;t&#233; tr&#232;s affect&#233;e par ce harc&#232;lement incessant au point de sombrer quasiment dans la d&#233;pression.\n\n    BGE 121 IV 131 S. 133\n   \nLe 6 juin 1992, D. a t&#233;l&#233;phon&#233; au domicile de P. et a dit &#224; l'&#233;pouse de ce dernier que son mari &#233;tait l'amant de Madame E. Ensuite, dans les mois qui suivirent, D. a appel&#233; anonymement tr&#232;s fr&#233;quemment les &#233;poux P., parfois plusieurs fois en quelques minutes.\n\n    B.- Par arr&#234;t du 27 juin 1994, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a partiellement admis le recours de D. form&#233; contre ce jugement. Elle l'a lib&#233;r&#233; des pr&#233;ventions de faux dans les titres dans le cadre de la production du relev&#233; bancaire et d'abus de t&#233;l&#233;phone au pr&#233;judice de son  &#233;pouse, estimant que les injures et les menaces dont il avait &#233;t&#233; reconnu coupable &#224; l'encontre de cette derni&#232;re absorbaient l'abus de cet appareil. Le jugement de premi&#232;re instance a &#233;t&#233; confirm&#233; pour le surplus.\n\n    C.- Contre cet arr&#234;t, D. forme un pourvoi en nullit&#233; au Tribunal f&#233;d&#233;ral. Invoquant une violation des articles 41, 63, 177, 179septies, 180 et 251 CP, il conclut, avec suite de frais et d&#233;pens, &#224; l'annulation de l'arr&#234;t attaqu&#233; et au renvoi de la cause &#224; l'autorit&#233; cantonale pour une nouvelle d&#233;cision.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    2. Le recourant invoque une violation de l'article 251 CP. Il pr&#233;tend que la facture fictive &#233;tablie par G. n'&#233;tait pas propre &#224; prouver un fait ayant une port&#233;e juridique.\na) Se rend coupable de faux dans les titres, au sens de l'article 251 CP, celui qui, dans le dessein de porter atteinte aux int&#233;r&#234;ts p&#233;cuniaires ou aux droits d'autrui, ou de se procurer ou de procurer &#224; un tiers un avantage illicite a constat&#233; ou fait constater faussement, dans un titre, un fait ayant une port&#233;e juridique. Sont r&#233;put&#233;s titres tous &#233;crits destin&#233;s et propres &#224; prouver un fait ayant une port&#233; juridique (art. 110 ch. 5 CP; ATF 120 IV 25 consid. 3a, ATF 101 IV 278 consid. 2b).\nBien qu'ils aient fait l'objet de modifications entr&#233;es en vigueur le 1er janvier 1995 (RO 1994 p. 2290, 2301 et 2309), les articles 110 ch. 5 et 251 CP seront applicables dans la teneur qui &#233;tait en vigueur &#224; la date de la d&#233;cision cantonale, d&#232;s lors que l'arr&#234;t cantonal constitue le prononc&#233; du juge de r&#233;pression qui fixe l'application de la loi p&#233;nale dans le temps au sens de l'art. 2 al. 2 CP (ATF 117 IV 369 consid. 15 p. 386, ATF 101 IV 359 consid. 1). Les modifications intervenues ne sont cependant que de nature formelle en ce qui concerne le cas d'esp&#232;ce.\nb) L'article 251 aCP r&#233;prime aussi bien la falsification d'un document (faux mat&#233;riel) que l'&#233;tablissement d'un &#233;crit constatant un fait faux BGE 121 IV 131 S. 134(faux intellectuel) (ATF 120 IV 361 consid. 2b, 199 consid. 3b, ATF 117 IV 35 consid. 1d).\nEn l'esp&#232;ce, le recourant a incit&#233; G. &#224; &#233;tablir une facture fictive, munie d'une quittance. Il n'a donc pas proc&#233;d&#233; &#224; la falsification d'un document, mais a fait constater par &#233;crit une situation de fait inexistante. Il s'agit donc de d&#233;terminer si la facture munie de la quittance de G. constitue ou non un faux intellectuel dans les titres.\nc) D'apr&#232;s la jurisprudence, l'article 251 aCP doit &#234;tre interpr&#233;t&#233;  restrictivement en mati&#232;re de faux intellectuel (ATF 120 IV 361 consid. 2b, 117  IV 35 consid. 1d). Du reste, si le l&#233;gislateur a maintenu, lors de la modification de l'article 251 CP, entr&#233;e en vigueur le 1er janvier 1995, la r&#233;pression du faux intellectuel dans les titres, c'est justement parce que le Tribunal f&#233;d&#233;ral a pos&#233; des conditions relativement strictes &#224; l'admission de cette infraction (BO 1993 CE 967 et 1994 CE 430 CN 872). Par opposition au simple mensonge &#233;crit, la fausse constatation est r&#233;prim&#233;e lorsqu'une garantie objective s'attache au document, en raison par exemple de la qualit&#233; de celui qui l'&#233;tablit (fonctionnaire, etc.) ou de la valeur que la loi attribue &#224; cet  &#233;crit (art. 958 CO relatif au bilan). De simples faits d&#233;coulant de l'exp&#233;rience g&#233;n&#233;rale de la vie, tels que la confiance qu'inspire habituellement une all&#233;gation d&#233;favorable &#224; celui qui l'&#233;nonce, ne suffisent pas. Peu importe que, dans la vie des affaires, on s'attende g&#233;n&#233;ralement &#224; ce que de telles all&#233;gations soient exactes (ATF 120 IV 361 consid. 2b, 122  consid. 4c p. 127, ATF 119 IV 54 consid. 2c/bb, ATF 117 IV 35 consid. 1d).\nLe caract&#232;re de titre d'un &#233;crit est relatif. Il peut avoir ce caract&#232;re sous certains aspects et non sous d'autres. Ainsi, une facture, ind&#233;pendamment de la v&#233;racit&#233; de son contenu, peut &#234;tre consid&#233;r&#233;e comme un titre pour prouver que la d&#233;claration qui y figure &#233;mane bien de son auteur. Sous cet angle, sa falsification peut donc constituer un faux mat&#233;riel dans les titres ou, selon les circonstances, sa destruction une suppression de titres. Le fait que les factures puissent en principe &#234;tre qualifi&#233;es de titres ne signifie pourtant pas qu'une facture dont le contenu n'est pas exact constitue forc&#233;ment un faux intellectuel dans les titres (dans ce sens, cf. ATF 119 IV 54 consid. 2c/aa). Il en va de m&#234;me des factures munies d'une quittance. En effet, compte tenu de la conception restrictive du faux intellectuel dans les titres, il ne suffit plus, comme pr&#233;c&#233;demment (ATF 103 IV 36 consid. 2 p. 38, ATF 101 IV 278 consid.  2b), qu'une quittance soit, selon les usages commerciaux, destin&#233;e &#224; prouver un paiement, pour qu'elle puisse &#234;tre consid&#233;r&#233;e comme un titre d&#232;s qu'elle est dans les mains du d&#233;biteur (dans ce sens STRATENWERTH, Bes.Teil II, 4e BGE 121 IV 131 S. 135&#233;d., Berne 1995, p. 136 s., no 45).\nLa quittance est un document dot&#233;, de par la loi, d'une certaine valeur probante. Ainsi, elle permet de faciliter au d&#233;biteur la preuve de l'extinction de son obligation, en &#233;tablissant une pr&#233;somption que la dette mentionn&#233;e a bien &#233;t&#233; &#233;teinte (ROLF H. WEBER, Berner Kommentar, vol. VI/1/4, ad art. 88 CO no 57 et ad art. 89 al. 3 CO no 26). Selon la jurisprudence, un document peut constituer un faux intellectuel dans les titres lorsque la loi tend &#224; garantir l'exactitude de ce document vis-&#224;-vis des tiers. Tel est le cas de l'appellation sous laquelle de la viande est vendue, d&#232;s lors que la loi impose de d&#233;signer correctement les denr&#233;es alimentaires afin d'&#233;viter toute confusion quant &#224; leur nature ou &#224; leur provenance (ATF 119 IV 289 consid. 4b p. 295). La loi conf&#232;re &#233;galement une valeur probante accrue au prospectus facultatif d'&#233;mission lors d'une augmentation de capital selon la proc&#233;dure de la fondation simultan&#233;e d'une soci&#233;t&#233; anonyme; ce prospectus publicitaire, qui invite des tiers &#224; souscrire des actions, doit permettre aux souscripteurs de se fier aux indications qu'il contient, car ils ne sont pas en mesure de les v&#233;rifier (ATF 120 IV 122 consid. 4d/bb). Il en va de m&#234;me du proc&#232;s-verbal d'une assembl&#233;e g&#233;n&#233;rale, dans la mesure o&#249; le pr&#233;pos&#233; au registre du commerce doit pouvoir se fier &#224; la v&#233;racit&#233; de son contenu (ATF 120 IV 199 consid. 3c). Or, l'objectif vis&#233; par les articles 88 et 89 CO est simplement de faciliter la preuve du paiement et non pas de garantir aux tiers que le contenu de la quittance est conforme &#224; la r&#233;alit&#233;. A cet &#233;gard, il n'y a pas lieu de consid&#233;rer diff&#233;remment la quittance d'un contrat pass&#233; en la forme &#233;crite simple, &#224; propos duquel le Tribunal f&#233;d&#233;ral a d&#233;clar&#233; qu'il ne prouve pas, &#224;  lui seul, que son contenu est exact, en particulier qu'il n'y a pas eu de vice de la volont&#233; ou de simulation (ATF 120 IV 25 consid. 3f). En cons&#233;quence, une facture munie d'une quittance n'est pas dot&#233;e en soi, de par la loi, d'une garantie objective suffisante pour faire l'objet d'un faux intellectuel dans les titres.\nIl faut encore se demander si, selon les circonstances, la quittance ne poss&#232;de pas une valeur de preuve accrue, notamment en fonction de la personne qui l'a &#233;tablie. Ainsi, la jurisprudence a reconnu comme des faux intellectuels dans les titres une feuille de maladie, mensong&#232;re, &#233;tablie par un m&#233;decin (ATF ATF 117 IV 165 consid. 2c p. 169 s, ATF 103 IV 178 consid. 2 p. 184 s.), une approbation &#233;crite inexacte &#233;manant d'un architecte charg&#233; de v&#233;rifier des factures (ATF 119 IV 54 consid. 2d/dd) et des attestations bancaires fallacieuses &#233;mises par un organe dirigeant d'une succursale BGE 121 IV 131 S. 136bancaire (ATF 120 IV 361 consid. 2c). Dans ces exemples, les documents ont &#233;t&#233;  &#233;tablis ou vis&#233;s par des personnes se trouvant dans une position comparable &#224;  celle d'un garant, de sorte qu'ils poss&#233;daient une valeur de preuve accrue.\nDans le cas particulier, la facture acquitt&#233;e a &#233;t&#233; &#233;tablie par une personne qui n'est pas int&#233;ress&#233;e au proc&#232;s dans lequel le document est produit. Or, cette seule caract&#233;ristique ne permet pas d'en d&#233;duire que la fausse facture, munie d'une quittance, est dot&#233;e d'une valeur de preuve accrue. En effet, le but principal d'un tel document est de confirmer une situation impliquant un cercle d&#233;termin&#233; de personnes. Cela ne signifie pas pour autant que la force probante de ce document soit suffisamment &#233;lev&#233;e pour garantir la v&#233;racit&#233; de son contenu &#224; l'&#233;gard des tiers (sur cette question, cf. PETER LOTTNER, Der Begriff der Urkunde und die Abgrenzung zwischen Falschbeurkundung und strafloser schriftlicher L&#252;ge, th&#232;se non publi&#233;e B&#226;le 1969, p. 72 ss). Il faut plut&#244;t se demander si l'auteur du document, en raison de sa profession ou de la fonction qu'il exerce, peut &#234;tre compar&#233; &#224; un garant. Tel n'est pas le cas en l'esp&#232;ce, d&#232;s lors que G. appara&#238;t comme un simple partenaire contractuel du recourant, auquel ce dernier a demand&#233; d'effectuer quelques menus travaux dans sa maison, sans lui confier de responsabilit&#233;s particuli&#232;res.\nEn cons&#233;quence, la facture acquitt&#233;e n'offre pas une garantie suffisante, ni en vertu de la loi, ni en vertu de la personne qui l'a &#233;tablie, pour faire l'objet d'un faux intellectuel dans les titres. Dans la mesure o&#249; il reconna&#238;t le recourant coupable de faux intellectuel dans les titres, l'arr&#234;t attaqu&#233;  doit donc &#234;tre annul&#233;. La Cour de c&#233;ans n'a d&#232;s lors pas &#224; examiner si l'&#233;l&#233;ment subjectif du faux dans les titres est r&#233;alis&#233;. Il ne faut pourtant pas en conclure que le comportement du recourant &#233;chappe, de fa&#231;on g&#233;n&#233;rale, &#224;  toute sanction p&#233;nale, notamment du point de vue de la tentative d'escroquerie  (ATF 120 IV 14 consid. 2b).\n\n    5. Le recourant soutient qu'il n'a pas commis d'abus de t&#233;l&#233;phone ni &#224; l'encontre de son &#233;pouse, ni &#224; l'encontre des &#233;poux P.\na) En ce qui concerne l'&#233;pouse du recourant, le grief est sans objet, d&#232;s lors que l'autorit&#233; cantonale a lib&#233;r&#233; le recourant sur ce point, estimant que l'infraction de l'article 179septies CP n'&#233;tait pas r&#233;alis&#233;e, car les injures et les menaces prof&#233;r&#233;es absorbaient l'abus de t&#233;l&#233;phone.\nb) Pour ce qui a trait aux &#233;poux P., le recourant semble reprocher aux premiers juges de ne pas avoir &#233;tabli ses mobiles et conteste que BGE 121 IV 131 S. 137l'autorit&#233; cantonale ait pu retenir la m&#233;chancet&#233; sur la base des faits constat&#233;s.\nLe pourvoi en nullit&#233; est une voie de recours qui provoque le contr&#244;le par la Cour de cassation de l'application du droit f&#233;d&#233;ral &#224; un &#233;tat de fait arr&#234;t&#233;  d&#233;finitivement par l'autorit&#233; cantonale (CORBOZ, Le pourvoi en nullit&#233;, SJ 1991  p. 57 ss, 97). Dans la mesure o&#249; l'argumentation du recourant est fond&#233;e sur des faits qui ne sont pas constat&#233;s dans l'arr&#234;t attaqu&#233;, il n'est pas possible d'en tenir compte (ATF 119 IV 202 consid. 2b p. 206, ATF 106 IV 338 consid. 1).\nL'article 179septies CP punit celui qui, par m&#233;chancet&#233; ou par espi&#232;glerie, aura abus&#233; d'une installation t&#233;l&#233;phonique pour inqui&#233;ter un tiers ou pour l'importuner. Cette disposition prot&#232;ge le droit personnel de la victime &#224; ne pas &#234;tre importun&#233;e par certains actes commis au moyen du t&#233;l&#233;phone. La notion d'abus est laiss&#233;e &#224; l'appr&#233;ciation du juge (SCHUBARTH, Bes.Teil, vol. 3, Berne  1984, p. 115 no 2 et p. 116 no 5). Il y a m&#233;chancet&#233; lorsque l'auteur commet l'acte r&#233;pr&#233;hensible parce que le dommage ou les d&#233;sagr&#233;ments qu'il cause &#224;  autrui lui procurent de la satisfaction. Quant &#224; l'espi&#232;glerie, elle signifie agir un peu follement, par bravade ou sans scrupule, dans le but de satisfaire un caprice momentan&#233; (SCHUBARTH, op.cit., p. 117 no 10; TRECHSEL, Kurzkommentar zum StGB, Zurich 1989, ad art. 179septies CP no 2 qui renvoie, pour la notion de m&#233;chancet&#233;, &#224; l'article 149 aCP).\nEn l'esp&#232;ce, il ressort des faits retenus par l'autorit&#233; cantonale que le recourant a fait des appels fr&#233;quents (parfois plusieurs en quelques minutes) et anonymes. L'argumentation du recourant remettant en cause ces faits est irrecevable (art. 273 al. 1 let b PPF). L'autorit&#233; cantonale s'est quelque peu  &#233;loign&#233;e de la notion de m&#233;chancet&#233; d&#233;finie ci-dessus en consid&#233;rant que fait preuve de m&#233;chancet&#233; celui qui agit par malveillance ou par chicane sans qu'il soit n&#233;cessaire que l'auteur en retire de la satisfaction. Toutefois, le comportement du recourant, tel qu'il d&#233;coule des faits retenus, peut pour le moins &#234;tre qualifi&#233; d'espi&#232;gle, voire m&#234;me de m&#233;chant. Par cons&#233;quent, la condamnation du recourant pour abus de t&#233;l&#233;phone ne viole pas le droit f&#233;d&#233;ral.\n \n   \n   "
}