{
  "titre": "127 V 244",
  "annee": "2001",
  "contenu": "\n      \n  Chapeau\n127 V 24437. Extrait de l'arr&#234;t du 3 septembre 2001 dans la cause Office f&#233;d&#233;ral des assurances sociales contre H. et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 3c al. 1 let. a LPC: Prise en consid&#233;ration de prestations d'entretien en contrepartie de la tenue du m&#233;nage commun, dans le cas de concubins.  D'apr&#232;s la jurisprudence constante, les prestations en nature et l'argent de poche &#233;ventuel vers&#233;s par une personne qui vit en concubinage &#224; son partenaire en &#233;change de la tenue du m&#233;nage commun doivent &#234;tre pris en consid&#233;ration, dans le calcul de la prestation compl&#233;mentaire, lors de l'&#233;tablissement du revenu d&#233;terminant. \nCe principe n'est pas remis en cause par la nouvelle jurisprudence concernant le statut de cotisante dans l'AVS de la femme qui vit maritalement avec un homme sans &#234;tre mari&#233;e avec celui-ci (ATF 125 V 205). \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 245\n\n\n    BGE 127 V 244 S. 245\n   \nExtrait des consid&#233;rants:\n\n    1. Les ressortissants suisses qui ont leur domicile et leur r&#233;sidence habituelle en Suisse, et qui ont droit &#224; une demi-rente ou &#224; une rente enti&#232;re de l'assurance-invalidit&#233;, ont droit &#224; une prestation compl&#233;mentaire si les d&#233;penses reconnues sont sup&#233;rieures aux revenus d&#233;terminants (art. 2 al. 1 en liaison avec l'art. 2c let. a LPC).\n\n    2. a) Selon l'art. 3c al. 1 let. a LPC, les revenus d&#233;terminants comprennent notamment les ressources en esp&#232;ces ou en nature provenant de l'exercice d'une activit&#233; lucrative. Un montant de 1000 francs pour les personnes seules et de 1500 francs pour les couples et les personnes qui ont des enfants ayant ou donnant droit &#224; une rente est d&#233;duit du revenu annuel provenant de l'exercice d'une activit&#233; lucrative, le solde &#233;tant pris en compte &#224; raison des deux tiers.\nb) D'apr&#232;s la jurisprudence et la doctrine, les prestations en nature et l'argent de poche &#233;ventuel vers&#233;s par une personne qui vit en concubinage &#224; son partenaire en &#233;change de la tenue du m&#233;nage commun doivent &#234;tre pris en consid&#233;ration, dans le calcul des prestations compl&#233;mentaires, lors de l'&#233;tablissement du revenu BGE 127 V 244 S. 246d&#233;terminant (SVR 1997 EL no 37 p. 111; RCC 1974 p. 510, 1968 p. 113; ERWIN CARIGIET, Erg&#228;nzungsleistungen zur AHV/IV: Darstellung, Charakterisierung und Wirkungsweise, Zurich 1995, p. 123; ALEXANDRA RUMO-JUNGO, Bundesgesetz &#252;ber Erg&#228;nzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung, in: MURER/STAUFFER [&#233;d.], Rechtsprechung des Bundesgerichts zum Sozialversicherungsrecht, Zurich 1994, p. 21). Toutefois, en ce domaine, la situation des concubins ne trouve pas de solutions sch&#233;matiques: pour que l'on puisse parler de r&#233;mun&#233;ration en nature, il faut que celui qui est cens&#233; fournir des prestations d'entretien soit &#233;conomiquement en mesure de le faire, ce qui est en tout cas exclu lorsqu'un homme et une femme mettent en commun, pour les compl&#233;ter, des ressources insuffisantes ou pour le moins modiques (SVR 1997 EL no 37 p. 111; RCC 1974 p. 512 consid. 1). Ces principes ont &#233;t&#233; repris par l'Office f&#233;d&#233;ral des assurances sociales au ch. m. 2077 de ses directives concernant les prestations compl&#233;mentaires &#224; l'AVS et &#224; l'AI (DPC). Aux termes de cette directive, une r&#233;mun&#233;ration pour la tenue du m&#233;nage ne peut &#234;tre prise en compte pour calculer la prestation compl&#233;mentaire revenant &#224; une personne vivant en concubinage que si et dans la mesure o&#249; la personne avec laquelle elle vit est &#233;conomiquement capable de fournir cette r&#233;mun&#233;ration.\n\n    3. La juridiction cantonale a consid&#233;r&#233; que les principes jurisprudentiels ci-dessus expos&#233;s devaient &#234;tre abandonn&#233;s &#224; la suite de l'adoption par le Tribunal f&#233;d&#233;ral des assurances de la nouvelle jurisprudence concernant le statut de cotisante de la femme qui vit maritalement avec un homme sans &#234;tre mari&#233;e avec celui-ci (ATF 125 V 205). Aux termes de cette jurisprudence, la femme qui, en &#233;change de la tenue du m&#233;nage commun, &#224; laquelle elle se consacre exclusivement, re&#231;oit de son compagnon des prestations en nature (sous forme de nourriture et de logement), et &#233;ventuellement de l'argent de poche, doit &#234;tre consid&#233;r&#233;e comme une personne n'exer&#231;ant pas d'activit&#233; lucrative; les prestations en nature, de m&#234;me que l'argent de poche &#233;ventuel, ne constituent donc pas un salaire d&#233;terminant au sens de l'art. 5 al. 2 LAVS.\nSelon les juges cantonaux, cette nouvelle jurisprudence interdit de consid&#233;rer ces prestations en nature ou en esp&#232;ces comme des revenus d&#233;terminants provenant de l'exercice d'une activit&#233; lucrative au sens de l'art. 3c al. 1 let. a, premi&#232;re phrase LPC.\n\n    4. Ce point de vue ne saurait &#234;tre partag&#233;.\na) Les buts vis&#233;s par les l&#233;gislations sur l'assurance-vieillesse et survivants, d'une part, et sur le r&#233;gime des prestations BGE 127 V 244 S. 247compl&#233;mentaires, d'autre part, sont diff&#233;rents. La solution adopt&#233;e dans l'assurance-vieillesse et survivants pour les concubins vise un but de protection sociale, qui est de garantir &#224; l'int&#233;ress&#233; une rente future d'un certain niveau. Or, ce but a &#233;t&#233; concr&#233;tis&#233; en grande partie par le biais des correctifs apport&#233;s par la dixi&#232;me r&#233;vision de l'AVS en ce qui concerne les personnes sans activit&#233; lucrative, notamment lorsqu'elles accomplissent des t&#226;ches &#233;ducatives ou d'assistance (prise en compte de bonifications au sens des art. 29sexies et 29septies; ATF 125 V 217 consid. 7f/aa). En revanche, en mati&#232;re de prestations compl&#233;mentaires, il s'agit uniquement, conform&#233;ment &#224; la loi, de prendre en consid&#233;ration l'ensemble des ressources de l'int&#233;ress&#233;, afin de ne pas d&#233;tourner les prestations compl&#233;mentaires de leur but, qui est d'assurer un revenu minimum aux b&#233;n&#233;ficiaires de rentes de l'assurance-vieillesse et survivants et de l'assurance-invalidit&#233; se trouvant dans le besoin (ATF 117 V 291 consid. 3b; SVR 1997 EL no 37 p. 111).\nb) Par ailleurs, la prise en compte du revenu de la personne vivant en concubinage dans le revenu d&#233;terminant pour le droit &#224; une prestation compl&#233;mentaire se justifie par analogie avec l'aide sociale. En particulier, si l'assur&#233;(e) tient le m&#233;nage de son (sa) partenaire, il est l&#233;gitime de consid&#233;rer qu'il (elle) a droit &#224; un d&#233;dommagement qui devra &#234;tre pris en consid&#233;ration dans le revenu d&#233;terminant (FELIX WOLFFERS, Grundriss des Sozialhilferechts, 2&#232;me &#233;dition, Berne 1999, p. 160; arr&#234;t du TF non publi&#233; K. du 24 ao&#251;t 1998, 2P.386/1997). Malgr&#233; le changement de jurisprudence consacr&#233; par l'arr&#234;t ATF 125 V 205, le ch. m. 2077 DPC appara&#238;t donc conforme &#224; la loi.\nCette solution est seule compatible avec le droit &#224; l'&#233;galit&#233; de traitement des assur&#233;s mari&#233;s et de ceux qui vivent en concubinage (art. 8 al. 2 Cst.). Certes, la jurisprudence admet que ce droit n'exclut pas un traitement diff&#233;rent des couples mari&#233;s et des couples vivant en concubinage, notamment dans le domaine des cotisations aux assurances sociales (ATF 125 V 228 sv. consid. 3e/bb et cc). Toutefois, dans la mesure o&#249; cela para&#238;t possible sans difficult&#233;s excessives, il convient d'&#233;viter de telles diff&#233;rences de traitement qui peuvent se r&#233;v&#233;ler choquantes ou du moins in&#233;quitables. Tel serait incontestablement le cas si l'on ne tenait aucun compte, lors du calcul du revenu d&#233;terminant le droit aux prestations compl&#233;mentaires, du droit de l'assur&#233; vivant en concubinage &#224; un d&#233;dommagement pour le travail qu'il fournit en tenant le m&#233;nage commun, alors m&#234;me que son partenaire dispose d'un revenu suffisant pour BGE 127 V 244 S. 248lui fournir un tel d&#233;dommagement (en esp&#232;ces ou en nature, selon les normes applicables dans l'assurance-vieillesse et survivants). Il n'y a donc pas lieu de modifier la jurisprudence rappel&#233;e au consid. 2b.\n \n   \n   "
}