{
  "titre": "96 V 13",
  "annee": "1970",
  "contenu": "\n      \n  Chapeau\n96 V 134. Arr&#234;t du 30 janvier 1970 dans la cause Soci&#233;t&#233; vaudoise et romande de secours mutuels contre Gardian et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 1er al. 2, 6bis et 11 LAMA.  -  Nature des cotisations. Application par analogie, dans l'assurancemaladie sociale, du principe institu&#233; par les art. 841 et 848 CO quant &#224; la primaut&#233; du droit des assurances sur le droit des soci&#233;t&#233;s. \n- Organe comp&#233;tent pour prononcer la radiation d'un assur&#233; en demeure dans le paiement de ses cotisations. Il n'est pas contraire au droit f&#233;d&#233;ral qu'une caisse-maladie reconnue, organis&#233;e sous la forme d'une soci&#233;t&#233; coop&#233;rative, charge un organe subordonn&#233; de prononcer l'exclusion d'un membre en demeure. \nArt. 30 al. 1er LAMA: D&#233;cision susceptible de recours. \n-  La signature n'est pas sans exception un &#233;l&#233;ment indispensable de la d&#233;cision administrative, m&#234;me si la loi en exige la communication par &#233;crit. \n- La caisse peut pr&#233;sumer l'opposition de son assur&#233; et d&#233;cider d'embl&#233;e formellement. \n\n\n  \n  \n  \nFaits &#224; partir de page 14\n\n\n    BGE 96 V 13 S. 14\n   \n\n    A.- Marie-Louise Gardian, n&#233;e en 1906, domicili&#233;e &#224; Lausanne, &#233;tait au d&#233;but de 1968 membre de la Soci&#233;t&#233; vaudoise et romande de secours mutuels (SVRSM) depuis le 1er juin 1966. Elle &#233;tait assur&#233;e pour les frais m&#233;dicaux et pour une indemnit&#233; compl&#233;mentaire en cas d'hospitalisation. Elle n'a pas pay&#233; ses cotisations de f&#233;vrier et mars 1968 mais, ditelle, croyait &#224; l'&#233;poque les avoir pay&#233;es. Le 8 avril 1968, la SVRSM lui adressa un rappel de fr. 65.30, relatif aux cotisations de f&#233;vrier et de mars, puis, le 30 avril 1968, une sommation d'avoir &#224; payer cette somme - major&#233;e de fr. 1.50 - dans les trente jours, faute de quoi elle serait \"automatiquement exclue de la caisse pour la fin du trimestre en cours\", conform&#233;ment &#224; l'art. 23 al. 3 des statuts. Le 6 avril 1968, l'assur&#233;e paya fr. 32.65; le 6 mai et le 4 juin 1968, de nouveau fr. 32.65. Le 11 juin 1968, soit avant que le paiement du 4 juin 1968 f&#251;t comptabilis&#233;, la SVRSM notifia &#224; Marie-Louise Gardian une d&#233;cision selon laquelle l'assur&#233;e &#233;tait radi&#233;e de la soci&#233;t&#233; et avait &#224; payer fr. 97.95 &#224; titre de cotisation arri&#233;r&#233;e et fr. 1.50 &#224; titre de frais. Cette d&#233;cision porte la signature du directeur, appos&#233;e au moyen d'une griffe. Elle n'a pas &#233;t&#233; attaqu&#233;e, mais, le 1er juillet 1968, rectifi&#233;e dans ce sens que le montant &#224; payer a &#233;t&#233; ramen&#233; &#224; fr. 66.80, repr&#233;sentant les cotisations de f&#233;vrier et mars 1968; sit&#244;t ce montant pay&#233;, &#233;crivit alors la caisse, la d&#233;bitrice pourrait pr&#233;senter une demande de r&#233;int&#233;gration.\n\n    B.- Marie-Louise Gardian versa ces fr. 66.80 le 30 juillet 1968. Le 6 septembre 1968, elle remplit une demande de r&#233;int&#233;gration, assortie d'un questionnaire m&#233;dical. Le 25 octobre 1968, la SVRSM lui &#233;crivit qu'elle, candidate, aurait &#224; passer &#224; ses propres frais une visite m&#233;dicale avant d'&#234;tre int&#233;gr&#233;e. La requ&#233;rante consulta alors l'avocat R. qui contesta que sa mandante e&#251;t cess&#233; de faire partie de la caisse et r&#233;clama une d&#233;cision en bonne et due forme. La SVRSM lui r&#233;pondit le 4 novembre 1968, sans prendre de d&#233;cision formelle. L&#224;-dessus, le conseil de la requ&#233;rante recourut, en demandant au Tribunal cantonal des assurances de dire que sa mandante &#233;tait assur&#233;e aupr&#232;s de la SVRSM, qu'elle n'avait jamais cess&#233; de l'&#234;tre et qu'en cons&#233;quence elle n'avait pas &#224; subir un examen m&#233;dical.\n\n    BGE 96 V 13 S. 15\n   \nLe 8 juillet 1969, le Tribunal cantonal des assurances admit le recours, d&#233;clara nulle la d&#233;cision de radiation du 11 juin 1968 et la \"d&#233;cision\"  soumettant la recourante &#224; un examen m&#233;dical, et condamna l'intim&#233;e &#224; payer &#224;  la recourante fr. 250.-- &#224; titre de d&#233;pens. Selon les premiers juges, la d&#233;cision de radiation aurait d&#251; &#234;tre prise par l'assembl&#233;e g&#233;n&#233;rale ou par l'administration de la caisse, conform&#233;ment &#224; l'art. 846 al. 3 CO, la SVRSM  &#233;tant une coop&#233;rative, et non par la direction. Il y aurait l&#224; une cause de nullit&#233; absolue, qui s'imposerait au juge m&#234;me en l'absence de recours. Il se pourrait que l'absence de signature manuscrite entache aussi de nullit&#233; la d&#233;cision de radiation.\n\n    C.- La SVRSM recourut en temps utile contre le jugement cantonal. Elle all&#232;gue que l'art. 846 al. 3 CO ne lui est pas applicable; qu'une signature manuscrite n'est pas une condition de validit&#233; d'une d&#233;cision de caisse; que la d&#233;cision de radiation aurait &#233;t&#233; ratifi&#233;e par l'administration; que d'ailleurs le membre qui ne donne pas suite &#224; une sommation d'acquitter une cotisation est exclu d'office en vertu des statuts; que, de toute fa&#231;on, la d&#233;cision du 11  juin 1968 est pass&#233;e en force, en l'absence de recours d&#233;pos&#233; en temps utile. Elle conclut &#224; l'annulation du jugement attaqu&#233; et au r&#233;tablissement du \"status quo ante\".\nL'avocat de l'intim&#233;e conclut au rejet du recours.\nL'Office f&#233;d&#233;ral des assurances sociales, dans son pr&#233;avis, propose d'annuler le jugement et de renvoyer la cause au Tribunal des assurances du canton de Vaud, afin qu'il compl&#232;te l'instruction et statue &#224; nouveau.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La SVRSM est &#224; la fois une soci&#233;t&#233; coop&#233;rative, au sens des art. 828 ss CO, et une caisse-maladie reconnue, au sens de l'art. 1er LAMA (art. 1 et 2 des statuts). Les cotisations des membres ont donc un double caract&#232;re: ce sont des prestations de soci&#233;taire, selon l'art. 867 CO, et des primes d'assurance, selon l'art. 6bis LAMA. En fait, le caract&#232;re de prime d'assurance l'emporte de beaucoup; il suffit de renvoyer pour preuve &#224; l'ampleur de la r&#232;glementation de la mati&#232;re par la LAMA (art. 6bis pr&#233;cit&#233;) et par les ordonnances d'ex&#233;cution (Ord. I art. 4; Ord. II art. 13; Ord. V art. 16 &#224; 23; Ord. d&#233;p. 5). On se trouve ici en pr&#233;sence, sur le terrain des assurances sociales, BGE 96 V 13 S. 16d'une situation analogue &#224; celle que pr&#233;voit l'art. 841 CO pour les assurances priv&#233;es: la qualit&#233; d'associ&#233; d&#233;pend de l'&#233;tablissement d'un rapport d'assurance, et l'&#233;tablissement de ce rapport est assujetti &#224; la loi qui r&#233;git ce genre d'assurance. Dans les art. 841 et 848 CO, le l&#233;gislateur a tir&#233; de cette situation sp&#233;ciale la conclusion que la qualit&#233; d'associ&#233; s'acquiert lorsque l'organe comp&#233;tent accepte la proposition d'assurance et que, sauf si les statuts en disposent autrement, elle s'&#233;teint par la fin du contrat. Il n'y a pas de motif de ne point appliquer &#224; l'assurance-maladie sociale ce principe de la primaut&#233; du droit des assurances sur le droit des soci&#233;t&#233;s.\n\n    2. a) En cons&#233;quence, il faut r&#233;soudre en premier lieu selon le droit des assurances la question de l'influence de la demeure dans le paiement des cotisations sur la qualit&#233; de membre d'une caisse-maladie.\nb) Or, la LAMA et les ordonnances d'ex&#233;cution sont muettes sur ce point, et les lois concernant les autres assurances sociales ne sont pas toutes utiles. En effet, en mati&#232;re d'AVS, d'AI, d'APG et d'assurance obligatoire contre les accidents, l'assurance est en principe obligatoire en vertu du droit f&#233;d&#233;ral luim&#234;me; il n'est donc pas pensable que le d&#233;faut de paiement des cotisations ou primes influe sur la qualit&#233; d'assur&#233; (cf. art. 14 &#224; 16 LAVS, 34 &#224; 43 RAVS, 110 et 129 LAMA). En outre, le versement des primes incombe le plus souvent, non &#224; l'assur&#233;, mais &#224; son employeur; la carence de celui-ci ne saurait porter pr&#233;judice &#224; celui-l&#224; (ce qui est, dans une certaine mesure, &#233;galement vrai dans l'assurance-maladie collective: art. 6 Ord. II).\nc) En revanche, dans les assurances sociales plus ou moins comparables &#224; l'assurance-maladie et dans les assurances priv&#233;es, la demeure du d&#233;biteur des cotisations ou primes provoque soit la suspension de l'assurance soit l'exclusion de l'assur&#233;. La suspension r&#233;sulte \"ipso facto\" du d&#233;faut de paiement, en assurance-ch&#244;mage (cf. art. 24 al. 2 lit. a LAC), et des vaines sommations, en assurance priv&#233;e (cf. art. 20 al. 3 LCA). L'exclusion doit &#234;tre prononc&#233;e par la caisse, dans l'assurance-vieillesse et survivants facultative (cf. art. 2 al. 6 LAVS). Elle peut l'&#234;tre en cas de contravention grave et r&#233;it&#233;r&#233;e, dans l'assurancech&#244;mage (cf. art. 17 al. 2 LAC). L'assureur a la facult&#233;, &#224; son choix, de se d&#233;partir du contrat (donc exclure l'assur&#233; dans le cas de l'art. 848 CO) ou d'en poursuivre l'ex&#233;cution, dans l'assurance priv&#233;e (cf. art. 21 LCA).\n\n    BGE 96 V 13 S. 17\n   \n\n    3. a) Aux termes des art. 21 al. 1er et 23 al. 1er des statuts de la recourante, les assur&#233;s acquittent d'avance une cotisation trimestrielle, fix&#233;e par le comit&#233; central, d'entente avec l'Office f&#233;d&#233;ral des assurances sociales, et ratifi&#233;e par l'assembl&#233;e des d&#233;l&#233;gu&#233;s. En exigeant que les primes soient pay&#233;es d'avance, les statuts se conforment au principe g&#233;n&#233;ral des assurances, du moins des assurances facultatives, suivant lequel le droit aux prestations est subordonn&#233; &#224; la condition que les primes fix&#233;es aient &#233;t&#233; vers&#233;es (cf. ATFA 1967 p. 120 consid. 2). Les caisses tol&#232;rent en g&#233;n&#233;ral des paiements mensuels alors m&#234;me que leurs statuts parlent de paiements trimestriels. Cela doit &#234;tre le cas en l'occurrence, puisque l'intim&#233;e s'est trouv&#233;e en retard dans le paiement non pas d'une cotisation trimestrielle mais de deux cotisations mensuelles.\nEn vertu de l'art. 23 al. 2 &#224; 4 des statuts, l'assur&#233; est tenu d'acquitter sa cotisation &#224; temps m&#234;me s'il ne re&#231;oit pas le bulletin de versement ad hoc; l'assur&#233; en retard dans le paiement des cotisations re&#231;oit un rappel, major&#233; des frais, payable dans les 15 jours; si cette sommation reste sans effet, elle est r&#233;it&#233;r&#233;e par lettre recommand&#233;e, contenant l'avis que l'assur&#233; sera \"automatiquement\" exclu de la caisse pour la fin du trimestre en cours &#224; d&#233;faut de r&#232;glement dans le d&#233;lai d'un mois. Le principe de l'exclusion de l'assur&#233; qui ne paie pas les primes ou cotisations est admis, on l'a vu, aussi bien dans l'assurance priv&#233;e que dans l'assurance sociale non obligatoire. Il n'y a pas lieu d'introduire dans l'assurance-maladie une exception au dit principe. Quant aux modalit&#233;s de cette exclusion, le mot \"automatiquement\" doit ici vouloir dire: \"sans autres mesures pr&#233;paratoires\". En effet, selon l'art. 33 des statuts, il appartient aux organes de la caisse de prononcer la radiation de l'assur&#233; qui, apr&#232;s les mises en demeure pr&#233;vues, ne remplit pas ses obligations envers la caisse. En pr&#233;sence de cette prescription claire des statuts, on ne saurait pr&#233;tendre que l'intim&#233;e ait pu se trouver exclue de la SVRSM du simple fait qu'elle n'a pas donn&#233; suite en temps utile aux sommations de l'art. 23 des statuts.\nb) L'art. 33 des statuts confie &#224; l'administration centrale ou au comit&#233; central le soin de radier l'assur&#233; en demeure. Le comit&#233; central (art. 44) est compos&#233; de neuf membres, &#233;lus par l'assembl&#233;e des d&#233;l&#233;gu&#233;s, soit par l'organe supr&#234;me de la caisse (art. 40); le directeur ou le directeur-adjoint en est le secr&#233;taire, BGE 96 V 13 S. 18avec voix consultative. L'art. 45 al. 3 &#233;num&#232;re les attributions principales du comit&#233; central, parmi lesquelles il y a lieu de relever, sous lettre q: \"En dernier ressort, admettre ou refuser les candidats; prononcer l'exclusion d'un membre, sous r&#233;serve de recours &#224; l'assembl&#233;e des d&#233;l&#233;gu&#233;s.\" Au surplus, le comit&#233; central prend toutes les d&#233;cisions que les statuts n'attribuent pas &#224;  d'autres organes (art. 45 al. 2). L'administration centrale est plac&#233;e sous la responsabilit&#233; d'un directeur, d'un directeuradjoint et d'un sous-directeur, li&#233;s &#224; la caisse par un contrat de travail (art. 47). La caisse est engag&#233;e valablement &#224; l'&#233;gard des tiers par la signature collective &#224; deux du pr&#233;sident central ou de son rempla&#231;ant et d'un membre du bureau; sous sa responsabilit&#233;, le comit&#233; central peut d&#233;l&#233;guer la signature collective &#224; deux au directeur, au directeur-adjoint, au sousdirecteur et &#224; un chef de service (art. 56).\nc) La d&#233;cision de radiation du 11 juin 1968 est &#233;tablie sur une formule imprim&#233;e, qui n'indique pas de quel organe social elle &#233;mane. Elle est &#224;  l'en-t&#234;te de la SVRSM, porte la signature du directeur et mentionne qu'elle est attaquable dans les 30 jours devant le tribunal cantonal des assurances. La SVRSM a reconnu en premi&#232;re instance que la d&#233;cision &#233;manait de la direction et non de l'assembl&#233;e g&#233;n&#233;rale ou du comit&#233; central. Les premiers juges en ont conclu que la dite d&#233;cision &#233;tait entach&#233;e de nullit&#233; absolue, pour cause d'inobservation de l'art. 846 al. 3 CO. Aux termes de cette disposition l&#233;gale, l'exclusion d'un membre de la coop&#233;rative est du ressort de l'assembl&#233;e g&#233;n&#233;rale; cependant les statuts peuvent disposer que l'administration est comp&#233;tente, sous r&#233;serve de recours &#224; l'assembl&#233;e g&#233;n&#233;rale; l'associ&#233; exclu a la facult&#233; d'en appeler au juge dans le d&#233;lai de trois mois. Par administration, il faut entendre ici l'organe de gestion pr&#233;vu par les art. 894  &#224; 905 CO, c'est-&#224;-dire le comit&#233; central selon la terminologie de la SVRSM. Par juge, le juge civil d&#233;sign&#233; par le canton.\nd) Dans l'arr&#234;t non publi&#233; Repond, du 29 d&#233;cembre 1967, o&#249; il s'agissait d'une exclusion prononc&#233;e pour r&#233;ticence grave dans la proposition d'assurance, le Tribunal f&#233;d&#233;ral des assurances a d&#233;clar&#233; applicables aux caisses coop&#233;ratives les alin&#233;as 1 et 2 de l'art. 846 CO, apr&#232;s quoi il a ajout&#233;:  \"Quant &#224; l'art. 846 al. 3 CO, qui cr&#233;e - lorsque la d&#233;cision a &#233;t&#233; prise par l'administration - un droit de recours &#224; l'assembl&#233;e g&#233;n&#233;rale, puis BGE 96 V 13 S. 19au juge, il est remplac&#233; de toute &#233;vidence en mati&#232;re de caisses reconnues par les art. 30 &#224; 30ter LAMA.\"\ne) L'arr&#234;t Repond tend, &#224; juste titre (art. 1er al. 2 phrase 2 LAMA), &#224;  sauvegarder les r&#232;gles de droit civil applicables &#224; l'institution dont la caisse a adopt&#233; la forme, en l'occurrence la coop&#233;rative, tout en &#233;liminant celles qui sont incompatibles avec l'assurance sociale (cf. art. 30 al. 5  LAMA). Toutefois, il ne dit pas et n'avait pas &#224; dire s'il est compatible avec l'assurance sociale d'interdire aux caisses-maladie reconnues de confier &#224; un organe subordonn&#233; (g&#233;rance ou direction selon l'art. 898 CO; administration centrale, selon la terminologie de la SVRSM) le droit de radier les membres en demeure dans le paiement de leurs cotisations, parce que l'art. 846 al. 3 CO ne permet de confier ce droit qu'&#224; l'administration au sens de l'art. 894 CO, donc au comit&#233; central selon la terminologie de la SVRSM.\nPour r&#233;pondre &#224; cette question, il faut voir que la radiation pour d&#233;faut de paiement de cotisations d'assurance est un cas tr&#232;s particulier d'exclusion. Non seulement les int&#233;r&#234;ts en jeu ici concernent davantage le rapport d'assurance que le lien de soci&#233;t&#233;, mais encore la sanction ne d&#233;pend pas en principe de l'appr&#233;ciation d'&#233;l&#233;ments subjectifs, tels que d'une faute commise par l'assur&#233;. De l&#224; la n&#233;cessit&#233; de permettre aux assureurs d'exclure selon une proc&#233;dure simple et rapide les assur&#233;s en demeure. Le l&#233;gislateur y est parvenu, en ce qui concerne les soci&#233;t&#233;s coop&#233;ratives pratiquant l'assurance priv&#233;e, par le jeu combin&#233; des art. 848 CO, 20 et 21 LCA (v. ci-dessus ch. 1 et ch. 2 lettre c), qui &#233;carte purement et simplement l'application de l'art. 846  CO. Pour les m&#234;mes motifs, il se justifie de lib&#233;rer la proc&#233;dure de radiation, en ce qui concerne les caisses-maladie reconnues, des servitudes de l'art. 846  al. 3 CO. A cela s'ajoute que certaines de ces caisses, par exemple la SVRSM, ont plus de cent mille assur&#233;s, de sorte que la surveillance des mauvais payeurs n'est possible que selon les proc&#233;d&#233;s les plus modernes. Il serait fastidieux de devoir provoquer dans chaque cas o&#249; l'exclusion d'un assur&#233; en demeure s'impose une d&#233;cision de l'administration (au sens du CO), soit presque toujours d'un comit&#233; de non professionnels - domicili&#233;s dans des localit&#233;s diff&#233;rentes - qui n'est pas disponible en tout temps, et dont l'intervention ne se justifierait que s'il &#233;tait en mesure de d&#233;lib&#233;rer BGE 96 V 13 S. 20en connaissance de cause sur chaque cas particulier, ce qui est impossible en l'occurrence.\nf) Les statuts de la SVRSM ne contiennent donc rien de contraire au droit f&#233;d&#233;ral, lorsqu'ils chargent la direction (au sens du CO), c'est-&#224;-dire l'organe permanent de gestion, de radier les membres en demeure de payer des cotisations. Cette constatation n'est pas en contradiction avec l'arr&#234;t du Tribunal f&#233;d&#233;ral cit&#233; par les premiers juges (Helvetia c. Strahm, du 6 avril  1954, RO 80 II 71 et JdT 1955 I 66), qui ne concernait apparemment pas une radiation pour d&#233;faut de paiement de cotisations mais une exclusion ordinaire, prononc&#233;e pour un autre motif (\"wegen grober Statutenverletzungen\"). En outre, il date d'une &#233;poque bien ant&#233;rieure &#224; la novelle de 1964, qui a r&#233;organis&#233; les voies de droit en mati&#232;re d'assurance-maladie subventionn&#233;e. La teneur de l'art. 33 des statuts permet d'ailleurs aussi &#224; l'administration (au sens du CO), donc au comit&#233; central, de statuer lorsque le besoin se fait sentir de lui soumettre un dossier.\n\n    4. La d&#233;cision du 11 juin 1968 est rev&#234;tue, &#224; titre de signature, de la griffe du directeur appos&#233;e au moyen d'un sceau. A ce propos, les premiers juges mettent en doute la validit&#233; de l'acte: parce que le directeur n'a pas la signature individuelle et parce qu'il n'a pas sign&#233; de sa main. Ces deux faits sont constants.\na) En vertu de l'art. 30 al. 1er LAMA, lorsque l'assur&#233; n'accepte pas une d&#233;cision de la caisse, celle-ci doit la lui communiquer par &#233;crit dans les trente jours, avec indication des motifs, des voies de recours et du d&#233;lai de recours. Si l'assur&#233; garde le silence apr&#232;s avoir re&#231;u une d&#233;cision non formelle de la caisse, au bout de combien de temps est-il cens&#233; l'accepter? Si la d&#233;cision non formelle ne lui impartit pas un d&#233;lai pour demander une d&#233;cision formelle, sera-t-il en droit d'exiger cette derni&#232;re en tout temps? La question se poserait en l'esp&#232;ce s'il fallait consid&#233;rer la d&#233;cision de radiation du 11 juin 1968 comme une premi&#232;re d&#233;cision (non formelle), car l'assur&#233;e n'a manifest&#233; son d&#233;saccord que le 29 octobre 1968, d'ailleurs apr&#232;s avoir pr&#233;sent&#233; une demande de r&#233;int&#233;gration qui pourrait &#234;tre consid&#233;r&#233;e comme une acceptation implicite de la radiation. Mais, bien que la d&#233;cision du 11 juin 1968 n'ait pas &#233;t&#233; pr&#233;c&#233;d&#233;e d'une premi&#232;re d&#233;cision et d'un refus, on doit la traiter comme une d&#233;cision formelle, puisqu'elle porte la mention de la voie BGE 96 V 13 S. 21et du d&#233;lai de recours. L'art. 30 al. 1er LAMA ne s'oppose pas &#224; ce qu'une caisse pr&#233;sume l'opposition de son assur&#233; et con&#231;oive d'embl&#233;e sa d&#233;cision comme une d&#233;cision formelle.\nb) L'art. 30 al. 1er LAMA met une seule condition indispensable de forme &#224; la validit&#233; d'une telle d&#233;cision: qu'elle soit communiqu&#233;e par &#233;crit. Le d&#233;faut de motifs ou l'absence de l'indication des voies de droit ne rendent pas la d&#233;cision absolument nulle (cf. ATFA 1968 p. 175). Dans l'arr&#234;t Kippel, du 1er mai 1939 (v. ATFA 1939 p. 33), concernant l'assurance militaire, le Tribunal f&#233;d&#233;ral des assurances a jug&#233; qu'on ne saurait soumettre une d&#233;cision administrative &#224; des conditions de forme non pr&#233;vues par la loi ou l'usage, qu'en prescrivant une communication par &#233;crit la loi n'ordonnait pas implicitement qu'une telle communication soit sign&#233;e, que divers autorit&#233;s administratives, lorsqu'il s'agit de rendre un grand nombre de d&#233;cisions dont le contenu ne varie que peu par rapport &#224; chaque int&#233;ress&#233;, utilisent des formules imprim&#233;es, sans signature du fonctionnaire comp&#233;tent, et que, m&#234;me l&#224;  o&#249; l'on consid&#232;re comme indispensable la signature d'un acte administratif, on se contente souvent d'un proc&#233;d&#233; m&#233;canique. Il n'y a aucun motif pour ne pas maintenir cette solution, du moins en ce qui concerne les d&#233;cisions qu'une administration ou un organisme assimil&#233; (caisse-maladie en sa qualit&#233;  d'autorit&#233; rev&#234;tue d'un pouvoir de d&#233;cision) doivent prendre en masse, comme pr&#233;cis&#233;ment les radiations des mauvais payeurs. A ce stade-l&#224; de la proc&#233;dure, il importe de permettre &#224; l'autorit&#233; d'user de m&#233;thodes modernes, simples, rapides et &#233;conomiques. Il suffit que la proc&#233;dure judiciaire utilise ensuite, en cas de recours, des m&#233;thodes plus formalistes.\nQuant &#224; la doctrine cit&#233;e par les premiers juges, elle ne concerne pas le genre de d&#233;cisions dont il s'agit ici. Les auteurs qui s'occupent en des termes pr&#233;cis de la question en g&#233;n&#233;ral se bornent &#224; postuler la n&#233;cessit&#233; d'une signature pour un acte administratif communiqu&#233; par &#233;crit, sans cependant pouvoir appuyer leur opinion sur une jurisprudence unanime et pertinente (cf. Giacometti, Allgemeine Lehren des rechtsstaatlichen Verwaltungsrechts, 3e &#233;d., p. 85 s.; Imboden, Schweizerische Verwaltungsrechtsprechung, 3e &#233;d., tome I, no  326 III c, tome II, no 615 III d, no 626 III).\nLa d&#233;cision attaqu&#233;e serait donc valable m&#234;me si elle n'&#233;tait pas sign&#233;e.\n\n    BGE 96 V 13 S. 22\n   \nc) Il est d&#232;s lors superflu d'examiner la cons&#233;quence du d&#233;faut d'une seconde signature sur la d&#233;cision en cause, alors que l'art. 56 des statuts ne conna&#238;t que la signature collective &#224; deux, mais pour engager la caisse &#224; l'&#233;gard des tiers. A ce propos, il suffit de relever que la signature ne sert ici qu'&#224;  identifier l'auteur de la d&#233;cision prise par la caisse, mais non pas &#224; engager cette derni&#232;re dans ce sens pr&#233;vu par l'art. 56 des statuts. D'ailleurs, aucun des auteurs pr&#233;cit&#233;s ne conteste la validit&#233; en g&#233;n&#233;ral, dans le droit administratif, d'une signature appos&#233;e par un moyen m&#233;canique. En effet, la seule disposition l&#233;gale qui puisse &#234;tre applicable ici, par analogie, est l'art. 14 al. 2 CO, aux termes duquel la signature qui proc&#232;de de quelque moyen m&#233;canique est tenue pour suffisante \"dans les affaires o&#249; elle est admise par l'usage\".\n\n    5. Quant au moyen de fond qu'oppose l'intim&#233;e &#224; la recourante, il consiste &#224; se pr&#233;valoir d'une erreur dont l'assurance r&#233;pondrait: un employ&#233; de la caisse aurait dit &#224; l'assur&#233;e en f&#233;vrier 1968 qu'elle n'avait rien &#224; payer jusqu'au 31 mars 1968 et qu'elle recevrait ensuite un nouveau bordereau de cotisation. La juridiction cantonale n'a pu v&#233;rifier cette all&#233;gation, car l'employ&#233; mis en cause s&#233;journait &#224; l'&#233;tranger. Aussi bien n'&#233;tait-il pas n&#233;cessaire d'&#233;lucider le fait, puisque l'assur&#233;e a re&#231;u un rappel exp&#233;di&#233; le 8 avril 1968 et une sommation exp&#233;di&#233;e le 30 avril 1968, dont il ressortait &#224; l'&#233;vidence que la caisse-maladie consid&#233;rait que les cotisations de f&#233;vrier et de mars n'&#233;taient pas pay&#233;es. En se renseignant tardivement sur l'&#233;tat r&#233;el de son compte et en s'abstenant de payer dans les d&#233;lais les cotisations r&#233;clam&#233;es, l'assur&#233;e s'est expos&#233;e sciemment &#224; la mesure de radiation qui l'a frapp&#233;e. Au sujet des paiements de l'intim&#233;e, il faut encore relever que celui qui est intervenu dans le dernier d&#233;lai, soit fr. 32.65 le 6 mai 1968, ne concernait pas les mensualit&#233;s de f&#233;vrier et de mars et qu'il aurait d'ailleurs &#233;t&#233; incomplet si l'on avait voulu l'imputer sur le compte litigieux.\nAu demeurant, l'assur&#233;e n'a pas recouru dans les 30 jours contre la d&#233;cision de radiation du 11 juin 1968, qui &#233;tait pass&#233;e en force lorsqu'a &#233;t&#233; d&#233;pos&#233; le recours du 26 novembre 1968.\n\n    6. Vu les circonstances, la lettre du 4 novembre 1968 de la SVRSM, o&#249; la caisse refuse de revenir sur sa d&#233;cision de subordonner la r&#233;int&#233;gration de la requ&#233;rante &#224; un examen m&#233;dical, doit &#234;tre consid&#233;r&#233;e comme une d&#233;cision formelle, au BGE 96 V 13 S. 23sens de l'art. 30 al. 1er LAMA. Le recours du 26 novembre 1968 est recevable, dans la mesure o&#249; il s'en prend &#224; cette d&#233;cision.\nRien, ni dans la loi ni dans les statuts, ne diff&#233;rencie une r&#233;int&#233;gration d'une admission. Il n'y a pas l&#224; une lacune que le juge devrait combler. L'art.  17 des statuts est donc applicable, qui autorise la caisse &#224; exiger du candidat qu'il se soumette &#224; un examen m&#233;dical. Mais en vertu du m&#234;me article 17, les frais de l'examen sont &#224; la charge de la caisse, et non du candidat, sauf dans une hypoth&#232;se particuli&#232;re qui n'est pas r&#233;alis&#233;e en l'esp&#232;ce. Cette erreur de la caisse, qui a pu jouer un r&#244;le - &#224; vrai dire minime - dans la d&#233;cision de la requ&#233;rante de recourir, justifie qu'on alloue &#224; l'intim&#233;e une participation symbolique &#224; ses frais d'avocat.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce: I. Le recours est admis.\nII. Le jugement attaqu&#233; est r&#233;form&#233;, dans ce sens que:\na) la validit&#233; de la d&#233;cision de radiation du 11 juin 1968 est reconnue;\nb) la d&#233;cision des 25 octobre et 4 novembre 1968, par laquelle la SVRSM subordonne &#224; un examen m&#233;dical la r&#233;int&#233;gration de Marie-Louise Gardian, est confirm&#233;e;\nc) la condamnation de la caisse-maladie &#224; 250 francs de d&#233;pens est lev&#233;e.\nIII. La d&#233;cision des 25 octobre et 4 novembre 1968 est modifi&#233;e d'office, dans ce sens que l'examen m&#233;dical aura lieu aux frais de la caisse-maladie et non aux frais de la candidate &#224; la r&#233;int&#233;gration.\nIV. La caisse-maladie recourante versera &#224; l'intim&#233;e 50 francs, &#224; titre de participation aux d&#233;pens de cette derni&#232;re dans les deux instances.\n \n   \n   "
}