{
  "titre": "143 IV 21",
  "annee": "2016",
  "contenu": "\n      \n  Chapeau\n143 IV 214. Extrait de l'arr&#234;t de la Ire Cour de droit public dans la cause Facebook Switzerland S&#224;rl, A. et B. contre Minist&#232;re public central du canton de Vaud (recours en mati&#232;re p&#233;nale)\n1B_185/2016 et autres du 16 novembre 2016\n  \nRegeste\nArt. 265, 269 ss CPP, art. 18 CCC; ordre de production des donn&#233;es d'un compte Facebook.  Les art. 269 ss CPP (surveillance de la correspondance) ne s'appliquent pas aux fournisseurs de services tels que les r&#233;seaux sociaux (consid. 3.1 et 3.2). L'ordre de production (art. 265 CPP) doit &#234;tre adress&#233; au d&#233;tenteur des donn&#233;es, ce qui n'est pas le cas de la filiale suisse de Facebook. Le Minist&#232;re public doit d&#232;s lors agir &#224; l'&#233;tranger par la voie de l'entraide judiciaire (consid. 3.3 et 3.4). \n\n\n  \n  \n  \nFaits &#224; partir de page 21\n\n\n    BGE 143 IV 21 S. 21\n   \n\n    A. Le 22 avril 2015, un journaliste belge a d&#233;pos&#233; plainte p&#233;nale en Suisse contre inconnu. Il indiquait avoir &#233;t&#233; trait&#233; notamment d'antis&#233;mite sur la partie publique d'un compte Facebook d&#233;tenu sous le pseudonyme \"D.\". Une instruction a &#233;t&#233; ouverte par le Minist&#232;re public central du canton de Vaud, pour calomnie, diffamation et injure.\nLe 29 juin 2015, le Minist&#232;re public a requis de la soci&#233;t&#233; Facebook Switzerland S&#224;rl (ci-apr&#232;s: Facebook Suisse) la production de l'identit&#233; du d&#233;tenteur du compte pr&#233;cit&#233;, les adresses IP utilis&#233;es pour cr&#233;er le profil, les logs de connexions et les adresses IP en relation avec ces logs ainsi que le contenu priv&#233; du compte, sous la menace BGE 143 IV 21 S. 22des peines pr&#233;vues &#224; l'art. 292 CP. Apr&#232;s plusieurs relances, Facebook Suisse a indiqu&#233; qu'elle ne g&#233;rait pas la plateforme mais seulement le d&#233;veloppement du march&#233; publicitaire en Suisse. Par e-mail du 25 ao&#251;t 2015, Facebook Ireland Ltd (Facebook Irlande) a indiqu&#233; que l'ordre de production devait &#234;tre adress&#233; par la voie de l'entraide judiciaire internationale.\nLe 11 novembre 2015, le Minist&#232;re public a adress&#233; &#224; Facebook Suisse ainsi qu'&#224; ses associ&#233;s g&#233;rants A. et B. une ordonnance de production de pi&#232;ces portant sur les m&#234;mes renseignements (...) avec un d&#233;lai d'ex&#233;cution au 25 novembre 2015. Facebook Suisse et les deux g&#233;rants (...) ont saisi la Chambre des recours p&#233;nale du Tribunal cantonal du canton de Vaud (...).\n\n    B. Statuant le 23 mars 2016 par un seul arr&#234;t, la Chambre des recours p&#233;nale a rejet&#233; les recours. Selon la jurisprudence cantonale, les filiales nationales (...) &#233;taient habilit&#233;es &#224; recevoir des injonctions des autorit&#233;s (notamment en mati&#232;re de protection des donn&#233;es) lorsqu'elles exer&#231;aient une activit&#233; concr&#232;te dans le pays concern&#233; (...). L'ordre de production pouvait &#234;tre adress&#233; &#224; la soci&#233;t&#233; recourante et, &#224; d&#233;faut, &#224; ses g&#233;rants. (...)\n\n    C. Par trois recours distincts, Facebook Switzerland S&#224;rl, A. et B. (...) demandent la r&#233;forme de l'arr&#234;t cantonal en ce sens que la d&#233;cision du Minist&#232;re public du 11 novembre 2015 est annul&#233;e (...) sous suite de frais et d&#233;pens. (...)\nLe Tribunal f&#233;d&#233;ral a admis les recours.\n\n    (extrait)\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. Invoquant l'art. 265 CPP, les recourants soutiennent que Facebook Suisse ne serait pas d&#233;tenteur des informations requises. Ils exposent - invoquant sur ces points de fait l'art. 105 al. 2 LTF - que selon la d&#233;claration Facebook (conditions g&#233;n&#233;rales), le service est fourni par Facebook Inc. (Etats-Unis) pour les utilisateurs r&#233;sidant aux Etats-Unis ou au Canada, et par Facebook Irlande pour les autres utilisateurs. Aucun contrat ne serait conclu avec la soci&#233;t&#233; suisse, cette derni&#232;re n'&#233;tant filiale que de Facebook Global Holdings II LLC. La soci&#233;t&#233; suisse ne traiterait aucune donn&#233;e &#224; caract&#232;re personnel relative aux utilisateurs; elle ne disposerait d'aucun centre de traitement de donn&#233;es ni de serveurs en Suisse. Elle n'a que trois employ&#233;s dont les activit&#233;s sont limit&#233;es &#224; la gestion strat&#233;gique des relations clients, BGE 143 IV 21 S. 23et qui n'ont pas acc&#232;s aux donn&#233;es des utilisateurs. Il n'existerait enfin aucun rapport de repr&#233;sentation avec les soci&#233;t&#233;s irlandaise et am&#233;ricaine. En d&#233;finitive, les r&#232;gles de l'entraide judiciaire internationale seraient contourn&#233;es.\n\n    3.1 L'art. 265 CPP permet &#224; l'autorit&#233; d'instruction d'obtenir aupr&#232;s de leurs d&#233;tenteurs les objets ou valeurs qui doivent &#234;tre s&#233;questr&#233;s en application de l'art. 263 CPP. L'ordre peut &#234;tre assorti d'une commination de la peine pr&#233;vue &#224; l'art. 292 CP (art. 265 al. 3 CPP). L'ordre de d&#233;p&#244;t permet &#224; son destinataire de fournir volontairement les objets ou valeurs requis, sans recourir &#224; des mesures de contrainte (art. 265 al. 4 CPP).\nPour ce qui concerne en revanche la surveillance de la correspondance par poste et t&#233;l&#233;communication, les art. 269 ss CPP pr&#233;voient des conditions sp&#233;cifiques telles qu'une liste d'infractions autorisant le recours &#224; cette mesure (art. 269 al. 2 CPP) et l'intervention du tribunal des mesures de contrainte (art. 272 al. 1 CPP). Le champ d'application de l'art. 269 CPP est d&#233;fini &#224; l'art. 1 de la loi f&#233;d&#233;rale du 6 octobre 2000 sur la surveillance de la correspondance par poste et t&#233;l&#233;communication (LSCPT; RS 780.1). Celle-ci s'applique &#224; tous les organismes &#233;tatiques, aux organismes soumis &#224; concession ou &#224; l'obligation d'annoncer qui fournissent des services postaux ou de t&#233;l&#233;communication ainsi qu'aux fournisseurs d'acc&#232;s &#224; Internet. Selon la d&#233;finition figurant &#224; l'annexe de l'ordonnance du 31 octobre 2001 sur la surveillance de la correspondance par poste et t&#233;l&#233;communication (OSCPT; RS 780.11), un fournisseur d'acc&#232;s &#224; Internet est un fournisseur de services de t&#233;l&#233;communication ou le secteur d'un fournisseur de services de t&#233;l&#233;communication qui offre une prestation publique de transmission d'informations sur la base de la technologie IP et d'adresses IP. Un simple fournisseur de services, par exemple de r&#233;seaux sociaux, ne rentre pas dans cette cat&#233;gorie puisqu'il ne fournit pas lui-m&#234;me d'acc&#232;s &#224; Internet au sens qui pr&#233;c&#232;de. C'est d'ailleurs pour rem&#233;dier &#224; cette lacune qu'une modification de la LSCPT a &#233;t&#233; propos&#233;e, &#233;largissant notamment le champ d'application de la loi &#224; raison des personnes. Comme le rel&#232;ve le Message &#224; l'appui de cette modification (Message du 27 f&#233;vrier 2013 concernant la loi f&#233;d&#233;rale sur la surveillance de la correspondance par poste et t&#233;l&#233;communication, FF 2013 2379), la nouvelle teneur de la loi vise &#233;galement les \"fournisseurs de services de communication d&#233;riv&#233;s\", qui ne constituent ni des fournisseurs d'acc&#232;s, ni des fournisseurs de services de t&#233;l&#233;communication, mais qui jouent un r&#244;le dans BGE 143 IV 21 S. 24le processus de correspondance par t&#233;l&#233;communication, en particulier par Internet (FF 2013 2403-2404). Sont ainsi notamment vis&#233;s &#224; l'art. 2 let. c du projet de LSCPT les fournisseurs de services Internet qui permettent la communication unilat&#233;rale ou multilat&#233;rale, en particulier les services e-mail. Dans leur teneur actuelle, les art. 269 ss CPP ne s'appliquent donc pas &#224; ce genre de services.\nCompte tenu de cette lacune, le Procureur pouvait se fonder directement sur la disposition g&#233;n&#233;rale de l'art. 265 CPP pour &#233;dicter un ordre de production. Cela n'est du reste pas contest&#233; par les recourants, de sorte qu'il reste &#224; examiner si cette disposition a &#233;t&#233; appliqu&#233;e correctement en l'esp&#232;ce.\n\n    3.2 Destin&#233;e &#224; accro&#238;tre l'efficacit&#233; de la coop&#233;ration internationale dans ce domaine, la Convention de Budapest du 23 novembre 2001 sur la cybercriminalit&#233; (RS 0.311.43; ci-apr&#232;s: CCC), entr&#233;e en vigueur pour la Suisse le 1er janvier 2012, consacre une notion de \"fournisseur de services\" plus large que le droit suisse actuel. L'expression d&#233;signe en effet \"toute entit&#233; publique ou priv&#233;e qui offre aux utilisateurs de ses services la possibilit&#233; de communiquer au moyen d'un service informatique ou toute autre entit&#233; traitant ou stockant des donn&#233;es informatiques pour ce service de communication ou ses utilisateurs\". La convention n'en repose pas moins sur le principe de la territorialit&#233;, selon lequel un Etat n'est pas habilit&#233; &#224; prendre des mesures d'instruction et de poursuite p&#233;nale sur le territoire d'un autre Etat (ATF 141 IV 108 consid. 5.3 p. 121 et les r&#233;f&#233;rences cit&#233;es). Pour ce faire, l'Etat demandeur doit agir par le biais de l'entraide internationale (art. 23 ss CCC) et dispose, en vertu de la convention, de divers instruments destin&#233;s &#224; en faciliter l'ex&#233;cution (conservation rapide de donn&#233;es informatiques stock&#233;es selon l'art. 29 CCC) voire &#224; la contourner (acc&#232;s transfronti&#232;re &#224; des donn&#233;es stock&#233;es, avec consentement ou lorsqu'elles sont accessibles au public, selon l'art. 32 CCC; ATF 141 IV 108 consid. 4.3.8 ss p. 119).\nLe Message relatif &#224; la modification de la LSCPT rel&#232;ve &#224; ce titre que la nouvelle d&#233;finition du champ d'application ratione materie de la loi ne doit pas susciter des espoirs d&#233;mesur&#233;s, \"d&#232;s lors que beaucoup de fournisseurs importants de services Internet ont leur si&#232;ge et leur infrastructure &#224; l'&#233;tranger (...). Pr&#233;voir, de mani&#232;re g&#233;n&#233;rale, que les autorit&#233;s suisses pourraient sans probl&#232;me acc&#233;der aux donn&#233;es voulues serait donc irr&#233;aliste et probl&#233;matique, puisque cela heurterait le principe de la territorialit&#233; des lois\" (FF 2013 2404). BGE 143 IV 21 S. 25\n   \n\n    3.3 Selon l'art. 18 CCC, chaque Partie adopte les mesures l&#233;gislatives et autres qui se r&#233;v&#232;lent n&#233;cessaires pour habiliter ses autorit&#233;s comp&#233;tentes &#224; ordonner &#224; une personne pr&#233;sente sur son territoire de communiquer les donn&#233;es informatiques sp&#233;cifi&#233;es, en sa possession ou sous son contr&#244;le, qui sont stock&#233;es dans un syst&#232;me informatique ou un support de donn&#233;es informatiques (al. 1 let. a) ou &#224; un fournisseur de services offrant des prestations sur le territoire de la Partie, de communiquer les donn&#233;es en sa possession ou sous son contr&#244;le relatives aux abonn&#233;s et concernant de tels services (let. b). Le lieu de stockage des donn&#233;es n'est &#224; lui seul pas d&#233;terminant puisqu'il peut s'agir d'un emplacement al&#233;atoire, impossible &#224; d&#233;finir a priori, et susceptible de changer rapidement, les centres de donn&#233;es &#233;tant tr&#232;s largement r&#233;partis g&#233;ographiquement.\n\n    3.4 Il d&#233;coule en revanche des dispositions tant de la CCC (art. 18, en sa possession ou sous son contr&#244;le) que du CPP (art. 265, le d&#233;tenteur) que la personne vis&#233;e par l'injonction de produire doit &#234;tre le possesseur ou le d&#233;tenteur des donn&#233;es vis&#233;es, ou tout au moins en avoir le contr&#244;le, c'est-&#224;-dire avoir un pouvoir de disposition, en fait et en droit, sur ces donn&#233;es.\nIl ressort des pi&#232;ces du dossier que tel n'est pas le cas de la soci&#233;t&#233; recourante.\n\n    3.4.1 L'arr&#234;t cantonal retient que la soci&#233;t&#233; a son si&#232;ge &#224; Vernier (GE) et que son but social est \"la fourniture de tous services en relation avec le support marketing, la vente d'espaces publicitaires, les relations publiques et la communication\". Son associ&#233; unique est la soci&#233;t&#233; Facebook Global II LLC, &#224; Dover (USA). La cour cantonale s'est ensuite fond&#233;e sur les informations disponibles sur la plateforme (aide-m&#233;moire sur la politique d'utilisation des donn&#233;es, leur utilisation ainsi que sur le ciblage des publicit&#233;s). Elle consid&#232;re que la soci&#233;t&#233; recourante traite des donn&#233;es personnelles &#224; des fins de vente d'espaces publicitaires et qu'elle serait habilit&#233;e &#224; ce titre &#224; recevoir des injonctions de la part des autorit&#233;s suisses d&#232;s lors qu'elle exer&#231;ait une activit&#233; concr&#232;te en Suisse. La jurisprudence sur laquelle se fonde la cour cantonale, notamment l' ATF 138 II 346, se rapporte &#224; une cause de droit public relative &#224; la protection des donn&#233;es: la soci&#233;t&#233; suisse impliqu&#233;e &#233;tait en lien direct avec l'activit&#233; concernant Google Street View (en particulier la production et le traitement des images, le traitement des demandes d'effacement), &#233;tant toutefois pr&#233;cis&#233; que l'on ne pouvait retenir un rapport de repr&#233;sentation entre les soci&#233;t&#233;s suisse et am&#233;ricaine, raison pour laquelle les BGE 143 IV 21 S. 26recommandations ont &#233;t&#233; adress&#233;es aux deux soci&#233;t&#233;s (consid. 4 non publi&#233;). Cette jurisprudence de droit public ne saurait s'appliquer en mati&#232;re p&#233;nale lorsqu'une autorit&#233; de poursuite exige non pas la rectification de donn&#233;es personnelles trait&#233;es par la soci&#233;t&#233; elle-m&#234;me, mais la production de preuves en application de l'art. 265 CPP. Dans ce contexte, la d&#233;tention des preuves requises constitue l'&#233;l&#233;ment d&#233;terminant.\n\n    3.4.2 Aucun des documents sur lesquels s'appuie la cour cantonale ne permet d'affirmer que la soci&#233;t&#233; recourante serait effectivement titulaire des donn&#233;es r&#233;clam&#233;es par le Minist&#232;re public. L'arr&#234;t attaqu&#233; retient au contraire lui-m&#234;me que la recourante n'est \"peut-&#234;tre pas titulaire des informations litigieuses de fa&#231;on autonome\". Cela est confirm&#233; par les indications des recourants, qui se fondent sur diff&#233;rentes pi&#232;ces figurant au dossier. Il en ressort que le service Facebook est contr&#244;l&#233; par des soci&#233;t&#233;s am&#233;ricaine et irlandaise totalement distinctes de la soci&#233;t&#233; recourante. Selon un affidavit d'une responsable de la protection des donn&#233;es de Facebook Irlande, cette derni&#232;re est seule partenaire contractuelle avec les utilisateurs de Facebook situ&#233;s hors des Etats-Unis et du Canada; elle est &#233;galement seule &#224; contr&#244;ler les donn&#233;es personnelles de ces m&#234;mes utilisateurs. Les \"Conditions de services\", &#233;galement produites par les recourants, confirment cette d&#233;claration, de m&#234;me que le courriel adress&#233; au Minist&#232;re public par Facebook Irlande elle-m&#234;me, le 25 ao&#251;t 2015. Il appara&#238;t ainsi que la soci&#233;t&#233; suisse ne dispose pas d'un acc&#232;s direct ou d'une quelconque ma&#238;trise sur les donn&#233;es relatives au service.\n\n    3.4.3 Quant au pouvoir de repr&#233;sentation que la cour cantonale impute &#224; la soci&#233;t&#233; recourante, il ne peut pas &#234;tre reconnu dans le cadre d'une proc&#233;dure p&#233;nale n&#233;cessitant l'acc&#232;s &#224; des donn&#233;es personnelles. Les soci&#233;t&#233;s suisse et irlandaise n'ont pas de liens entre elles et on ne voit pas &#224; quel titre la soci&#233;t&#233; suisse pourrait obtenir des soci&#233;t&#233;s &#233;trang&#232;res la production des renseignements requis par le Minist&#232;re public.\nCe dernier n'a d&#232;s lors d'autre choix que de s'adresser par voie d'entraide judiciaire aux autorit&#233;s irlandaises pour obtenir les renseignements d&#233;sir&#233;s (cf. consid. 3.2 ci-dessus; ATF 141 IV 108 consid. 5.3 p. 212). (...)\n \n   \n   "
}