{
  "titre": "100 IV 146",
  "annee": "1974",
  "contenu": "\n      \n  Chapeau\n100 IV 14637. Arr&#234;t de la Cour de cassation p&#233;nale, du 10 mars 1974 dans la cause Zinai contre Minist&#232;re public du Jura.\n\n  \nRegeste\nArt. 68 ch. 1, 112 et 139 CP: Il n'y a aucune objection &#224; qualifier un meurtre pr&#233;m&#233;dit&#233; dans le dessein de voler, &#224; la fois d'assassinat et de brigandage qualifi&#233;, en concours id&#233;al, bien que le caract&#232;re particuli&#232;rement dangereux de l'auteur et l'atteinte &#224; l'int&#233;grit&#233; corporelle rentrent dans la d&#233;finition des deux infractions.  C'est en fixant la quotit&#233; de la peine que le juge &#233;vitera de r&#233;primer deux fois le m&#234;me comportement (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 147\n\n\n    BGE 100 IV 146 S. 147\n   \n\n    A.- Le 23 juin 1972 Zahir Zinai, de nationalit&#233; alg&#233;rienne, venant de France, se rendit &#224; Boncourt. Vers 19 heures, apr&#232;s avoir bu des bi&#232;res et un caf&#233;, il entra dans le magasin de tabac tenu par dame Gabrielle Richard. Ayant con&#231;u le projet de voler l'argent de la caisse et de tuer pour cela dame Richard, il acheta &#224; celle-ci un couteau &#224; cran d'arr&#234;t et deux paquets de cigarettes. Il fit ensuite mine de s'int&#233;resser &#224; d'autres achats pour l'attirer et lui faire quitter le comptoir. Comme elle s'approchait de lui, ainsi qu'il l'escomptait, il l'attaqua par-derri&#232;re, apr&#232;s avoir ouvert le couteau qu'il venait d'acheter; il lui appliqua sa main gauche sur la face, tandis que de la main droite il lui enfon&#231;ait la lame dans la gorge, sous l'oreille droite. L'ayant l&#226;ch&#233;e, il se rendit &#224; la caisse mais ne trouva, outre de la monnaie, que 200 fr. dont il s'empara. Il partit ensuite en France, o&#249; il fut rapidement arr&#234;t&#233;.\nDame Richard, la carotide droite et la trach&#233;e art&#232;re atteintes par la blessure, est d&#233;c&#233;d&#233;e rapidement tant en raison de l'h&#233;morragie que d'une aspiration massive de sang dans les poumons.\n\n    B.- Apr&#232;s avoir &#233;t&#233; extrad&#233;, Zinai a &#233;t&#233; jug&#233; par la Cour d'Assises du Ve arrondissement du canton de Berne qui, le 27 novembre 1973, l'a d&#233;clar&#233; coupable d'assassinat et de brigandage et l'a condamn&#233; &#224; 20 ans de r&#233;clusion et &#224; l'expulsion du territoire suisse pour une dur&#233;e de 15 ans. La Cour a retenu que l'accus&#233; &#233;tait au moment d'agir en &#233;tat de responsabilit&#233; l&#233;g&#232;rement restreinte.\n\n    C.- Zinai se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; la r&#233;duction de la peine. Il soutient que rien ne permet d'affirmer que c'est pour voler qu'il a tu&#233;. Il fait valoir en outre que c'est &#224; tort que l'on a retenu contre lui les deux qualifications de brigandage et d'assassinat, et qu'il s'agit d'un meurtre par passion commis sous l'empire d'une violente &#233;motion excusable en soi. Il ne devait d&#232;s lors &#234;tre reconnu coupable que d'un homicide et d'un vol.\nLe Minist&#232;re public conclut au rejet du pourvoi.\n\n    BGE 100 IV 146 S. 148\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. En soutenant qu'il n'a pas tu&#233; pour voler, le recourant se heurte aux constatations de fait du jugement attaqu&#233;, qui retient clairement qu'il a &#233;gorg&#233; sa victime dans l'intention de commettre un vol. Ce grief est donc irrecevable, conform&#233;ment aux art. 273 al. 1 litt. b et 277 bis PPF. Il en est de m&#234;me des moyens qui tendent &#224; revenir sur l'une ou l'autre des diverses versions de fait que le recourant a tent&#233; de soutenir en premi&#232;re instance et qui ont &#233;t&#233; express&#233;ment &#233;cart&#233;es par la Cour d'assises.\n\n    2. Aucun des &#233;l&#233;ments de fait admis souverainement par les premiers juges ne permet de retenir qu'au moment d'agir le recourant &#233;tait en proie &#224; une &#233;motion violente que les circonstances rendaient excusable. Il ne saurait d&#232;s lors &#234;tre question de meurtre par passion, puisque les &#233;l&#233;ments constitutifs de cette infraction font totalement d&#233;faut.\nC'est en outre &#224; bon droit que la Cour d'assises a retenu l'assassinat (art. 112 CP) et admis que le recourant a agi dans des circonstances d&#233;notant qu'il &#233;tait particuli&#232;rement pervers et dangereux. Ces circonstances sont en effet r&#233;alis&#233;es d'une part par le mobile que constituait le vol, et d'autre part par la fa&#231;on dont le recourant a agi pour attirer sa victime pr&#232;s de lui puis pour la tuer froidement, sournoisement et sans h&#233;sitation.\n\n    3. Le recourant reproche enfin &#224; la Cour cantonale d'avoir retenu &#224; sa charge &#224; la fois la qualification d'assassinat (art. 112 CP) et celle de brigandage (art. 139 CP). Cette double imputation est conforme &#224; l'opinion de la doctrine suisse, qui admet de mani&#232;re concordante que dans ce cas particulier d'homicide (Raubmord) il y a concours id&#233;al entre les art. 112 et 139 CP lorsque, comme c'est le cas en l'esp&#232;ce, l'auteur a d'avance d&#233;cid&#233; de tuer sa victime pour commettre un vol (HERTLI, Der Tatbestand des Raubes, p. 68 ss.; THORMANN/VON OVERBECK, ad art. 139 n. 18; GERMANN, Das Verbrechen, p. 265 ad art. 139 n. 7; HAFTER, I, p. 254 rem. 3; LOGOZ, ad art. 139 n. 7a, p. 117; MAEDER, Der Raub nach schweiz. StGB, p. 91; SCHWANDER, p. 153 no 320 et p. 333 no 542 ch. 3; STRATENWERTH, I, p. 200; GERBER, Rechtliche Probleme beim Raub, ZStR 1974, p. 153).BGE 100 IV 146 S. 149\n   \nLa doctrine des grands pays voisins n'aboutit pas &#224; une solution diff&#233;rente, et cela m&#234;me lorsqu'il entre dans la d&#233;finition de l'assassinat des &#233;l&#233;ments tels que le fait d'agir par cupidit&#233; (Allemagne &#167; 211) ou pour rendre possible une autre infraction (Allemagne, &#167; 211; Italie, art. 375 ch. 1 en corr&#233;lation avec l'art. 61 ch. 2 CP; France, art. 304 CP). Dans ces pays, en effet, l'existence d'un concours id&#233;al est admise entre l'assassinat et le brigandage, ce qui entra&#238;ne sans autre la double imputation (Allemagne: BGH vol. 9 p. 135; MAURACH, Deutsches Strafrecht, partie sp&#233;ciale, &#167; 98 et 99; SCH&#214;NKE/SCHR&#214;DER, &#167; 249 n. 16, &#167; 251 n. 7; Leipziger Kommentar (Baldus), &#167; 251 n. 13. Italie: ANTOLISEI, partie sp&#233;ciale, tome I, 4e &#233;d. 1960, n. 61, p. 279; Nuovissimo Digesto Italiano (ZAGREBESKY), tome 16 \"Rapina\", p. 776 n. 8; SALTELLI/ROMANI DI FALCO, vol. 4 p. 458 n. 1272. France: GOYET, 8e &#233;d. 1972, p. 413 s., no 602, lit. c et d, p. 659, n. 941 lit. i; GAR&#199;ON, tome II, art. 304, n. 42, 50).\nIl n'est d'ailleurs pas discutable que l'on se trouve ici en pr&#233;sence d'un concours id&#233;al, puisque l'art. 112 CP ne r&#233;prime pas express&#233;ment l'atteinte &#224; la propri&#233;t&#233; et que l'art. 139 CP n'envisage pas l'hypoth&#232;se de l'homicide pr&#233;m&#233;dit&#233; (cf. ch. 2 al. 4). Il reste cependant que certains &#233;l&#233;ments de la d&#233;finition des deux infractions sont identiques, telles la circonstance d&#233;notant que l'auteur est particuli&#232;rement dangereux et l'atteinte &#224; l'int&#233;grit&#233; corporelle. On pourrait d&#232;s lors songer, par &#233;quit&#233;, &#224; prendre en consid&#233;ration d'autres concours, par exemple l'assassinat et le vol, ou le brigandage et le meurtre.\nLes actes reproch&#233;s au recourant s'accommodent toutefois mal d'une qualification, m&#234;me partielle, de meurtre ou de vol. Par ailleurs, le but de la l&#233;gislation p&#233;nale est d'assurer non pas la juste addition des &#233;l&#233;ments de la ou des infractions en cause, mais bien la r&#233;pression globale et &#233;quitable de l'ensemble du ou des comportements illicites. C'est pourquoi l'inconv&#233;nient de la double prise en consid&#233;ration de certains &#233;l&#233;ments des infractions en pr&#233;sence ne doit pas &#234;tre corrig&#233; au stade de la qualification, mais &#224; celui de la fixation de la peine. La libert&#233; d'appr&#233;ciation qui est accord&#233;e au juge dans ce domaine par les art. 63 ss. et plus particuli&#232;rement in casu par l'art. 68 ch. 1 CP le permet ais&#233;ment. C'est la seule fa&#231;on de r&#233;soudre sans complications inutiles les nombreux cas o&#249;, dans un concours id&#233;al, certains &#233;l&#233;ments du comportement BGE 100 IV 146 S. 150d&#233;lictueux entrent n&#233;cessairement dans la d&#233;finition de plusieurs dispositions p&#233;nales, ainsi en mati&#232;re de vol avec effraction et de dommage &#224; la propri&#233;t&#233;, ou encore d'escroquerie et d'usage de faux, lorsque le titre falsifi&#233; constitue l'&#233;l&#233;ment d'astuce. Le grief est donc mal fond&#233;.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le pourvoi.\n \n   \n   "
}