{
  "titre": "111 II 233",
  "annee": "1985",
  "contenu": "\n      \n  Chapeau\n111 II 23348. Extrait de l'arr&#234;t de la IIe Cour civile du 24 octobre 1985 dans la cause dame B. c. Commission cantonale de recours en mati&#232;re de pr&#233;voyance et d'aides sociales du canton de Vaud (recours de droit administratif)\n\n  \nRegeste\nArt. 5 al. 3 OCF du 19 octobre 1977 r&#233;glant le placement d'enfants; art. 264b al. 1 CC. Adoption par une personne seule.  Le placement en vue d'adoption par une personne seule doit &#234;tre refus&#233;  lorsque la situation de la requ&#233;rante ne r&#233;pond pas, du point de vue de sa disponibilit&#233; &#224; s'occuper de l'enfant, aux exigences indispensables au bien de celui-ci et au meilleur d&#233;veloppement de sa personnalit&#233; (consid. 2cc). \n\n\n  \n  \n  \nFaits &#224; partir de page 233\n\n\n    BGE 111 II 233 S. 233\n   \n\n    A.- D&#233;sirant adopter un enfant en bas &#226;ge, dame B., &#226;g&#233;e de 36 ans, c&#233;libataire, a sollicit&#233; en vain du Service de protection de la BGE 111 II 233 S. 234jeunesse du canton de Vaud l'autorisation d'accueillir un enfant en vue d'adoption. Ce refus &#233;tait fond&#233; sur un rapport social qui relevait notamment que dame B. &#233;tait dans l'obligation de travailler pour subvenir &#224; ses besoins, qu'elle pourrait au maximum r&#233;duire son horaire de 20%, et qu'elle serait oblig&#233;e de placer l'enfant 9 heures par jour et 4 jours par semaine; en outre, vu ses horaires de travail parfois irr&#233;guliers, dame B. serait contrainte de trouver une solution ext&#233;rieure &#224; la garderie, pendant les nuits ou les week-ends o&#249; elle exercerait sa profession de sage-femme &#224; l'h&#244;pital.\n\n    B.- Par prononc&#233; du 27 mars 1985, la Commission cantonale de recours en mati&#232;re de pr&#233;voyance et d'aides sociales a rejet&#233; le recours de dame B. contre la d&#233;cision du Service de protection de la jeunesse.\n\n    C.- Dame B. a form&#233; un recours de droit public contre la d&#233;cision de la Commission cantonale de recours.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours de droit public, trait&#233; comme recours de droit administratif (ATF 107 Ib 283).\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. cc) Dans un troisi&#232;me moyen, la recourante fait valoir que la d&#233;cision attaqu&#233;e est arbitraire parce qu'elle ne concorde pas avec le texte l&#233;gal, qui dit clairement qu'une personne non mari&#233;e peut adopter seule, si elle a 35 ans r&#233;volus, ce qui est le cas en l'esp&#232;ce (art. 264b al. 1 CC). Elle pr&#233;tend en outre que l'interpr&#233;tation donn&#233;e par la Commission cantonale de recours aux art. 264a et 264b CC est manifestement insoutenable. Il est contraire, dit-elle, au texte clair de la loi d'affirmer, comme le fait la Commission cantonale, que \"selon l'art. 264a l'adoption conjointe est la r&#232;gle\", et de dire que \"selon l'art. 264b une personne qui n'est pas mari&#233;e &#226;g&#233;e de 35 ans r&#233;volus, c&#233;libataire, veuve ou divorc&#233;e, ne peut adopter que dans des circonstances extraordinaires, par exemple lorsque l'adoption conjointe est devenue impossible par le d&#233;c&#232;s d'un des parents nourriciers. Le fait que le point de vue de la Commission cantonale s'appuie sur l'opinion d'auteurs, tel que HEGNAUER, ne change rien &#224; son caract&#232;re arbitraire\", conclut la recourante.\nSaisi d'un recours de droit administratif, le Tribunal f&#233;d&#233;ral jouit d'un libre pouvoir d'examen en droit et n'est pas limit&#233; &#224; l'arbitraire (art. 114 al. 1 OJ). On peut certes consid&#233;rer, avec la doctrine cit&#233;e par la Commission cantonale et la d&#233;cision de la BGE 111 II 233 S. 235Direction de la justice du canton de Berne, du 21 juillet 1980, &#224; laquelle elle se r&#233;f&#232;re (RDT 1982 p. 35 ss), que, dans l'esprit du l&#233;gislateur, l'adoption conjointe par des &#233;poux est la r&#232;gle et l'adoption par une personne seule, l'exception. La tr&#232;s grande majorit&#233; des adoptions sont des adoptions conjointes par des couples mari&#233;s. Le nombre des adoptions par des personnes seules ne repr&#233;sente qu'une faible proportion. D'apr&#232;s le message du Conseil f&#233;d&#233;ral (FF 1971 p. 1241), selon une statistique zurichoise, l'adoption par une personne seule, c&#233;libataire, veuve ou divorc&#233;e, ne repr&#233;sente que le 4% des adoptions. D'autre part, la personne seule qui veut adopter un enfant doit, en raison de sa situation, assumer seule toutes les exigences r&#233;pondant aux besoins de l'enfant, &#224; son bien, et &#234;tre disponible pour s'en occuper dans une mesure qui d&#233;passe celle qui est demand&#233;e &#224; chacun des &#233;poux qui ont fait une adoption conjointe. Cela est dans la nature des choses. Mais il n'est pas n&#233;cessaire de d&#233;cider dans le cas d'esp&#232;ce si, comme le dit la Commission vaudoise de recours, l'adoption par une personne seule est r&#233;serv&#233;e &#224; des cas exceptionnels. De toute fa&#231;on, lorsque les conditions n&#233;cessaires au bien de l'enfant sont r&#233;unies et que l'adoption par une personne seule r&#233;pond &#224; toutes les exigences de son plein &#233;panouissement et du d&#233;veloppement de sa personnalit&#233;, &#224; tous les points de vue, affectif, intellectuel, physique, elle sera prononc&#233;e. Dans ce cas, au stade du placement pr&#233;alable, les conditions sp&#233;ciales pr&#233;vues &#224; l'art. 5 al. 3 de l'ordonnance du 19 octobre 1977 r&#233;glant le placement d'enfants, en particulier la pr&#233;vision que l'adoption sera prononc&#233;e, sont r&#233;alis&#233;es, et l'autorisation de placement sera accord&#233;e.\nDans l'esp&#232;ce, il est constant que dame B. travaille comme sage-femme &#224; plein temps &#224; l'H&#244;pital X. et que, en raison de cette activit&#233; professionnelle, l'enfant devrait &#234;tre plac&#233; la plupart du temps pendant la journ&#233;e. La situation de dame B. ne r&#233;pond d&#232;s lors pas, du point de vue de sa disponibilit&#233; &#224; s'occuper de l'enfant, aux exigences indispensables au bien de celui-ci et au meilleur d&#233;veloppement possible de sa personnalit&#233;. Cela suffit pour justifier le refus de sa requ&#234;te en autorisation du placement d'un enfant aupr&#232;s d'elle en vue d'une adoption. La Commission cantonale de recours n'a partant pas viol&#233; le droit f&#233;d&#233;ral, en particulier l'art. 264b CC, ni l'art.  316 CC, en rejetant le recours dont dame B. l'avait saisie et en confirmant la d&#233;cision du Service de protection de la jeunesse du canton de Vaud, qui ne lui avait pas accord&#233; l'autorisation qu'elle sollicitait.\n \n   \n   "
}