{
  "titre": "88 IV 28",
  "annee": "1962",
  "contenu": "\n      \n  Chapeau\n88 IV 289. Arr&#234;t de la Cour de cassation p&#233;nale du 16 f&#233;vrier 1962 dans la cause Moser contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nFaux dans les titres: art. 110 ch. 5 et 251 ch. 1 CP.  Les rapports de voyage qu'un employ&#233; &#233;tablit pour son employeur ne sont pas des titres par leur contenu. \n-  Ils le sont en revanche dans la mesure o&#249; ils fixent mat&#233;riellement l'existence de la d&#233;claration faite au moment de leur r&#233;daction. \n- Dans cette mesure, ils peuvent faire l'objet d'une falsification. \n-  - De m&#234;me, ils peuvent constituer des titres faux, bien qu'ils n'induisent pas en erreur sur la personne dont ils &#233;manent, lorsque l'employ&#233; les cr&#233;e apr&#232;s coup, en vue de leur production dans un proc&#232;s et les pr&#233;sente comme des copies ou des doubles d'originaux pr&#233;tendument remis &#224; l'employeur. \n\n\n  \n  \n  \nFaits &#224; partir de page 29\n\n\n    BGE 88 IV 28 S. 29\n   \n\n    A.- La soci&#233;t&#233; en nom collectif X. a conclu avec ses cr&#233;anciers un concordat par abandon d'actif qui a &#233;t&#233; homologu&#233; le 4 septembre 1958. Un employ&#233;, Moser, dont la production ne fut pas admise enti&#232;rement, attaqua l'&#233;tat de collocation. Dans le proc&#232;s intent&#233; &#224; la masse concordataire, il produisit notamment, &#224; l'appui de ses pr&#233;tentions, sept doubles de fiches comptables, qui lui avaient &#233;t&#233; remises par un des associ&#233;s, et quinze rapports hebdomadaires. Sur trois des doubles de fiches, qui sont manuscrits, il avait port&#233;, &#224; la machine, un certain nombre d'adjonctions. Quant aux rapports hebdomadaires, qu'il a pr&#233;sent&#233;s, dans la proc&#233;dure, comme des doubles des originaux confectionn&#233;s et remis par lui &#224; son employeur, ils &#233;taient destin&#233;s &#224; corroborer le d&#233;compte de ses frais de voyage inclus dans sa demande et les adjonctions de la fiche no 3.\n\n    B.- Par jugement du 17 octobre 1961, que la Cour de cassation vaudoise a maintenu le 27 novembre, le Tribunal de police correctionnelle du district de Rolle a inflig&#233; &#224; Moser, pour faux dans les titres, 30 jours d'emprisonnement avec sursis pendant trois ans.\n\n    C.- Contre l'arr&#234;t du 27 novembre 1961, le condamn&#233; se pourvoit en nullit&#233; devant le Tribunal f&#233;d&#233;ral; il conclut &#224; lib&#233;ration.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Constitue un titre selon l'art. 110 ch. 5 CP notamment tout &#233;crit destin&#233; ou propre &#224; prouver un fait ayant une port&#233;e juridique. D'apr&#232;s cette d&#233;finition, les BGE 88 IV 28 S. 30rapports hebdomadaires qu'un employ&#233; &#233;tablit pour son employeur, pas plus que leurs copies, ni leurs doubles, ne sont des titres dans la mesure o&#249; ils indiquent les trajets accomplis, les affaires conclues et les diverses d&#233;penses remboursables (frais) qu'a faites l'employ&#233;. De ce point de vue, en effet, ils contiennent uniquement de simples affirmations, que l'employeur s'en contente ou exige au contraire des justificatifs, tels que bulletins de commande sign&#233;s, quittances d'h&#244;tel, de restaurants, de garages, etc. La cour de c&#233;ans en a ainsi jug&#233; pour la fiche de police que remplit le voyageur pour loger dans un h&#244;tel. Elle n'est ni destin&#233;e, ni propre &#224; prouver l'identit&#233; de celui qu'elle concerne. Elle n'est un titre que dans la mesure o&#249; elle fixe mat&#233;riellement la d&#233;claration qu'a faite le voyageur au moment o&#249; il l'a remplie (RO 73 IV 50). Dans la m&#234;me mesure, les rapports de voyage sont des titres. Ils fixent mat&#233;riellement l'existence de la d&#233;clararation faite par l'employ&#233; &#224; l'employeur, touchant les frais de voyage aff&#233;rents &#224; une p&#233;riode donn&#233;e.\nb) Pour autant qu'elle fixe les d&#233;clarations du voyageur, la fiche d'h&#244;tel peut faire l'objet d'une falsification. Lorsqu'elle est produite dans un proc&#232;s afin d'&#233;tablir la pr&#233;sence dudit voyageur au lieu et &#224; la date indiqu&#233;s, celui qui la modifie pour supprimer cet indice peut commettre une falsification de titre (arr&#234;t pr&#233;cit&#233;). Mais on ne voit pas pourquoi il ne pourrait pas se rendre coupable aussi bien de la confection d'un titre faux si, au lieu de modifier une fiche existante, il en cr&#233;e une de toutes pi&#232;ces pour &#233;tablir, devant le juge, sa pr&#233;sence &#224; l'h&#244;tel, tel jour donn&#233;. Dans un cas comme dans l'autre, la tromperie a la m&#234;me port&#233;e. Le document n'a qualit&#233; de titre que dans la mesure o&#249; il fixe mat&#233;riellement quelle d&#233;claration l'auteur a faite &#224; la date indiqu&#233;e. La falsification veut faire croire &#224; une d&#233;claration diff&#233;rente; la confection d'un titre faux simule une d&#233;claration inexistante; ni l'une ni l'autre ne met en cause la v&#233;racit&#233; m&#234;me du fait relat&#233;.\nc) Il est vrai que, dans le cas normal, la confection d'un BGE 88 IV 28 S. 31titre faux induit en erreur sur la personne dont &#233;mane le document (RO 68 IV 90; THORMANN/OVERBECK, n. 10 ad art. 251; LOGOZ, n. 3 ad art. 251; HAEFLIGER, RP 1958, p. 402). Mais cela n'est pas le seul cas possible (SCHWANDER, Das schweizerische Strafgesetzbuch, p. 339; HAFTER, Bes. Teil, p. 599; SCH&#214;NKE-SCHR&#214;DER, Strafgesetzbuch Kommentar, 10e &#233;d., p. 1066; Strafgesetzbuch, Leipziger Kommentar, p. 511). Ainsi du reste, la cour de c&#233;ans a jug&#233; que le c&#233;dant qui confectionne une nouvelle cession de cr&#233;ance, pour remplacer l'original perdu, et qui l'antidate, cr&#233;e un titre faux (arr&#234;t Schaufelberger, du 24 octobre 1957). On n'est en pr&#233;sence ni d'un document falsifi&#233;, ni d'un abus de blanc-seing, ni non plus d'un faux intellectuel, car le titre n'est mensonger que sur la date de sa r&#233;daction, tandis que le fait qui s'y trouve relat&#233;, l'existence de la cession &#224; la date indiqu&#233;e, est v&#233;ridique. Si donc on admettait que la cr&#233;ation d'un titre faux suppose n&#233;cessairement une tromperie sur l'identit&#233; de son auteur, l'acte du c&#233;dant demeurerait impuni, ce qui serait inacceptable. Mais rien n'oblige &#224; l'admettre. Au contraire, le document original, qu'il soit ou non un titre en tant qu'il relate tel fait (cession d'une cr&#233;ance), peut en &#234;tre un en tout cas dans la mesure o&#249; il fixe mat&#233;riellement que telle d&#233;claration y a &#233;t&#233; consign&#233;e lors de sa r&#233;daction. Il en ira ainsi lorsque l'existence de l'&#233;crit &#224; ce moment est un fait ayant une port&#233;e juridique (art. 110 ch. 5 CP) et que ledit &#233;crit est pr&#233;cis&#233;ment destin&#233; &#224; prouver. La reconstitution du document ne saurait alors remplacer l'original. Donn&#233;e pour tel, elle trompe sur le moment o&#249; elle a &#233;t&#233; r&#233;dig&#233;e et constitue un titre faux. Peu importe, de ce point de vue, que son contenu soit v&#233;ridique ou non.\nd) En l'esp&#232;ce, le recourant a confectionn&#233; des rapports hebdomadaires et les a produits dans la proc&#233;dure en contestation de l'&#233;tat de collocation, introduite par lui, en les faisant passer pour des doubles d'originaux, pr&#233;c&#233;demment soumis &#224; son employeur afin de r&#233;clamer le remboursement de frais de voyage. Ces faits ressortent du BGE 88 IV 28 S. 32jugement de premi&#232;re instance, selon lequel, d'une part, Moser a all&#233;gu&#233;, dans sa demande, avoir remis le d&#233;compte de ses frais de voyage &#224; la soci&#233;t&#233; X. et, d'autre part, a produit ses rapports hebdomadaires sous un bordereau indiquant qu'il s'agissait de doubles. Mais les originaux n'ont jamais exist&#233;. Or l'employ&#233; qui, apr&#232;s coup et en vue de leur production dans un proc&#232;s, cr&#233;e des rapports hebdomadaires et les pr&#233;sente comme des copies ou des doubles d'originaux pr&#233;tendument remis &#224; l'employeur, se rend coupable de la confection de titres faux s'il agit intentionnellement et dans le dessein de porter atteinte aux int&#233;r&#234;ts p&#233;cuniaires ou aux droits d'autrui ou de se procurer ou de procurer &#224; un tiers un avantage illicite.\ne) La condamnation de Moser pour faux dans les titres est d&#232;s lors justifi&#233;e. Car les premiers juges ont constat&#233; qu'il avait cr&#233;&#233; ses rapports \"pour les besoins de la cause\", c'est-&#224;-dire afin de les produire comme preuves dans la proc&#233;dure en contestation de l'&#233;tat de collocation introduite par lui. Il a donc agi dans le dessein de se procurer un avantage en justice, c'est-&#224;-dire de cr&#233;er des indices qui, autrement, lui auraient manqu&#233;, puisque les originaux, inexistants, n'ont pas &#233;t&#233; soumis &#224; l'employeur. Effectivement cela &#233;tait possible, car si les rapports, en eux-m&#234;mes, ne sont ni destin&#233;s ni propres &#224; prouver l'exactitude de leur contenu, la d&#233;claration que les pr&#233;tendus doubles fixaient mat&#233;riellement, &#224; savoir l'existence d'originaux pr&#233;c&#233;demment soumis &#224; l'employeur, &#233;tait propre &#224; contribuer &#224; la conviction du juge sur le bien-fond&#233; de la pr&#233;tention &#233;lev&#233;e dans le proc&#232;s. Cet avantage serait illicite m&#234;me si la pr&#233;tention &#233;tait effectivement justifi&#233;e (RO 83 IV 81). Il est enfin manifeste que Moser a cr&#233;&#233; intentionnellement les titres qui constituaient des faux.\n\n    2. .....\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale\nRejette le pourvoi.\n \n   \n   "
}