{
  "titre": "109 II 298",
  "annee": "1983",
  "contenu": "\n      \n  Chapeau\n109 II 29864. Arr&#234;t de la IIe Cour civile du 15 septembre 1983 dans la cause Hoirie d'Emil Enderli-Kaufmann contre Conseil d'Etat du canton de Vaud (recours de droit administratif)\n\n  \nRegeste\nRegistre foncier; inscription comme propri&#233;taire du conjoint survivant qui n'a pas encore fait usage du droit d'option pr&#233;vu par l'art. 462  al. 1 CC.  Pour assurer la clart&#233;, le caract&#232;re complet et la s&#233;curit&#233; du registre foncier, il faut y faire figurer, &#224; c&#244;t&#233; du nom du conjoint survivant ou apr&#232;s l'&#233;num&#233;ration des divers h&#233;ritiers en propri&#233;t&#233; commune, l'indication que le droit d'option du conjoint survivant n'a pas encore &#233;t&#233; exerc&#233; ou est r&#233;serv&#233;:  il s'agit l&#224;, non pas de l'inscription d'un droit de propri&#233;t&#233; conditionnel, ce que prohibe l'art. 12 ORF, mais d'une simple pr&#233;cision. \n\n\n  \n  \n  \nFaits &#224; partir de page 298\n\n\n    BGE 109 II 298 S. 298\n   \n\n    A.- Emil Enderli est d&#233;c&#233;d&#233; le 26 mars 1979. Il a laiss&#233; comme h&#233;ritiers sa veuve, Susanna Enderli, n&#233;e Kaufmann, et ses trois BGE 109 II 298 S. 299enfants, savoir Susi H&#228;sler-Enderli, Werner Enderli et Silvia Hausamann-Enderli. Il &#233;tait propri&#233;taire de la parcelle no 3393 du registre foncier de la commune de Chardonne.\nAgissant au nom de la communaut&#233; h&#233;r&#233;ditaire de feu Emil Enderli, dont il avait &#233;t&#233; nomm&#233; repr&#233;sentant, le Notariat Riesbach-Z&#252;rich a requis, par lettre du 14 septembre 1981, le Conservateur du registre foncier de Vevey de proc&#233;der  &#224; l'inscription, comme propri&#233;taires dudit immeuble, de la veuve du de cujus, sous r&#233;serve de son droit d'option en faveur de l'usufruit l&#233;gal (art. 462 al.  1 CC), et des trois enfants. Le 17 septembre 1981, le Conservateur du registre foncier de Vevey a inform&#233; le Notariat Riesbach-Z&#252;rich que, \"dans le canton de Vaud, le conjoint survivant opte, en principe, avant le transfert des immeubles, pour sa part en propri&#233;t&#233; ou pour l'usufruit, comme pr&#233;vu par l'art.  462 CCS\", et il lui a demand&#233; si Susanna Enderli l'avait fait ou si elle devait  &#234;tre inscrite comme propri&#233;taire en main commune. Le 5 novembre 1981, le Notariat Riesbach-Z&#252;rich a r&#233;pondu que la veuve n'avait pas opt&#233; entre l'usufruit de la moiti&#233; et le quart en propri&#233;t&#233;, et qu'elle ne le ferait vraisemblablement que dans le cadre du proc&#232;s en partage de la succession, qui  &#233;tait pendant. Le 17 novembre 1981, le Conservateur du registre foncier de Vevey a envoy&#233; au Notariat Riesbach-Z&#252;rich une r&#233;quisition de transfert successoral, &#233;tablie par ses soins en fran&#231;ais. Conform&#233;ment &#224; la pratique vaudoise, cette r&#233;quisition ne faisait pas mention, apr&#232;s la d&#233;signation de la veuve, de la r&#233;serve concernant son droit d'option. Le substitut du Notariat Riesbach-Z&#252;rich a retourn&#233;, d&#251;ment sign&#233;e, cette formule de transfert au Conservateur du registre foncier de Vevey.\nLe 1er mars 1982, le Notariat Riesbach-Z&#252;rich a &#233;crit au Conservateur du registre foncier de Vevey pour lui demander de faire figurer au feuillet de la parcelle 3393 de Chardonne la r&#233;serve concernant le droit d'option de la veuve. Par lettre du 2 mars 1982, le Conservateur du registre foncier de Vevey a r&#233;pondu ce qui suit:\n\"Comme je vous l'ai indiqu&#233; dans ma lettre du 17.9.1981, dans le canton de Vaud, le conjoint survivant opte (presque 100% des cas) pour sa part en propri&#233;t&#233; ou en usufruit (art. 462 CC) avant l'inscription des h&#233;ritiers au registre foncier. En cas de non d&#233;termination, tous les coh&#233;ritiers sont inscrits en qualit&#233; de propri&#233;taires en main commune, - sans autre pr&#233;cision, ni sur le feuillet, ni sur le r&#233;pertoire des propri&#233;taires, - ceci jusqu'&#224; droit connu.\" BGE 109 II 298 S. 300\n   \nLe 5 mars 1982, l'hoirie de feu Emil Enderli, repr&#233;sent&#233;e par le Notariat Riesbach-Z&#252;rich, a form&#233; une plainte au sens de l'art. 956 CC, aupr&#232;s du D&#233;partement des finances du canton de Vaud, contre la d&#233;cision du Conservateur du registre foncier de Vevey, refusant de porter au feuillet de la parcelle  3393 la r&#233;serve sollicit&#233;e.\nPar d&#233;cision du 23 mars 1982, ledit D&#233;partement a rejet&#233; ce recours au motif que \"l'inscription au registre foncier du droit d'option de Susanna Enderli serait contraire &#224; l'art. 12 ORF, qui prohibe express&#233;ment les r&#233;quisitions subordonn&#233;es &#224; une r&#233;serve ou une condition\".\n\n    B.- L'hoirie Enderli a recouru aupr&#232;s du Conseil d'Etat du canton de Vaud, qui a rejet&#233; le recours le 9 f&#233;vrier 1983.\nLa d&#233;cision de l'autorit&#233; cantonale est motiv&#233;e, en substance, comme il suit:\nLa pratique vaudoise selon laquelle le conjoint survivant qui n'a pas fait usage de son droit d'option au jour de la r&#233;quisition d'inscription au registre foncier est inscrit comme propri&#233;taire a pour but de conserver au registre une certaine clart&#233;. Si une r&#233;serve concernant son droit d'option figurait apr&#232;s sa d&#233;signation parmi les h&#233;ritiers, le maintien du droit de propri&#233;t&#233; du conjoint parmi les h&#233;ritiers serait li&#233; &#224; l'av&#232;nement d'une condition dont le terme est incertain, savoir la condition r&#233;solutoire qu'il n'opte pas pour l'usufruit. Il y aurait donc inscription d'un droit de propri&#233;t&#233; conditionnel, ce que prohibe l'art. 12 ORF. Cette inscription compliquerait la tenue du registre foncier, car il serait n&#233;cessaire de la modifier d&#232;s que le conjoint survivant aurait opt&#233;. Une telle inscription aurait en outre comme inconv&#233;nient de cr&#233;er une incertitude pour les tiers qui consulteraient le registre foncier, notamment les cr&#233;anciers. En effet, le conjoint qui opte pour le quart en propri&#233;t&#233;  r&#233;pond, comme les autres h&#233;ritiers, d&#232;s l'ouverture de la succession, des dettes transmissibles du d&#233;funt. Il en est d&#232;s lors tenu personnellement, sur tous ses biens. S'il choisit la moiti&#233; en usufruit, ce dernier peut &#234;tre r&#233;alis&#233; pour acquitter les dettes de la succession, mais le conjoint ne r&#233;pond en revanche pas personnellement de ces dettes.\n\n    C.- L'hoirie Enderli a form&#233; un recours de droit administratif au Tribunal f&#233;d&#233;ral. Elle demandait que la d&#233;cision d&#233;f&#233;r&#233;e f&#251;t annul&#233;e et que le Conservateur du registre foncier de Vevey f&#251;t invit&#233; &#224; faire figurer sur le feuillet de la parcelle 3393 de la commune de Chardonne, &#224; c&#244;t&#233; de la d&#233;signation de la veuve, l'indication qu'elle n'avait pas exerc&#233; son droit d'option selon l'art. 462 CC.BGE 109 II 298 S. 301\n   \nLe Conseil d'Etat du canton de Vaud a conclu au rejet du recours, tandis que le D&#233;partement f&#233;d&#233;ral de justice et police, Office de la justice, en proposait l'admission.\nLe Tribunal f&#233;d&#233;ral a admis le recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le recours de droit administratif au Tribunal f&#233;d&#233;ral est ouvert contre la d&#233;cision du Conseil d'Etat du canton de Vaud, statuant en derni&#232;re instance cantonale comme autorit&#233; de surveillance en mati&#232;re de registre foncier (art. 5 LPA; 97, 98 lettre g OJ; 103 al. 4 ORF).\nLa qualit&#233; pour recourir de l'hoirie Enderli, au nom de laquelle agit le Notariat Riesbach-Z&#252;rich, comme repr&#233;sentant de la communaut&#233; h&#233;r&#233;ditaire, est donn&#233;e (art. 103 lettre a OJ).\n\n    2. Le droit d'option, soit de choix, du conjoint survivant entre l'usufruit ou une part en propri&#233;t&#233; est un droit formateur non strictement personnel, dont l'exercice doit &#234;tre inconditionnel et irr&#233;vocable (PIOTET, Droit successoral, Trait&#233; de droit priv&#233; suisse, IV, p. 53 et les r&#233;f&#233;rences). Le conjoint survivant peut toutefois revenir sur sa d&#233;cision avec le consentement de tous les h&#233;ritiers (ESCHER, n. 33 ad art. 462 CC; TUOR, n. 48 ad art. 462 CC; PIOTET, loc.cit., qui admet l'&#233;change du quart en propri&#233;t&#233; contre la moiti&#233; en usufruit et vice versa, mais estime que le conjoint survivant ne peut alors acqu&#233;rir le droit accord&#233; par les h&#233;ritiers qu'&#224; titre particulier).\nLa loi ne pr&#233;voit pas de d&#233;lai pendant lequel le conjoint survivant devrait se d&#233;cider entre l'usufruit et la part de propri&#233;t&#233;. C'est incontestablement une lacune de la loi. Le partage de la succession ne peut en effet &#234;tre op&#233;r&#233; sans que soit connu le choix du conjoint survivant. Partant, on doit admettre que ce choix doit intervenir au plus tard au moment du partage. Les coh&#233;ritiers peuvent d&#232;s lors obliger le conjoint survivant &#224; prendre une d&#233;cision afin qu'il puisse &#234;tre proc&#233;d&#233; au partage. Si le conjoint survivant tarde &#224; se d&#233;cider, ils pourront l'actionner en justice &#224; cet effet. Le conjoint survivant se trouve alors dans une situation similaire &#224; celle du cr&#233;ancier en demeure de choisir entre deux prestations alternatives. Les cr&#233;anciers de la succession peuvent &#233;galement obliger le conjoint survivant &#224; faire son choix en exer&#231;ant contre lui des poursuites pour les dettes de la succession. Le fisc m&#234;me peut contraindre le conjoint survivant &#224; opter lorsque BGE 109 II 298 S. 302l'&#233;tablissement des imp&#244;ts de succession en d&#233;pend (cf. notamment, TUOR, n. 46  ad art. 462 CC).\nLa Division de la justice (aujourd'hui Office f&#233;d&#233;ral de la justice) du D&#233;partement f&#233;d&#233;ral de justice et police a examin&#233; la question du d&#233;lai pour l'exercice de l'option du conjoint survivant de l'art. 462 CC, dans un avis du  16 mars 1978 (JAAC 1978, fasc. 42, no 124, paru &#233;galement dans RNRF 1981, p.  350/351). Elle rel&#232;ve que le d&#233;faut d'un d&#233;lai l&#233;gal pour l'exercice de l'option du conjoint survivant, dans l'art. 462 CC, n'a pas soulev&#233; de difficult&#233;s importantes dans la pratique, le probl&#232;me n'ayant gu&#232;re occup&#233; les tribunaux, mais qu'en revanche la doctrine s'est prononc&#233;e: certains auteurs, ESCHER (n. 34 ad art. 462 CC) et TUOR (n. 46 ad art. 462 CC) notamment, pr&#233;conisent que le juge saisi par les coh&#233;ritiers ou les cr&#233;anciers op&#232;re lui-m&#234;me le choix, si le conjoint survivant ne se d&#233;termine pas dans le d&#233;lai qu'il a fix&#233;, tandis que PIOTET (Les usufruits du conjoint survivant en droit successoral suisse, Berne 1970, p. 21 ss) affirme que les tribunaux devront, en se fondant sur l'art. 2 CC, d&#233;clarer le d&#233;lai de r&#233;pudiation des successions applicable par analogie &#224; l'option de l'art. 462 CC; &#224; d&#233;faut de choix dans ce d&#233;lai, estime cet auteur, le conjoint survivant sera r&#233;put&#233; avoir choisi le quart en propri&#233;t&#233;, par une application analogique de l'art. 566 al. 2 CC. Les autorit&#233;s du registre foncier ne sauraient trancher entre ces diff&#233;rentes solutions propos&#233;es en doctrine. Il s'agit l&#224; de questions de droit mat&#233;riel, qui &#233;chappent &#224; leur cognition. Dans l'esp&#232;ce, il n'est de toute fa&#231;on pas n&#233;cessaire de r&#233;soudre ce probl&#232;me.\nLe recours du Notariat Riesbach-Z&#252;rich, agissant comme repr&#233;sentant de l'hoirie Enderli, a pour seul objet le point de savoir si le Conservateur du registre foncier de Vevey doit indiquer au feuillet de l'immeuble qui &#233;tait propri&#233;t&#233; du de cujus, apr&#232;s la d&#233;signation de la veuve survivante, qu'elle n'a pas exerc&#233; l'option pr&#233;vue &#224; l'art. 462 CC.\nContrairement &#224; ce que pr&#233;tend le Conseil d'Etat vaudois, la demande dans ce sens, formul&#233;e par l'hoirie, ne constitue nullement une r&#233;quisition subordonn&#233;e  &#224; une r&#233;serve ou condition, au sens de l'art. 12 ORF. Cette demande comme telle n'est affect&#233;e d'aucune r&#233;serve, ni condition suspensive ou r&#233;solutoire. Elle tend purement et simplement &#224; l'indication que la veuve Enderli n'a pas exerc&#233;  son droit d'option et qu'elle conserve la facult&#233; de le faire. Si elle choisit le quart en propri&#233;t&#233;, elle continuera, tant que le partage n'est pas op&#233;r&#233;, &#224;  &#234;tre propri&#233;taire en main commune de BGE 109 II 298 S. 303l'immeuble avec ses coh&#233;ritiers. Si elle opte pour l'usufruit de la moiti&#233; de la succession, son droit de propri&#233;t&#233; s'&#233;teindra. Les changements qui devront  &#234;tre op&#233;r&#233;s au registre foncier, suivant le choix op&#233;r&#233; par l'&#233;poux survivant, ne sont que la cons&#233;quence de la r&#233;glementation l&#233;gale.\nLe repr&#233;sentant de l'hoirie a clairement demand&#233; que la r&#233;serve du droit d'option de la veuve soit port&#233;e au registre foncier lors de l'inscription des h&#233;ritiers. Certes, dans la r&#233;quisition qu'il a r&#233;dig&#233;e en fran&#231;ais et qu'il a soumise &#224; la signature du Notariat Riesbach-Z&#252;rich, le Conservateur du registre foncier n'a pas fait figurer cette r&#233;serve, et ledit Notariat l'a sign&#233;e purement et simplement, sans en exiger le compl&#232;tement. On ne saurait toutefois opposer &#224; l'hoirie recourante que son repr&#233;sentant aurait par l&#224; renonc&#233; &#224; ce que cette r&#233;serve f&#251;t port&#233;e au registre foncier, comme il l'avait demand&#233;. En effet, le Conservateur du registre foncier n'a pas signifi&#233; clairement au Notariat Riesbach-Z&#252;rich, en lui envoyant cette r&#233;quisition r&#233;dig&#233;e en fran&#231;ais, qu'il ne ferait pas figurer au registre foncier la r&#233;serve sollicit&#233;e au sujet du droit d'option de la veuve. De toute fa&#231;on, une telle r&#233;quisition de la part du Notariat Riesbach-Z&#252;rich ne l'emp&#234;chait pas de revenir &#224; la charge et de demander que cette r&#233;serve f&#251;t port&#233;e au registre foncier.\nLe d&#233;faut de cette r&#233;serve au registre foncier donne l'id&#233;e fausse que le conjoint a exerc&#233; son droit d'option dans le sens de la propri&#233;t&#233; du quart, puisque la veuve est inscrite comme propri&#233;taire en main commune avec les autres h&#233;ritiers, sans qu'il soit indiqu&#233; qu'elle n'a pas exerc&#233; l'option pr&#233;vue &#224; l'art. 462 CC.\nComme le rel&#232;ve pertinemment l'Office f&#233;d&#233;ral de la justice, l'indication de la r&#233;serve concernant le droit d'option de la veuve Enderli ne peut pas faire l'objet d'une inscription au sens propre, laquelle ne peut viser qu'un droit r&#233;el, ni non plus d'une annotation, dont les cas sont limitativement fix&#233;s par la loi (art. 959, 960 et 961 CC), ni enfin d'une mention, qui ne peut &#234;tre effectu&#233;e que sur la base de r&#232;gles pr&#233;cises du droit f&#233;d&#233;ral (art. 946 al. 2,  696 al. 2, 841 al. 3 CC, 45 Tit. fin. CC, 82 ORF, 84 al. 2 LAgr.), ou du droit cantonal, en tant que le l&#233;gislateur f&#233;d&#233;ral l'a pr&#233;vu.\nAvec l'Office f&#233;d&#233;ral de la justice, on doit consid&#233;rer que la r&#233;serve du droit d'option du conjoint survivant est une simple pr&#233;cision qui vient compl&#233;ter l'inscription. Pour assurer la clart&#233;, le caract&#232;re complet et la s&#233;curit&#233; du registre foncier, il faut y faire BGE 109 II 298 S. 304figurer l'adjonction suivante: \"le droit d'option du conjoint survivant n'a pas encore &#233;t&#233; exerc&#233;\", ou bien \"est r&#233;serv&#233;\", &#224; c&#244;t&#233; du nom du conjoint survivant, ou apr&#232;s l'&#233;num&#233;ration des divers h&#233;ritiers en propri&#233;t&#233; commune (cf. GROSSEN, Propri&#233;t&#233; commune et registre foncier, RNRF 1959, p. 8 n. 40).\n \n   \n   "
}