{
  "titre": "129 IV 257",
  "annee": "2003",
  "contenu": "\n      \n  Chapeau\n129 IV 25739. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale dans la cause X. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n6S.151/2003 du 30 juin 2003\n  \nRegeste\nArt. 138 ch. 1 al. 2 CP, art. 513 al. 2 CO; abus de confiance, pr&#234;t en vue d'un jeu.  L'utilisation &#224; une autre fin d'un pr&#234;t accord&#233; en vue d'un jeu ne constitue pas un abus de confiance (consid. 2). \n\n\n  \n  \n  \nFaits &#224; partir de page 257\n\n\n    BGE 129 IV 257 S. 257\n   \n\n    A.- Par jugement du 24 juillet 2002, le Tribunal correctionnel de l'arrondissement de l'Est vaudois a condamn&#233; X., pour abus de confiance, escroquerie et tentative de crime impossible d'escroquerie, &#224; huit mois d'emprisonnement avec sursis durant trois ans, sous d&#233;duction de quarante-deux jours de d&#233;tention pr&#233;ventive.\n\n    B.- Par arr&#234;t du 22 octobre 2002, dont les consid&#233;rants &#233;crits ont &#233;t&#233; envoy&#233;s aux parties le 28 mars 2003, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a rejet&#233; le recours de X.\nEn ce qui concerne la qualification d'abus de confiance retenue, les &#233;l&#233;ments pertinents sont les suivants:\nX. a &#233;t&#233; attir&#233; dans un jeu de cartes truqu&#233; par R., S. et T. R. a pr&#233;sent&#233; S. &#224; X. comme &#233;tant un certain M. Alexandre, vieillard tr&#232;s riche et passionn&#233; par un jeu de cartes, dit jeu du \"Dada\", auquel il perdait r&#233;guli&#232;rement des sommes exorbitantes mais s'obstinait &#224; BGE 129 IV 257 S. 258jouer. R. a d&#233;montr&#233; &#224; X. que le jeu reposait sur un principe arithm&#233;tique qui permettait de d&#233;signer avec certitude la carte choisie par M. Alexandre et d'emporter ainsi la mise. Il l'a convaincu de jouer. En r&#233;alit&#233;, par une manipulation, R. faussait l'arithm&#233;tique et permettait &#224; M. Alexandre d'emporter les enjeux fictifs de ses compagnons mais r&#233;els de leur dupe. Comme X. ne disposait pas de l'argent exig&#233; pour entrer dans le jeu, il a demand&#233; &#224; Y. de lui avancer les fonds en lui exposant sans d&#233;tour les motifs de son emprunt. Il a ainsi obtenu 500'000 francs. Au moment du remboursement, Y. devait recevoir en plus de la somme pr&#234;t&#233;e une part du gain que X. r&#233;aliserait au jeu. Le 18 juin 1996, une partie de cartes a &#233;t&#233; organis&#233;e dans les locaux de la fiduciaire de T. Celui-ci, R. et M. Alexandre misaient un leurre, soit une liasse de papier vierge couverte par un seul billet authentique. X. a jou&#233; 500'000 francs et a perdu. Les initiateurs du jeu l'ont convaincu du caract&#232;re accidentel de la perte et l'ont persuad&#233; de rejouer.\nX. s'est de nouveau adress&#233; &#224; Y., qui lui a avanc&#233;, le 26 juin 1996, 500'000 francs &#224; titre de pr&#234;t, attest&#233; par une reconnaissance de dette avec &#233;ch&#233;ance au 30 septembre 1996, et encore 500'000 francs &#224; titre fiduciaire, &#224; charge pour X. de jouer ce montant au nom de Y. X. a pr&#233;lev&#233; 200'000 francs pour son usage personnel, l'achat d'une voiture, un s&#233;jour en Espagne et l'extinction de quelques dettes. Le 29 ao&#251;t 1996, il a retrouv&#233; les trois compagnons. Il a jou&#233; 800'000 francs et a perdu. Il n'a compris que par la suite qu'il avait &#233;t&#233; flou&#233;.\nIl a &#233;t&#233; retenu que X. avait pr&#233;lev&#233; les 200'000 francs sur la somme pr&#234;t&#233;e et non sur celle remise &#224; titre fiduciaire et qu'en utilisant ces 200'000 francs &#224; son profit, il s'&#233;tait rendu coupable d'abus de confiance au d&#233;triment de Y.\n\n    C.- X. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral contre l'arr&#234;t du 22 octobre 2002. Il conclut &#224; son annulation et sollicite par ailleurs l'assistance judiciaire.\nLe Minist&#232;re public vaudois se r&#233;f&#232;re &#224; l'arr&#234;t attaqu&#233; et conclut au rejet du pourvoi.\nLe Tribunal f&#233;d&#233;ral a admis le pourvoi.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Le recourant conteste l'abus de confiance mis &#224; sa charge. Il ne remet pas en cause les autres infractions.\n\n    2.1 La Cour de cassation vaudoise a en substance expos&#233; ce qui suit pour admettre la qualification d'abus de confiance: BGE 129 IV 257 S. 259\n   \nY. a pr&#234;t&#233; au recourant un premier montant de 500'000 francs pour qu'il puisse le jouer. Le recourant l'a perdu. Y. lui a accord&#233; un second pr&#234;t d'un m&#234;me montant pour jouer la revanche. Selon le syst&#232;me du jeu, le gagnant remportait la mise de son adversaire et conservait la sienne. Ainsi, si le recourant gagnait, il conservait sa propre mise de 500'000 francs et remportait celle de son adversaire du m&#234;me montant, disposant au total d'un million de francs qui devait &#234;tre employ&#233; au remboursement de ses deux emprunts. Y. &#233;tait aussi convaincu de la perte accidentelle de la premi&#232;re partie, ce qu'atteste sa remise, en plus du second pr&#234;t, de 500'000 francs &#224; titre fiduciaire, que le recourant devait jouer au nom de celui-ci. Le second pr&#234;t de 500'000 francs a &#233;t&#233; octroy&#233; pour le jeu et le recourant devait affecter ce montant &#224; cette fin uniquement. Si le recourant ne pouvait pas garantir un r&#233;sultat de gain en raison du risque de perte au jeu, il devait en tout cas assurer ses chances d'emporter la partie, ce qui impliquait le devoir de conserver intacte la mise. Autrement dit, le recourant ne devait pas garantir le remboursement des pr&#234;ts mais ses chances de pouvoir les rembourser par le jeu. Or, en pr&#233;levant 200'000 francs sur le montant pr&#234;t&#233; et en l'affectant &#224; ses d&#233;penses personnelles, il a utilis&#233; sans droit et dans un dessein d'enrichissement ill&#233;gitime une valeur patrimoniale qui lui avait &#233;t&#233; confi&#233;e pour &#234;tre mis&#233;e dans le jeu.\n\n    2.2 La question &#224; r&#233;soudre est de d&#233;terminer si le recourant a employ&#233; sans droit une valeur patrimoniale confi&#233;e au sens de l'art. 138 ch. 1 al. 2 CP.\n\n    2.2.1 Sur le plan objectif, cette disposition suppose que l'auteur ait utilis&#233;, sans droit, &#224; son profit ou au profit d'un tiers, les valeurs patrimoniales qui lui avaient &#233;t&#233; confi&#233;es. Il y a emploi illicite d'une valeur patrimoniale confi&#233;e lorsque l'auteur l'utilise contrairement aux instructions re&#231;ues, en s'&#233;cartant de la destination fix&#233;e (ATF 121 IV 23 consid. 1c p. 25; ATF 119 IV 127 consid. 2 p. 128). L'alin&#233;a 2 de l'art. 138 ch. 1 CP ne prot&#232;ge pas la propri&#233;t&#233;, mais le droit de celui qui a confi&#233; la valeur patrimoniale &#224; ce que celle-ci soit utilis&#233;e dans le but qu'il a assign&#233; et conform&#233;ment aux instructions qu'il a donn&#233;es; est ainsi caract&#233;ristique de l'abus de confiance au sens de cette disposition le comportement par lequel l'auteur d&#233;montre clairement sa volont&#233; de ne pas respecter les droits de celui qui lui fait confiance (ATF 121 IV 23 consid. 1c p. 25).\n\n    2.2.2 En cas de pr&#234;t, il y a emploi illicite de l'argent confi&#233; si le pr&#234;t a &#233;t&#233; consenti dans un but d&#233;termin&#233;, correspondant aussi &#224; l'int&#233;r&#234;t du pr&#234;teur, et que l'emprunteur en fait une autre utilisation, d&#232;s BGE 129 IV 257 S. 260lors qu'on peut d&#233;duire de l'accord contractuel un devoir de sa part de conserver constamment la contre-valeur de ce qu'il a re&#231;u (ATF 124 IV 9 consid. 1 p. 10 ss; ATF 120 IV 117 consid. 2 p. 118 ss).\nA l' ATF 120 IV 117 pr&#233;cit&#233;, le Tribunal f&#233;d&#233;ral a admis le devoir de l'emprunteur de conserver constamment la contre-valeur de ce qu'il avait re&#231;u (\"Werterhaltungspflicht\"): le pr&#234;t avait &#233;t&#233; accord&#233; pour l'acquisition d'un immeuble d&#233;termin&#233;, le remboursement devant intervenir lors de sa revente, pr&#233;vue avec b&#233;n&#233;fice. Il s'agissait l&#224; d'une clause importante du contrat et le pr&#234;teur pouvait partir de l'id&#233;e que si l'emprunteur utilisait les fonds conform&#233;ment &#224; ce qui avait &#233;t&#233; convenu, il serait en mesure de le rembourser. Le pr&#234;t n'aurait sinon pas &#233;t&#233; accord&#233; compte tenu de la mauvaise situation financi&#232;re de l'emprunteur. Comme celui-ci &#233;tait tenu contractuellement de consacrer l'argent pr&#234;t&#233; &#224; l'achat de l'immeuble, il avait aussi l'obligation de conserver cet argent jusqu'&#224; l'achat.\nA l' ATF 124 IV 9, le m&#234;me devoir de l'emprunteur a &#233;t&#233; admis &#224; propos d'un cr&#233;dit de construction. D'apr&#232;s le contrat, l'argent devait &#234;tre employ&#233; au paiement du travail et du mat&#233;riel. Avec le cr&#233;dit, la banque pr&#234;teuse mettait &#224; disposition de l'emprunteur d'importants montants, qui n'&#233;taient pas couverts par la seule valeur du bien-fonds. L'utilisation progressive du cr&#233;dit pour le paiement des travaux de construction augmentait cons&#233;cutivement la valeur dudit bien et constituait une garantie pour la banque. En affectant l'argent &#224; un autre but, l'emprunteur a entrav&#233; cette garantie.\nCes deux arr&#234;ts mettent en &#233;vidence la destination convenue des fonds et l'int&#233;r&#234;t pour le pr&#234;teur que repr&#233;sente le respect de cette destination, en tant que limite du risque de perte. On peut en d&#233;duire que l'utilisation de l'argent pr&#234;t&#233; contrairement &#224; sa destination convenue peut &#234;tre constitutive d'un abus de confiance lorsqu'elle est de nature &#224; cr&#233;er un dommage au pr&#234;teur (cf. MARCEL ALEXANDER NIGGLI/ CHRISTOF RIEDO, Basler Kommentar, Strafgesetzbuch II, art. 138 CP n. 68).\n\n    2.3 Comme il ressort de l'arr&#234;t attaqu&#233;, le pr&#234;t de 500'000 francs a &#233;t&#233; accord&#233; dans un but clairement d&#233;termin&#233;. L'argent devait servir de mise dans un jeu. En cas de victoire, un montant d'un million de francs devenait disponible, lequel devait &#234;tre consacr&#233; au remboursement du pr&#234;t, ainsi qu'&#224; celui d'un pr&#233;c&#233;dent pr&#234;t d'un m&#234;me montant, d&#233;j&#224; accord&#233; pour jouer. En utilisant 200'000 francs du pr&#234;t &#224; son propre profit, le recourant n'&#233;tait plus en mesure de miser suffisamment pour rembourser le pr&#234;teur conform&#233;ment &#224; ce qui &#233;tait pr&#233;vu en cas de victoire. Que le recourant se soit par ailleurs BGE 129 IV 257 S. 261fait remettre un autre montant de 500'000 francs &#224; titre fiduciaire pour le jeu n'y change rien, car il n'&#233;tait pas convenu qu'un gain sur ce montant p&#251;t servir au remboursement des pr&#234;ts. Que le jeu lui-m&#234;me ait en r&#233;alit&#233; &#233;t&#233; organis&#233; dans le but de soutirer de l'argent au recourant en le trompant reste sans incidence sur ses relations avec le pr&#234;teur.\nD'apr&#232;s l'art. 513 CO, le jeu ne donne aucun droit de cr&#233;ance (al. 1); il en va de m&#234;me des avances ou pr&#234;ts faits sciemment en vue d'un jeu ou d'un pari (al. 2). En mati&#232;re de pr&#234;t pour un jeu, il n'existe ainsi qu'une obligation naturelle, qui peut &#234;tre valablement &#233;teinte par le paiement volontaire du d&#233;biteur mais pour laquelle le cr&#233;ancier ne peut l'y contraindre par les moyens l&#233;gaux d'ordinaire &#224; sa disposition, soit une action en justice et l'ex&#233;cution forc&#233;e (ATF 93 IV 14).\nIl r&#233;sulte de l'art. 513 CO que si le recourant avait affect&#233; comme convenu l'entier du pr&#234;t au jeu et s'il avait gagn&#233;, le pr&#234;teur n'aurait pas pu l'actionner en justice en cas de refus de paiement. Cette hypoth&#232;se amenuise singuli&#232;rement l'int&#233;r&#234;t que pouvait avoir le pr&#234;teur &#224; ce que l'argent soit employ&#233; de mani&#232;re conforme &#224; la destination convenue. Or, la qualification d'abus de confiance &#224; propos d'un pr&#234;t implique que la destination convenue des fonds puisse assurer la couverture du risque du pr&#234;teur ou, du moins, diminue son risque de perte. Lorsque, comme en l'esp&#232;ce, le pr&#234;teur n'a civilement aucun droit d'action en cas d'utilisation conforme de l'argent, il ne saurait invoquer qu'une telle utilisation est de nature &#224; limiter son risque de perte. En outre, le jeu impliquait que le recourant mis&#226;t l'argent pr&#234;t&#233;, sans que son patrimoine ne b&#233;n&#233;fici&#226;t alors d'une contre-valeur correspondante. Cette situation ne s'apparente pas aux cas trait&#233;s aux ATF 124 IV 9 et ATF 120 IV 117, o&#249; l'affectation d&#233;termin&#233;e du pr&#234;t dans l'immobilier devait assurer le maintien d'une contre-valeur. Il s'ensuit que la qualification d'abus de confiance ne saurait &#234;tre retenue. Le pourvoi doit &#234;tre admis.\nEncore peut-on noter que lorsque l'argent pr&#234;t&#233; pour jouer est utilis&#233; par l'emprunteur &#224; une autre fin (comme en l'esp&#232;ce pour 200'000 francs), la question de savoir si le pr&#234;teur dispose civilement contre lui d'un droit d'action est controvers&#233;e en doctrine (cf. KURT AMONN, Spiel und spielartige Vertr&#228;ge, in Schweizerisches Privatrecht, vol. VII/2, n. 9 et les r&#233;f&#233;rences cit&#233;es, p. 477; SILVIO GIOVANOLI, Spiel und Wette, in Berner Kommentar, art. 513 CO n. 11; PIERRE TERCIER, Les contrats sp&#233;ciaux, 2e &#233;d., n. 5373). L'existence &#233;ventuelle d'une action dans cette hypoth&#232;se reste sans incidence BGE 129 IV 257 S. 262sur la qualification d'abus de confiance. En effet, l'&#233;l&#233;ment d&#233;terminant pour retenir cette infraction r&#233;side dans la limitation du risque que procure au pr&#234;teur l'utilisation conforme du pr&#234;t. Comme on l'a vu, une telle limitation n'entre pas en consid&#233;ration s'agissant d'un pr&#234;t conc&#233;d&#233; pour jouer.\n \n   \n   "
}