{
  "titre": "117 IV 256",
  "annee": "1991",
  "contenu": "\n      \n  Chapeau\n117 IV 25646. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 6 septembre 1991 dans la cause X. c. Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 140 ch. 1 CP, abus de confiance.  Dans un syst&#232;me d'assurance maladie o&#249; le patient reste seul d&#233;biteur des frais m&#233;dicaux, la prestation de la caisse-maladie vers&#233;e &#224; son assur&#233; ne constitue pas une chose confi&#233;e. \n\n\n  \n  \n  \nFaits &#224; partir de page 256\n\n\n    BGE 117 IV 256 S. 256\n   \n\n    A.- Mme X. a re&#231;u &#224; la fin du mois d'ao&#251;t 1988 une facture de la \"Clinique S.\" en raison de son hospitalisation durant une quinzaine de jours pour un accouchement. Elle a transmis la facture &#224; son assurance (caisse d'assurance-maladie) qui lui a vers&#233; le montant int&#233;gral demand&#233; par la clinique, soit 13'058 fr. 55. Cette somme a &#233;t&#233; vir&#233;e sur le compte de ch&#232;ques postaux de l'assur&#233;e, mais celle-ci - en proie &#224; des difficult&#233;s financi&#232;res - a utilis&#233; cet argent pour d&#233;sint&#233;resser d'autres cr&#233;anciers que la clinique. Cet &#233;tablissement hospitalier a obtenu un acte de d&#233;faut de biens de 14'377 fr. 45 au mois de juin 1989.\n\n    B.- A la suite d'une plainte p&#233;nale d&#233;pos&#233;e par la clinique, X. a &#233;t&#233; renvoy&#233;e devant le Tribunal correctionnel du district de Lausanne pour abus de confiance. Elle a &#233;t&#233; acquitt&#233;e apr&#232;s s'&#234;tre engag&#233;e &#224; payer par acomptes la facture de la clinique, ce qui avait entra&#238;n&#233; le retrait de la plainte.\n\n    C.- La Cour de cassation p&#233;nale du Tribunal cantonal vaudois a admis le recours du Minist&#232;re public du canton de Vaud. X. a &#233;t&#233; condamn&#233;e &#224; 2 mois d'emprisonnement avec sursis pendant 2 ans pour abus de confiance.\n\n    D.- L'accus&#233;e se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Elle soutient pour l'essentiel que la prestation d'assurance ne lui avait pas &#233;t&#233; confi&#233;e; elle demande l'annulation de l'arr&#234;t de la Cour de cassation du canton, ainsi que le renvoi de la cause &#224; l'autorit&#233; cantonale afin d'&#234;tre acquitt&#233;e, sous suite de frais et d&#233;pens.\n\n    BGE 117 IV 256 S. 257\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. a) D'apr&#232;s l'art. 140 ch. 1 CP, commet un abus de confiance celui qui, dans un dessein d'enrichissement ill&#233;gitime, s'approprie sans droit une chose mobili&#232;re appartenant &#224; autrui et qui lui avait &#233;t&#233; confi&#233;e ou celui qui, sans droit, emploie &#224; son profit ou &#224; celui d'un tiers une chose fongible, notamment une somme d'argent laquelle lui avait &#233;t&#233; confi&#233;e.\nL'un des &#233;l&#233;ments de cette infraction est le caract&#232;re de chose confi&#233;e de l'objet ou de l'argent que l'auteur s'est appropri&#233; sans droit. Ce dernier acquiert, gr&#226;ce &#224; la confiance dont il jouit, la possibilit&#233; de disposer de la chose appartenant &#224; autrui; en d'autres termes, un pouvoir sur la chose d'autrui doit lui avoir &#233;t&#233; confi&#233; &#224; la suite d'un accord avec le propri&#233;taire de dite chose (ATF 111 IV 132 consid. 1a). Ainsi, une chose est confi&#233;e au sens de l'art. 140 ch. 1 CP lorsqu'elle est remise ou laiss&#233;e &#224; l'auteur pour qu'il l'utilise de mani&#232;re d&#233;termin&#233;e dans l'int&#233;r&#234;t d'autrui, en particulier pour la garder, l'administrer ou la livrer selon des instructions qui peuvent &#234;tre expresses ou tacites (ATF 106 IV 259 consid. 1, ATF 101 IV 33 et arr&#234;ts cit&#233;s).\nb) L'autorit&#233; cantonale n'a pas ignor&#233; la jurisprudence pr&#233;cit&#233;e mais lui a donn&#233; une extension qu'elle ne comporte pas. En effet, rien dans l'&#233;tat de fait ne permet de penser que le contrat d'assurance maladie de la recourante contienne des clauses particuli&#232;res. Or, selon les art. 22bis al. 7 et 22quater al. 6 LAMA (RS 832.10), les assur&#233;s membres d'une caisse-maladie demeurent d&#233;biteurs des honoraires dus au m&#233;decin et des montants demand&#233;s par l'&#233;tablissement hospitalier dans lequel ils ont s&#233;journ&#233;; les dispositions conventionnelles contraires sont r&#233;serv&#233;es. En principe donc, les relations nou&#233;es entre le patient et la clinique sont r&#233;gies par le droit des obligations. La caisse maladie n'est en rien d&#233;bitrice des cr&#233;ances de l'&#233;tablissement hospitalier mais se limite &#224; garantir, en tant que \"tiers garant\", leur prise en charge dans la mesure o&#249; elles incombent &#224; l'assur&#233; (voir ALFRED MAURER, schweiz. Sozialversicherungsrecht, Berne 1981, vol. II p. 354 ss). Dans ce syst&#232;me d'assurance, des liens juridiques &#233;troits, sinon exclusifs, sont maintenus entre le patient et son m&#233;decin ou l'&#233;tablissement hospitalier; l'assur&#233; supporte le risque de devoir payer la diff&#233;rence entre ce qu'il a pay&#233; et la prestation vers&#233;e par la caisse (ATF 116 V 129 consid. 3).\n\n    BGE 117 IV 256 S. 258\n   \nAinsi, en l'absence d'un accord contraire, le r&#244;le d'une caisse maladie se limite &#224; verser &#224; ses assur&#233;s les sommes qu'elle leur doit en vertu du contrat pass&#233; avec eux. Il n'y a pas de lien juridique entre la caisse et la clinique qui obligerait la premi&#232;re &#224; faire en sorte que la seconde re&#231;oive du patient le montant des frais d'hospitalisation factur&#233;s. La caisse est lib&#233;r&#233;e de toutes ses obligations, quant &#224; la couverture des frais m&#233;dicaux au sens large, d&#232;s qu'elle verse &#224; son assur&#233; la prestation qui d&#233;coule du contrat; la clinique ne peut lui r&#233;clamer &#224; aucun titre (garantie, porte-fort, solidarit&#233;) le montant d'une facture en souffrance. Il n'incombe pas non plus &#224; la caisse de contr&#244;ler - avant de verser sa prestation - que le patient a pay&#233; la clinique. Il n'est en effet pas rare que celui-ci r&#232;gle la facture, de ses propres deniers, avant de recevoir la prestation de la caisse. Dans un tel syst&#232;me, on ne voit pas sur quelle clause du contrat d'assurance-maladie pourrait reposer un rapport de confiance particulier entre les cocontractants, tendant &#224; ce que l'assur&#233; utilise la prestation touch&#233;e conform&#233;ment &#224; la volont&#233; de la caisse.\nEn l'esp&#232;ce, il existait deux contrats distincts. L'un avait &#233;t&#233; conclu entre la caisse-maladie et la recourante. L'autre liait cette derni&#232;re &#224;  l'&#233;tablissement hospitalier. En revanche, il n'y avait aucun lien de droit entre la caisse-maladie et la clinique. D&#232;s lors, la prestation d'assurance re&#231;ue par la recourante n'&#233;tait assortie d'aucune condition ou charge propre &#224;  cr&#233;er un rapport de confiance particulier prot&#233;g&#233; par l'art. 140 CP. Apr&#232;s le paiement de la prestation &#224; l'assur&#233;e, la caisse n'avait plus d'autres obligations relatives aux soins en cause; on ne discerne donc pas d'obligation dont l'ex&#233;cution aurait &#233;t&#233; confi&#233;e &#224; la recourante. En d'autres termes, la volont&#233; de l'assurance n'&#233;tait pas de payer la clinique (ce qu'elle aurait pu pratiquement faire sans passer par un versement &#224; l'assur&#233;e) mais seulement d'honorer ses engagements contractuels vis-&#224;-vis de la seule recourante; la prestation a &#233;t&#233; vers&#233;e dans l'int&#233;r&#234;t exclusif de l'assur&#233;e (voir ATF 86 IV  169 consid. 3).\nM&#234;me si, par hypoth&#232;se, l'on admettait une obligation l&#233;gale pour le patient de payer la clinique au moyen de l'indemnit&#233; vers&#233;e &#224; cette fin par la caisse-maladie, il n'existerait pas pour autant un rapport de confiance au sens de l'art. 140 ch. 1 CP; cette conclusion repose sur les m&#234;mes motifs que ceux  &#233;nonc&#233;s aux ATF 106 IV 356 consid. 3.\nc) La cour cantonale a raisonn&#233; en liant les obligations r&#233;sultant de deux contrats distincts (entre la caisse-maladie et la BGE 117 IV 256 S. 259recourante d'une part, entre la clinique et la patiente d'autre part). A tort, cette autorit&#233; a ainsi admis que la prestation d'assurance avait &#233;t&#233; confi&#233;e &#224;  la recourante (voir SCHUBARTH, Kommentar zum schweiz. Strafrecht, B.T. vol. 2, Berne 1990, art. 140 p. 86 n. 39). L'art. 140 CP n'instaure pas une protection p&#233;nale g&#233;n&#233;rale de la bonne foi dans l'ex&#233;cution de tous les contrats (voir SCHUBARTH, op.cit., p. 82 n. 24). La somme d'argent doit avoir &#233;t&#233; confi&#233;e,  &#233;l&#233;ment qui fait ici d&#233;faut. En particulier, contrairement &#224; ce que para&#238;t soutenir le Minist&#232;re public cantonal, le lien juridique entre la recourante et la clinique (qui n'a pas vers&#233; de somme d'argent et qui n'a rien confi&#233;) n'est pas prot&#233;g&#233; ici.\nLe pourvoi doit &#234;tre admis et la cause renvoy&#233;e &#224; l'autorit&#233; cantonale afin que la recourante soit acquitt&#233;e.\n \n   \n   "
}