{
  "titre": "112 V 261",
  "annee": "1986",
  "contenu": "\n      \n  Chapeau\n112 V 26146. Extrait de l'arr&#234;t du 16 d&#233;cembre 1986 dans la cause Aubert contre Caisse de compensation des Groupements patronaux vaudois et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 52 LAVS, art. 81 RAVS: Pr&#233;tention r&#233;cursoire de l'employeur.  Le droit f&#233;d&#233;ral exclut la possibilit&#233; pour l'employeur de faire valoir, dans le cadre de l'action intent&#233;e par la caisse de compensation et au moyen d'une d&#233;nonciation du litige, une pr&#233;tention r&#233;cursoire contre un tiers responsable. \n\n\n  \n  \n  \nFaits &#224; partir de page 261\n\n\n    BGE 112 V 261 S. 261\n   \n\n    A.- Par d&#233;cision du 30 janvier 1986, la Caisse de compensation des Groupements patronaux vaudois a signifi&#233; &#224; Aubert, ancien administrateur d'une soci&#233;t&#233; dissoute apr&#232;s faillite, qu'elle entendait lui demander la r&#233;paration d'un dommage, en application de l'art. 52 LAVS.\n\n    B.- Aubert s'&#233;tant oppos&#233; &#224; cette d&#233;cision, la caisse de compensation a port&#233; le cas devant le Tribunal des assurances du canton de Vaud.\nEn cours de proc&#233;dure, Aubert a adress&#233; au tribunal une \"requ&#234;te d'appel en cause\" visant &#224; &#233;voquer F. en garantie, c'est-&#224;-dire &#224; faire valoir contre ce dernier, dans le cadre de la BGE 112 V 261 S. 262proc&#233;dure principale, une pr&#233;tention r&#233;cursoire en cas d'admission de l'action de la caisse de compensation. Il a all&#233;gu&#233; que F. avait, en sa qualit&#233;  d'administrateur de fait de la soci&#233;t&#233; faillie, jou&#233; un r&#244;le pr&#233;pond&#233;rant dans  \"l'effondrement\" de celle-ci. Statuant en la voie incidente le 5 mai 1986, le Tribunal cantonal a rejet&#233; la requ&#234;te.\n\n    C.- Aubert interjette recours de droit administratif contre ce jugement incident, dont il demande implicitement l'annulation.\nLa caisse intim&#233;e s'en remet &#224; justice. Quant &#224; l'Office f&#233;d&#233;ral des assurances sociales, il renonce &#224; pr&#233;senter une proposition.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. (Recevabilit&#233; du recours de droit administratif.)\n\n    2. a) Par rapport &#224; la proc&#233;dure qui est g&#233;n&#233;ralement applicable dans le domaine de l'AVS, le proc&#232;s en r&#233;paration du dommage selon l'art. 52 LAVS est soumis &#224; des r&#232;gles particuli&#232;res, fix&#233;es par l'art. 81 RAVS et dont le Tribunal f&#233;d&#233;ral des assurances a reconnu la l&#233;galit&#233; (ATF 108 V 195). D'apr&#232;s cette disposition r&#233;glementaire, si la caisse de compensation \"d&#233;cide\" de la r&#233;paration d'un dommage caus&#233; par l'employeur, elle doit notifier &#224; celui-ci une d&#233;cision contre laquelle il peut former opposition dans les trente jours aupr&#232;s de ladite caisse (al. 1 et 2). Si la caisse de compensation maintient sa d&#233;cision, elle doit, dans les trente jours &#233;galement et sous peine de d&#233;ch&#233;ance de ses droits, porter le cas devant l'autorit&#233; de recours du canton dans lequel l'employeur a son domicile (al. 3). La d&#233;cision de l'autorit&#233; cantonale de recours peut, dans les trente jours d&#232;s sa notification, &#234;tre d&#233;f&#233;r&#233;e au Tribunal f&#233;d&#233;ral des assurances (al. 4).\nb) Selon la juridiction cantonale, il r&#233;sulte de l'art. 81 al. 1 RAVS que seule la caisse de compensation est en droit de mettre en cause une personne responsable du dommage au sens de l'art. 52 LAVS. D&#232;s lors, si l'on admettait que l'employeur - ou l'organe de celui-ci - &#224; qui la caisse intente l'action en r&#233;paration du dommage avait la possibilit&#233; d'appeler en cause un tiers, aux fins d'exercer contre lui une action r&#233;cursoire, cela permettrait au juge saisi de l'action de faire supporter le dommage au tiers en question, sans que soient respect&#233;es les formes pr&#233;vues par l'art. 81 RAVS. C'est pourquoi, ind&#233;pendamment de toute r&#233;glementation cantonale sur ce point, l'appel en cause est en l'occurrence exclu par le droit f&#233;d&#233;ral.\n\n    BGE 112 V 261 S. 263\n   \nCette argumentation ne saurait &#234;tre d&#233;cisive. Certes, il est exact que d'apr&#232;s la jurisprudence il incombe uniquement &#224; la caisse de compensation de d&#233;cider si elle attaquera un employeur pour lui demander la r&#233;paration du dommage subi et, &#233;ventuellement, quelles personnes elle mettra en cause s'il existe une pluralit&#233; de responsables: en ce dernier cas, elle jouit d'un concours d'actions et le rapport interne entre les coresponsables ne la concerne pas; si elle ne peut pr&#233;tendre qu'une seule fois la r&#233;paration, chacun des d&#233;biteurs r&#233;pond solidairement envers elle de l'int&#233;gralit&#233; du dommage et il lui est loisible de rechercher tous les d&#233;biteurs, quelques-uns ou un seul d'entre eux, &#224; son choix (ATF 108 V 195 -196). Cependant, cette jurisprudence ne vise que les rapports juridiques qui existent entre la caisse de compensation et l'employeur: elle ne restreint en aucune mani&#232;re le droit de ce dernier d'intenter, le cas &#233;ch&#233;ant, une action r&#233;cursoire contre un tiers qui n'a pas  &#233;t&#233; mis en cause selon la proc&#233;dure pr&#233;vue par l'art. 81 RAVS. Il convient d&#232;s lors d'examiner si, pour un autre motif que celui retenu par les premiers juges, la l&#233;gislation f&#233;d&#233;rale exclut la possibilit&#233; pour le recourant d'&#233;voquer en garantie F.\nc) Le moyen juridictionnel vis&#233; par l'art. 81 al. 3 RAVS tient tout &#224; la fois de l'action de droit administratif, c'est-&#224;-dire d'une demande adress&#233;e &#224; un organe judiciaire et tendant &#224; la constatation du droit de la caisse de compensation &#224; la r&#233;paration du dommage (cf. sur la notion de l'action de droit administratif en g&#233;n&#233;ral: GRISEL, Trait&#233; de droit administratif, p. 940; GYGI, Bundesverwaltungsrechtspflege, p. 29; METZ, Der direkte Verwaltungsprozess in der Bundesrechtspflege, th&#232;se B&#226;le 1980, p. 11 ss) et de la demande en mainlev&#233;e de l'opposition du droit des poursuites (art. 80 LP).\nBien que la d&#233;nonciation de litige soit en r&#232;gle ordinaire possible dans les proc&#233;dures administratives sur action (GRISEL, op.cit., p. 852; GYGI, op.cit., p. 183; METZ, op.cit., p. 133 et 174; LEBER, Die Beteiligten am Verwaltungsprozess, in recht 1985, p. 22 ss), la facult&#233; pour l'employeur de faire valoir, dans le cadre de l'action principale, une pr&#233;tention r&#233;cursoire supposerait en l'esp&#232;ce que le juge des assurances sociales f&#251;t comp&#233;tent pour conna&#238;tre de celle-ci. Certains auteurs qui se sont exprim&#233;s sur le sujet, sans toutefois prendre v&#233;ritablement position, n'excluent pas d'embl&#233;e cette  &#233;ventualit&#233; (WINZELER, Die Haftung der Organe und der Kassentr&#228;ger in der AHV, th&#232;se Zurich 1952, p. 74; MAURER, Schweizerisches Sozialversicherungsrecht, vol. II, p. 68-69).\n\n    BGE 112 V 261 S. 264Cependant, la proc&#233;dure en r&#233;paration du dommage, telle qu'elle est organis&#233;e par l'art. 81 RAVS, est uniquement destin&#233;e &#224; &#233;tablir l'&#233;tendue des droits de l'administration contre l'employeur (ou, subsidiairement, contre ses organes). On doit donc consid&#233;rer, logiquement, qu'une &#233;ventuelle pr&#233;tention r&#233;cursoire ne rel&#232;ve pas de l'autorit&#233; cantonale comp&#233;tente selon l'art. 81 al. 3 RAVS, soit de l'autorit&#233; qui conna&#238;t g&#233;n&#233;ralement des recours contre les d&#233;cisions des caisses de compensation prises en application de la LAVS (art. 85 al. 1  LAVS). C'est dire que le droit f&#233;d&#233;ral n'accorde pas au juge des assurances sociales le pouvoir de se prononcer sur le recours interne entre plusieurs responsables en vertu de l'art. 52 LAVS, ce qui suffit, en principe, &#224; exclure une d&#233;nonciation de litige dans le sens voulu par le recourant.\nIl est vrai que rien ne s'opposerait &#224; ce que le droit cantonal de proc&#233;dure conf&#232;re un tel pouvoir au juge d&#233;sign&#233; par l'art. 85 al. 1 LAVS, en sus des attributions habituelles de ce dernier. Mais, dans cette hypoth&#232;se, il ne serait de toute fa&#231;on pas acceptable, sous l'angle de la LAVS, que la pr&#233;tention r&#233;cursoire soit instruite et jug&#233;e conjointement avec le proc&#232;s en responsabilit&#233; selon l'art. 52 LAVS, notamment par l'appel en cause de garants. Saisi de deux - voire de plusieurs - litiges distincts, le juge aurait l'obligation d'administrer, d'office ou sur requ&#234;te, toutes les preuves n&#233;cessaires &#224; l'&#233;lucidation des faits propres &#224; chacune des causes. Pour ce faire, il devrait appliquer tout &#224; la fois le principe inquisitoire, qui gouverne le contentieux des assurances sociales, et les r&#232;gles traditionnelles sur la r&#233;partition du fardeau de la preuve, qui pr&#233;valent dans un proc&#232;s civil ordinaire (art. 8 CC). D'autre part, vu la complexit&#233; des rapports juridiques qui peuvent exister entre les coresponsables et la diversit&#233; des normes - de droit public et de droit priv&#233; - susceptibles d'entrer en consid&#233;ration (cf. WINZELER, op.cit., p. 73 ss), l'autorit&#233; de recours ne serait pas toujours en mesure de statuer &#224; bref d&#233;lai, voire dans un d&#233;lai raisonnable. Une jonction des causes aurait donc pour effet d'allonger la dur&#233;e du proc&#232;s entre la caisse de compensation et l'employeur actionn&#233; par celle-ci, ainsi que de compliquer la t&#226;che du juge cantonal. Cela irait &#224; l'encontre des principes de simplicit&#233;  et de rapidit&#233; de la proc&#233;dure impos&#233;s aux cantons par l'art. 85 al. 2 let. a LAVS, auquel renvoie l'art. 81 al. 3 RAVS.\nOn doit donc admettre que l'employeur n'est pas habilit&#233; &#224; &#233;voquer en garantie un tiers responsable, m&#234;me si cette facult&#233; lui est r&#233;serv&#233;e par la l&#233;gislation cantonale. Quant au point de savoir BGE 112 V 261 S. 265si d'autres formes de d&#233;nonciation du litige (voir &#224; ce sujet: HABSCHEID, Droit judiciaire priv&#233; suisse, 2e &#233;d., p. 227 ss) seraient admissibles dans le cadre de la proc&#233;dure institu&#233;e par l'art. 81 RAVS, il n'a pas &#224; &#234;tre tranch&#233; ici.\nd) Cela &#233;tant, le jugement entrepris doit &#234;tre confirm&#233; quant &#224; son r&#233;sultat. Le recours de droit administratif se r&#233;v&#232;le ainsi mal fond&#233;.\n \n   \n   "
}