{
  "titre": "83 I 173",
  "annee": "1957",
  "contenu": "\n      \n  Chapeau\n83 I 17323. Arr&#234;t du 26 juin 1957 dans la cause Quinche et consorts contre Conseil d'Etat du Canton de Vaud.\n\n  \nRegeste\nArt. 4 Cst., 85 litt. a OJ; suffrage f&#233;minin.  1. Incomp&#233;tence du Tribunal f&#233;d&#233;ral pour statuer sur un recours relatif &#224; l'exercice des droits politiques en mati&#232;re f&#233;d&#233;rale et pour trancher le probl&#232;me de la conformit&#233; des dispositions d'une constitution cantonale &#224; celles de la constitution f&#233;d&#233;rale (consid. 1 et 6). \n2. Pouvoir d'examen du Tribunal f&#233;d&#233;ral dans les recours form&#233;s en vertu de l'art. 85 litt. a OJ (consid. 2). \n3. M&#233;thodes d'interpr&#233;tation dans la jurisprudence du Tribunal f&#233;d&#233;ral. R&#244;le des travaux pr&#233;paratoires. Importance de la pratique. Une autorit&#233; cantonale ne commet pas un acte arbitraire en refusant de donner &#224; un texte, en soi ambigu, une interpr&#233;tation qui serait contraire &#224; la pratique suivie depuis tr&#232;s longtemps et de fa&#231;on constante (consid. 4 et 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 174\n\n\n    BGE 83 I 173 S. 174\n   \n\n    A.- Antoinette Quinche et un certain nombre d'autres femmes ont demand&#233; &#224; leur commune de domicile dans le canton de Vaud de les inscrire au r&#244;le des &#233;lecteurs et de leur d&#233;livrer une carte civique. Les autorit&#233;s saisies ayant refus&#233; d'acc&#233;der &#224; cette requ&#234;te, Antoinette Quinche et consorts ont recouru au Conseil d'Etat du canton de Vaud, qui les a d&#233;bout&#233;s par une d&#233;cision du 11 mars 1957, motiv&#233;e en bref comme suit:\nEn vertu de l'art. 23 Cst. vaud., \"sont citoyens actifs tous les Suisses &#226;g&#233;s de vingt ans r&#233;volus, &#233;tablis ou en s&#233;jour dans le canton depuis trois mois et n'exer&#231;ant pas BGE 83 I 173 S. 175leurs droits politiques dans quelque autre Etat de la Conf&#233;d&#233;ration\". Par le mot \"Suisse\", le l&#233;gislateur n'a compris que les hommes et a \"strictement et intentionnellement\" exclu les femmes de l'exercice du droit de vote. Depuis lors, c'est constamment et exclusivement dans ce sens que les r&#232;gles constitutionnelles et l&#233;gales existant en cette mati&#232;re ont &#233;t&#233; appliqu&#233;es. Il ne faut d'ailleurs pas voir l&#224; une violation du principe de l'&#233;galit&#233; devant la loi (art. 2 Cst. vaud.). En effet, les dispositions d&#233;limitant le cercle des personnes jouissant des droits politiques constituent, par rapport &#224; ce principe, des r&#232;gles sp&#233;ciales, qui l'emportent. Dans son arr&#234;t Lehmann, du 14 septembre 1923, le Tribunal f&#233;d&#233;ral admet d'ailleurs aussi, pour des raisons historiques, que seuls les hommes ont le droit de vote sur le plan f&#233;d&#233;ral. Il consid&#232;re de plus que l'introduction du sufrage f&#233;minin reviendrait &#224; modifier un r&#233;gime juridique profond&#233;ment enracin&#233; et qu'elle ne pourrait d&#232;s lors avoir lieu que par une revision de la constitution et non par la simple voie de l'interpr&#233;tation. Telle est du reste &#233;galement l'opinion de la doctrine. Il n'y a aucune raison de s'en &#233;carter.\n\n    B.- Agissant par la voie du recours de droit public, Antoinette Quinche et consorts requi&#232;rent le Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du Conseil d'Etat. A leur avis, les textes applicables en mati&#232;re de droit de vote n'excluent pas express&#233;ment les femmes de l'exercice des droits politiques. Ils peuvent au contraire &#234;tre adapt&#233;s &#224; l'&#233;volution des id&#233;es. En se confinant dans une interpr&#233;tation strictement historique, le Conseil d'Etat a viol&#233; l'art. 4 Cst., car il a perdu de vue qu'au regard des circonstances actuelles la diff&#233;rence de sexe ne justifie plus un traitement diff&#233;rentiel quant &#224; l'octroi du droit de vote. Il est d'ailleurs faux de croire que le suffrage f&#233;minin ne pourrait &#234;tre introduit que par la voie d'une revision constitutionnelle. Il ne s'agirait en effet nullement d'abolir un r&#233;gime juridique profond&#233;ment enracin&#233;.\nLe Conseil d'Etat conclut au rejet du recours.\n\n    BGE 83 I 173 S. 176\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Les recourantes ne pr&#233;cisent pas si elles demandent l'exercice des droits politiques en mati&#232;re communale et cantonale seulement ou aussi en mati&#232;re f&#233;d&#233;rale. Comme elles invoquent l'art. 74 Cst. f&#233;d., il convient d'admettre qu'elles demandent l'octroi du droit de vote de fa&#231;on tout &#224; fait g&#233;n&#233;rale. Il s'ensuit que le Tribunal f&#233;d&#233;ral n'est qu'en partie comp&#233;tent pour statuer sur leur recours. En effet, dans la mesure o&#249; le Conseil d'Etat refuse de reconna&#238;tre aux recourantes le droit de vote en mati&#232;re f&#233;d&#233;rale et de les inscrire pour cela sur le r&#244;le des &#233;lecteurs, sa d&#233;cision ne peut faire l'objet que d'un recours au Conseil f&#233;d&#233;ral (art. 85 litt. a et 125 litt. b OJ; art. 7 LF du 19 juillet 1872 sur les &#233;lections et votations f&#233;d&#233;rales; art. 11 LF du 17 juin 1874 concernant les votations populaires sur les lois et arr&#234;t&#233;s f&#233;d&#233;raux; art. 16 LF du 27 janvier 1892 concernant le mode de proc&#233;der pour les demandes d'initiatives populaires et les votations relatives &#224; la revision de la constitution f&#233;d&#233;rale). Conform&#233;ment &#224; l'art. 96 OJ, il y aura donc lieu de transmettre le recours au Conseil f&#233;d&#233;ral en tant qu'il rel&#232;ve de sa comp&#233;tence.\n\n    2. Lorsqu'il est saisi d'un recours en vertu de l'art. 85 litt. a OJ, le Tribunal f&#233;d&#233;ral examine librement l'application du droit constitutionnel cantonal, en &#233;vitant toutefois de s'&#233;carter sans n&#233;cessit&#233; de l'interpr&#233;tation adopt&#233;e par l'autorit&#233; cantonale sup&#233;rieure. Il en va de m&#234;me &#224; l'&#233;gard des lois cantonales qui pr&#233;cisent le contenu et l'&#233;tendue du droit de vote garanti par la constitution. En revanche, le Tribunal f&#233;d&#233;ral ne revoit que sous l'angle &#233;troit de l'art. 4 Cst. les autres dispositions cantonales ayant pour objet des questions de proc&#233;dure ou des questions analogues (RO 41 I 175; 45 I 148; 46 I 121; 49 I 105, 540; 50 I 291; 53 I 33; 74 I 176; 75 I 245; 81 I 196). Il s'agit en l'esp&#232;ce de savoir si les femmes peuvent &#234;tre mises au b&#233;n&#233;fice des droits politiques. Cette question BGE 83 I 173 S. 177concerne le droit de vote lui-m&#234;me. Le Tribunal f&#233;d&#233;ral statue donc avec pleins pouvoirs.\n\n    3. Les recourantes affirment qu'au regard des dispositions constitutionnelles ou l&#233;gales actuelles, elles peuvent pr&#233;tendre exercer les droits politiques. Elles posent ainsi le probl&#232;me de l'interpr&#233;tation de ces dispositions constitutionnelles ou l&#233;gales. S'agissant exclusivement du droit de vote en mati&#232;re cantonale et communale, la disposition applicable est celle de l'art. 23 Cst. vaud., aux termes duquel \"sont citoyens actifs tous les Suisses &#226;g&#233;s de vingt ans r&#233;volus, &#233;tablis ou en s&#233;jour dans le canton depuis trois mois et n'exer&#231;ant pas leurs droits politiques dans quelque autre Etat de la Conf&#233;d&#233;ration\". De l'avis des recourantes, le mot \"Suisses\" d&#233;signe aussi bien les hommes que les femmes. Tel est effectivement le cas dans le langage courant. On peut se demander s'il en va de m&#234;me dans la terminologie technique utilis&#233;e par la constitution. Ainsi, &#224; l'art. 3 Cst. vaud., en vertu duquel \"tout Suisse habitant le canton est tenu au service militaire\", le mot \"Suisse\" vise incontestablement les hommes seulement, &#224; l'exclusion des femmes. D'autre part, lorsque le constituant vaudois a voulu d&#233;signer par un seul terme les hommes et les femmes, il lui est arriv&#233; souvent d'utiliser un mot dont le caract&#232;re neutre ne souffre pas de discussion. Ainsi, &#224; l'art. 4, o&#249; il d&#233;clare: \"Nul ne peut &#234;tre poursuivi ou arr&#234;t&#233; que dans les cas d&#233;termin&#233;s par la loi et selon les formes qu'elle prescrit. Tout individu arr&#234;t&#233; doit &#234;tre entendu par le magistrat comp&#233;tent dans les vingt-quatre heures qui suivent son arrestation\"; de m&#234;me &#224; l'art. 16, o&#249; il pose la r&#232;gle que \"chacun est libre d'enseigner en se conformant aux lois sur cette mati&#232;re\". On ne saurait d&#232;s lors affirmer que le terme \"Suisses\" utilis&#233; &#224; l'art. 23 Cst. vaud. poss&#232;de un sens clair et indiscutable. Force est donc de l'interpr&#233;ter.\n\n    4. Qu'il appartienne au pouvoir judiciaire ou &#224; l'administration, le juge cherche, quand il interpr&#232;te une BGE 83 I 173 S. 178disposition constitutionnelle ou l&#233;gale, &#224; en d&#233;couvrir le sens, &#224; d&#233;finir la port&#233;e juridique effective de la norme que recouvrent, plus ou moins heureusement, les expressions dont s'est servi le l&#233;gislateur. Ce sens peut &#234;tre celui que le l&#233;gislateur historique a voulu donner au texte. Mais il peut &#234;tre aussi celui que doit avoir le texte pour &#234;tre applicable aujourd'hui d'une mani&#232;re raisonnable. Dans plusieurs arr&#234;ts r&#233;cents, le Tribunal f&#233;d&#233;ral para&#238;t se rattacher davantage &#224; cette seconde d&#233;finition du sens de la norme. En effet, dit-il, la volont&#233; du l&#233;gislateur doit &#234;tre d&#233;gag&#233;e de la loi elle-m&#234;me, de son texte, de sa logique interne, du but qu'elle se propose. \"Ce qui importe, ce n'est pas le sens qu'a pu attribuer &#224; une disposition le l&#233;gislateur historique, voire telle ou telle personne qui a &#233;t&#233; m&#234;l&#233;e &#224; l'&#233;laboration de la loi; c'est le sens qui r&#233;sulte de tout le syst&#232;me de la loi, compte tenu des circonstances actuelles et de l'&#233;tat de d&#233;veloppement de la technique\" (RO 78 I 30; cf. aussi 82 I 153; 81 I 282; 80 II 79, 316; 79 II 434; 79 I 20). Il serait faux cependant de croire qu'en posant ces principes, le Tribunal f&#233;d&#233;ral a entendu se rallier r&#233;solument &#224; l'interpr&#233;tation dite objective et abandonner du m&#234;me coup l'interpr&#233;tation historique. Un examen attentif de sa jurisprudence montre au contraire qu'il n'exclut aucune m&#233;thode de mani&#232;re absolue mais qu'il recourt aux proc&#233;d&#233;s d'interpr&#233;tation qui lui paraissent, dans le cas particulier, les plus propres &#224; d&#233;gager le v&#233;ritable sens de la norme. Ainsi, dans les arr&#234;ts RO 69 II 216 et 82 IV 91, il a d&#233;fini le sens de diverses dispositions l&#233;gales en se fondant &#224; la fois sur leur gen&#232;se telle qu'elle ressortait des travaux pr&#233;paratoires, sur leur texte et sur leurs rapports avec d'autres dispositions l&#233;gales ou d'autres principes. Si l'on voulait d&#233;gager de sa jurisprudence une r&#232;gle g&#233;n&#233;rale, on pourrait dire tout au plus qu'il marque une certaine r&#233;serve &#224; l'&#233;gard de l'interpr&#233;tation historique. Cette r&#233;serve est d'ailleurs justifi&#233;e, car - c'est un fait d'exp&#233;rience - les travaux pr&#233;paratoires renseignent tr&#232;s rarement de fa&#231;on certaine sur la volont&#233; r&#233;elle et compl&#232;te BGE 83 I 173 S. 179du l&#233;gislateur. Cependant, il arrive que ces travaux pr&#233;paratoires permettent d'&#233;tablir avec une parfaite clart&#233; le sens que l'auteur de la loi a entendu donner aux termes qu'il a utilis&#233;s. Lorsqu'il en est ainsi, le Tribunal f&#233;d&#233;ral consid&#232;re qu'il doit se conformer &#224; l'intention du l&#233;gislateur historique, &#224; moins que le sens qu'&#224; l'&#233;poque on a entendu donner &#224; la loi ne soit incompatible avec le texte de celle-ci ou absolument inacceptable en pratique (RO 68 II 111). A plus forte raison doit-il en &#234;tre ainsi lorsqu'une pratique absolument constante montre que les autorit&#233;s charg&#233;es d'appliquer la disposition ou les particuliers qui y sont soumis l'ont toujours comprise de la m&#234;me mani&#232;re que le l&#233;gislateur historique. Quand cette pratique constante s'&#233;tend sur un grand nombre d'ann&#233;es, qu'elle acquiert ainsi le caract&#232;re d'une sorte de coutume, elle conf&#232;re au sens voulu &#224; l'origine par le l&#233;gislateur une force particuli&#232;re. La disposition ne s'impose plus alors au juge par son seul texte mais aussi par la pratique qui l'a toujours comprise dans un sens bien d&#233;fini. Malgr&#233; l'absence des termes qui, d'un point de vue purement formel et ext&#233;rieur, donneraient sans discussion possible &#224; la disposition le sens que le l&#233;gislateur puis la pratique lui ont certainement et toujours conf&#233;r&#233;, le juge doit consid&#233;rer que le texte ne souffre pas une interpr&#233;tation nouvelle. Autrement dit, dans cette hypoth&#232;se particuli&#232;re et d'ailleurs rare, la disposition dont les termes pris en eux-m&#234;mes sont ambigus et pourraient recevoir une autre interpr&#233;tation sans faire violence au texte, &#233;quivaut en r&#233;alit&#233; &#224; une r&#232;gle que le l&#233;gislateur aurait r&#233;dig&#233;e en des termes rendant exactement son intention. Le juge ne se trouve plus en pr&#233;sence d'un texte seulement mais d'un texte doubl&#233; d'un usage. Il est alors li&#233; tout comme il l'est par une disposition qui ne souffre aucune interpr&#233;tation parce qu'elle poss&#232;de un sens absolument clair. Si, en pareil cas, il s'&#233;cartait du sens voulu par le l&#233;gislateur et confirm&#233; par la pratique constante, il ferait un acte qui reviendrait en fait &#224; modifier la loi. Or, s'il poss&#232;de BGE 83 I 173 S. 180bien le pouvoir de compl&#233;ter la loi lorsqu'elle pr&#233;sente une lacune, il n'a pas en revanche celui de la modifier. Ce droit n'appartient qu'&#224; l'autorit&#233; l&#233;gislative. Le particulier qui voudrait donner &#224; la norme un sens diff&#233;rent doit donc avoir recours non point au juge mais au l&#233;gislateur.\n\n    5. La constitution vaudoise a &#233;t&#233; adopt&#233;e le 1er mars 1885. Son art. 23, qui garantit la qualit&#233; de citoyen actif &#224; \"tous les Suisses &#226;g&#233;s de vingt ans r&#233;volus, &#233;tablis ou en s&#233;jour dans le canton depuis trois mois et n'exer&#231;ant pas leurs droits politiques dans quelque autre Etat de la Conf&#233;d&#233;ration\", n'a pas &#233;t&#233; modifi&#233; depuis lors. Les constitutions vaudoises ant&#233;rieures, du 15 d&#233;cembre 1861 et du 10 ao&#251;t 1845 utilisaient au lieu de l'expression \"tous les Suisses\", celles de \"Vaudois\" et \"Conf&#233;d&#233;r&#233;s\", ce qui revient cependant au m&#234;me, &#233;tant donn&#233; le probl&#232;me pos&#233;. Or il ne peut faire de doute pour personne qu'&#224; l'&#233;poque o&#249; ces diff&#233;rentes dispositions constitutionnelles ont &#233;t&#233; adopt&#233;es, les termes de \"Suisses\", \"Vaudois\" ou \"Conf&#233;d&#233;r&#233;s\" visaient les hommes, &#224; l'exclusion des femmes. Le constituant n'a pu avoir &#224; ce sujet une id&#233;e diff&#233;rente, car en 1845, 1861 ou 1885 la question de savoir s'il fallait accorder les droits politiques aux femmes ne se posait pas en pratique, m&#234;me si quelques esprits en avance sur leur &#233;poque l'avaient soulev&#233;e comme un probl&#232;me de doctrine. Il allait de soi, en effet, que seuls les hommes pouvaient rev&#234;tir la qualit&#233; de citoyen actif. Depuis ce moment-l&#224;, l'art. 23 Cst. vaud. et les dispositions l&#233;gales destin&#233;es &#224; le pr&#233;ciser ont &#233;t&#233; interpr&#233;t&#233;s de fa&#231;on absolument constante en ce sens que seuls les hommes jouissent des droits politiques. A aucun moment les femmes habitant le canton de Vaud n'ont &#233;t&#233; admises &#224; participer &#224; des &#233;lections ou &#224; des votations. Lorsque, en 1950, les autorit&#233;s vaudoises se sont demand&#233; s'il fallait conf&#233;rer aux femmes le droit de prendre part &#224; certaines votations et &#233;lections, elles ont propos&#233; au peuple une modification de la constitution, qui a d'ailleurs &#233;t&#233; refus&#233;e.\n\n    BGE 83 I 173 S. 181\n   \nAinsi, le sens que le constituant de 1885 a entendu au mot \"Suisses\" est clair. Ce sens a &#233;t&#233; confirm&#233; par une pratique absolument constante et qui peut &#234;tre compar&#233;e &#224; une sorte de coutume. Il s'ensuit que, dans le canton de Vaud, les droits politiques n'appartiennent qu'aux hommes, &#224; l'exclusion des femmes. L'art. 23 Cst. vaud. s'imposait au Conseil d'Etat avec ce sens. Il le liait et lui interdisait toute autre interpr&#233;tation. Le Conseil d'Etat n'est donc pas tomb&#233; dans l'arbitraire en refusant de lui donner un sens diff&#233;rent et en renvoyant les recourants &#224; proc&#233;der par la voie d'une demande de revision de la constitution.\n\n    6. On peut se demander en revanche si l'art. 23 Cst. vaud. qui, d'apr&#232;s la volont&#233; claire du l&#233;gislateur et en vertu d'un usage absolument constant, conf&#232;re les droits politiques aux hommes, &#224; l'exclusion des femmes, constitue, ainsi compris, une disposition contraire &#224; l'art. 4 Cst. f&#233;d. Autrement dit, la question pourrait se poser de savoir si l'art. 4 Cst. f&#233;d. impose au constituant vaudois l'obligation d'accorder aux femmes les m&#234;mes droits politiques qu'aux hommes. Cette question doit cependant demeurer ind&#233;cise. Elle soul&#232;ve, en effet, le probl&#232;me de la conformit&#233; des dispositions d'une constitution cantonale avec celles de la constitution f&#233;d&#233;rale. Or, dans une jurisprudence constante, le Tribunal f&#233;d&#233;ral s'est toujours refus&#233; &#224; examiner un probl&#232;me de cette nature. En effet, dit-il, les cantons sont tenus de demander &#224; la Conf&#233;d&#233;ration la garantie de leur constitution (art. 6 Cst. f&#233;d.). Cette garantie leur est accord&#233;e ou refus&#233;e par l'Assembl&#233;e f&#233;d&#233;rale (art. 85 ch. 7 Cst. f&#233;d.). Comme celle-ci doit examiner &#224; ce moment-l&#224; si la constitution cantonale est ou non conforme &#224; la constitution f&#233;d&#233;rale, cela exclut qu'une autre autorit&#233; se livre au m&#234;me examen. Les art. 6 et 85 ch. 7 Cst. f&#233;d. constituent des dispositions sp&#233;ciales qui l'emportent sur l'art. 113 Cst. f&#233;d. (RO 69 I 177/178; 56 I 330; 22 p. 4 et 1019, consid. 4; 17 p. 630, consid. 4; 1 p. 347, consid. 6). Il est vrai que cette jurisprudence BGE 83 I 173 S. 182a &#233;t&#233; mise en doute par la doctrine (cf. en effet BURCKHARDT, Commentaire, 3e &#233;d. p. 71; FLEINER/GIACOMETTI, Schweizerisches Bundesstaatsrecht, p. 134; GIACOMETTI, Verfassungsgerichtsbarkeit, p. 110/111). Le Tribunal f&#233;d&#233;ral s'y est n&#233;anmoins tenu encore en 1945 (arr&#234;t non publi&#233; du 2 juillet 1945 dans la cause M&#252;ller c. Conseil d'Etat du canton de Zurich, p. 8; BIRCHMEIER, Handbuch, p. 312/313) et en 1949 (arr&#234;t non publi&#233; du 23 juin 1949 dans la cause Parti \"d&#233;mocratique-progressiste\" du Cercle d'Avenches c. Conseil d'Etat du canton de Vaud). Il n'y a pas lieu de s'en &#233;carter. Il suffit d'observer que cette jurisprudence fait une distinction suivant que le recours de droit public est dirig&#233; contre une disposition constitutionnelle prise pour elle-m&#234;me ou simplement contre une d&#233;cision qui l'applique. Dans le premier cas, elle exclut absolument le recours de droit public, tandis que, pour ce qui concerne le second, elle a laiss&#233; la question ind&#233;cise (RO 56 I 330, arr&#234;ts M&#252;ller et Parti \"d&#233;mocratique-progressiste\" du Cercle d'Avenches). Toutefois, ajoutet-elle, \"lorsque... la d&#233;cision de l'autorit&#233; cantonale se borne &#224; reprendre, sans le modifier en aucune fa&#231;on, le principe &#233;nonc&#233; dans le texte constitutionnel auquel l'Assembl&#233;e f&#233;d&#233;rale a accord&#233; la garantie pr&#233;vue &#224; l'art. 85 ch. 7 Cst., on pourrait se demander si ... le Tribunal f&#233;d&#233;ral ne devrait pas se consid&#233;rer comme li&#233;\". La jurisprudence inclinerait donc &#224; exclure aussi le recours de droit public dirig&#233; contre une d&#233;cision d'esp&#232;ce qui reprendrait le principe constitutionnel sans le modifier. Cette tendance est exacte et il convient de l'&#233;riger en r&#232;gle g&#233;n&#233;rale. En effet, dans cette hypoth&#232;se, le texte constitutionnel est en jeu exactement comme lorsque le recours est dirig&#233; contre la disposition elle-m&#234;me. Il n'y a donc pas lieu de traiter les deux situations diff&#233;remment. L'exclusion du recours de droit public dans ces deux cas ne livre d'ailleurs pas le citoyen &#224; l'arbitraire de l'Etat. En effet, l'Assembl&#233;e f&#233;d&#233;rale peut en tout temps retirer la garantie qu'elle a accord&#233;e, lorsqu'&#224; l'usage une disposition BGE 83 I 173 S. 183d'une constitution cantonale appara&#238;t comme contraire au droit f&#233;d&#233;ral, notamment &#224; la constitution f&#233;d&#233;rale (BURCKHARDT, Commentaire, p. 70/71; FLEINER/GIACOMETTI, Schweiz. Bundesstaatsrecht, p. 133).\nEn l'esp&#232;ce, la constitution vaudoise du 1er mars 1885, notamment son art. 23, a &#233;t&#233; garantie par un arr&#234;t&#233; f&#233;d&#233;ral du 27 mars 1885, c'est-&#224;-dire &#224; une &#233;poque o&#249;, de toute &#233;vidence, l'Assembl&#233;e f&#233;d&#233;rale consid&#233;rait que les femmes &#233;taient exclues des droits politiques et o&#249; elle a accord&#233; la garantie f&#233;d&#233;rale dans ce sens. Les recourantes n'attaquent pas l'art. 23 Cst. vaud. comme tel mais une d&#233;cision qui l'applique et reprend exactement le principe qu'il pose, tel qu'il r&#233;sulte de la volont&#233; claire du l&#233;gislateur et de l'usage constant. Dans cette mesure d&#232;s lors, le pr&#233;sent recours de droit public est irrecevable. D'ailleurs m&#234;me s'il ne l'&#233;tait pas pour cette raison, il devrait l'&#234;tre pour une autre. En effet, les recourantes demandent au Tribunal f&#233;d&#233;ral d'annuler non pas l'art. 23 Cst. vaud., mais la d&#233;cision qui leur refuse l'exercice des droits politiques. Si le Tribunal f&#233;d&#233;ral leur donnait raison, il modifierait en fait l'art. 23 Cst. vaud. et en ferait une disposition nouvelle. Par cette voie, les recourantes &#233;luderaient les r&#232;gles auxquelles la revision de la constitution est soumise. Elles &#233;chapperaient notamment au vote populaire et emp&#234;cheraient ainsi le canton d'obtenir la garantie f&#233;d&#233;rale, puisque celle-ci est soumise en particulier &#224; la condition que les dispositions nouvelles aient &#233;t&#233; accept&#233;es par le peuple. Il est clair que le Tribunal f&#233;d&#233;ral ne saurait pr&#234;ter la main &#224; pareille tentative.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours en tant qu'il est recevable.\n \n   \n   "
}