{
  "titre": "113 IV 4",
  "annee": "1987",
  "contenu": "\n      \n  Chapeau\n113 IV 42. Arr&#234;t de la Cour de cassation p&#233;nale du 27 f&#233;vrier 1987 dans la cause X. c. Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nFaits justificatifs non pr&#233;vus par la loi (voir art. 32 CP).  Le comportement d'un motocycliste qui commet notamment un exc&#232;s de vitesse pour assurer la s&#233;curit&#233; des participants &#224; une course cycliste, dont il est l'accompagnateur autoris&#233;, n'est pas illicite dans la mesure o&#249; il est justifi&#233;  par les imp&#233;ratifs de sa mission. \n\n\n  \n  \n  \nFaits &#224; partir de page 5\n\n\n    BGE 113 IV 4 S. 5\n   \n\n    A.- Le dimanche 21 avril 1985, X., accompagnateur officiel d'une course cycliste, circulait au guidon de sa motocyclette &#224; l'avenue Muret, &#224; Morges, en direction du centre de cette ville. Alors qu'il roulait &#224; une vitesse de 70 &#224; 80 km/h sur la partie gauche de la chauss&#233;e mais &#224; proximit&#233; de la ligne m&#233;diane, une voiture d&#233;bouchant du chemin du Cottage a heurt&#233; l'avant de la motocyclette.\n\n    B.- Statuant le 21 juillet 1986, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a rejet&#233; le recours form&#233; par X. contre le jugement du Tribunal de police du district de Morges (rendu le 18 mars 1986) le d&#233;clarant coupable d'infractions aux art. 34 al. 1 LCR et 4a al. 1 lettre a OCR mais l'exemptant de toute peine en application de l'art. 100 ch. 1 al. 2 LCR.\n\n    C.- X. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il demande que l'arr&#234;t du 21 juillet 1986 soit annul&#233; et qu'aucune infraction aux dispositions de la LCR et de l'OCR ne soit retenue &#224; sa charge.\nLe Tribunal f&#233;d&#233;ral admet le pourvoi en nullit&#233; pour\n  \nConsid&#233;rants\n\nles motifs suivants:\n\n    1. La cour cantonale a constat&#233; souverainement que le recourant a circul&#233;, &#224; l'int&#233;rieur d'une localit&#233;, &#224; une vitesse de 70 &#224; 80 km/h &#224; gauche de la ligne m&#233;diane. En agissant de la sorte, il ne s'est conform&#233; ni &#224; l'art. 4a al. 1 lettre a OCR (limitant &#224; 50 km/h la vitesse maximale des v&#233;hicules automobiles dans les localit&#233;s), ni &#224; l'art. 34 al. 1 LCR pr&#233;voyant l'obligation de circuler sur la moiti&#233; droite de la route, si elle est large. Comme il n'&#233;tait pas en train de d&#233;passer ni d'&#233;viter un obstacle, les r&#232;gles de la circulation routi&#232;re ne lui permettaient en tout cas pas de rouler &#224; gauche, contrairement &#224; ce qu'il soutient. De ce point de vue, est sans pertinence la question de savoir s'il avait conserv&#233; son droit de priorit&#233;, face &#224; l'automobile qui l'a heurt&#233;. Il est manifeste que le recourant n'ignorait pas les r&#232;gles de la circulation ainsi transgress&#233;es, si bien qu'il a agi intentionnellement, ce qu'il ne conteste d'ailleurs pas.\n\n    2. Avec raison, la cour cantonale a consid&#233;r&#233; que l'art. 100 ch. 4 LCR &#233;tait inapplicable ici. Le recourant n'&#233;tait certainement BGE 113 IV 4 S. 6pas assimilable au conducteur d'un v&#233;hicule de la police malgr&#233; sa fonction d'accompagnateur officiel (voir ATF 106 IV 2 consid. 1 et 2; BUSSY &amp; RUSCONI, Code de la circulation routi&#232;re, 2e &#233;d., Lausanne 1984, n. 5.2a p. 482 ad art.  100 LCR). La cour cantonale ne constate pas que la motocyclette accident&#233;e ait port&#233; l'inscription \"police\" et le m&#233;moire de recours ne mentionne nullement que le recourant aurait soutenu, devant la seconde instance cantonale d&#233;j&#224;, qu'il s'agissait d'un v&#233;hicule de police; dans la mesure o&#249; son argumentation implique un tel fait, elle est irrecevable car il s'agit d'un moyen nouveau  (ATF 107 II 224 consid. 3). L'art. 67 OSR pr&#233;voit uniquement l'obligation pour les usagers de se conformer aux signes et aux instructions donn&#233;es par les personnes dont la liste est pr&#233;cis&#233;e; or le recourant n'appartient manifestement &#224; aucune des cat&#233;gories &#233;num&#233;r&#233;es, si bien que sa r&#233;f&#233;rence &#224;  cette disposition de l'OSR tombe &#224; faux. De plus, cet article ne conf&#232;re aucun privil&#232;ge aux agents de la police.\n\n    3. En substance, le recourant fait valoir que sa mission d'accompagnateur officiel d'une course cycliste implique n&#233;cessairement l'inobservation de certaines r&#232;gles de la circulation, sans quoi son r&#244;le deviendrait impossible; ainsi, &#234;tre accompagnateur autoris&#233; constituerait un fait justificatif. L'autorit&#233; cantonale comp&#233;tente en mati&#232;re de circulation routi&#232;re n'a pas pr&#233;vu, dans son autorisation d'organiser la course, de d&#233;rogations aux r&#232;gles de la circulation (au sens de l'art. 52 al. 4 LCR); elle a au contraire pr&#233;cis&#233; que les v&#233;hicules accompagnants &#233;taient tenus de se conformer aux r&#232;gles de la circulation; le recourant ne peut donc se fonder sur la LCR pour se justifier. L'existence d'un devoir de fonction n'entre pas non plus en consid&#233;ration car le recourant n'est pas un agent de la police. L'exercice d'une profession d&#233;termin&#233;e ne suffit pas pour supprimer le caract&#232;re illicite d'un acte car celui qui l'exerce ne jouit pas pour autant de droits plus &#233;tendus que les autres citoyens; encore faut-il pour rendre l'acte licite que le devoir de profession invoqu&#233; d&#233;coule d'une norme juridique &#233;crite ou non &#233;crite (A. HAEFLIGER, Rechtm&#228;ssigkeit der durch Gesetz oder Berufspflicht gebotenen Tat, in RPS 80 (1964) p. 37; G. STRATENWERTH, Schweiz. Strafrecht allgemeiner Teil I, Bern 1982, p. 224 n. 110; P. NOLL/S. TRECHSEL, Schweizerisches Strafrecht allg. Teil I, 2e &#233;d. Zurich 1986 p. 119). En l'esp&#232;ce, qu'il en aille ainsi pour le devoir d'accompagnateur incombant au recourant n'est ni &#233;tabli ni &#233;vident. Les conditions de la l&#233;gitime d&#233;fense et de l'&#233;tat de n&#233;cessit&#233; font manifestement d&#233;faut faute BGE 113 IV 4 S. 7notamment d'attaque ou de danger imminent. Toutefois, d'apr&#232;s la jurisprudence, on peut admettre l'existence de faits justificatifs non pr&#233;vus par la loi lorsque pour sauvegarder des int&#233;r&#234;ts l&#233;gitimes l'auteur a us&#233; de moyens n&#233;cessaires et adapt&#233;s au but vis&#233;, que l'acte (ordinairement illicite) constitue la seule voie possible et qu'il apparaisse manifestement moins important que les int&#233;r&#234;ts dont l'auteur a voulu assurer la sauvegarde (ATF 94  IV 70 consid. 2 et doctrine cit&#233;e, 82 IV 18 consid. 3; H. SCHULTZ, in RJB 105  P. 388; O.A. GERMANN, Das Verbrechen im neuen Strafrecht, Zurich 1942, p. 214;  H. SCHULTZ, Einf&#252;hrung in den allg. Teil des Strafrechts, vol. I, 4e &#233;d. Berne  1982, p. 171/172; P. NOLL, Die Rechtfertigungsgr&#252;nde im Gesetz und in der Rechtsprechung in RPS 80 (1964) p. 185).\nEn l'esp&#232;ce, ces conditions sont r&#233;unies. D'une part, l'autorisation donn&#233;e par le Service vaudois des automobiles contient des conditions g&#233;n&#233;rales pr&#233;voyant que les v&#233;hicules accompagnants sont tenus de se conformer aux r&#232;gles de la circulation; d'autre part, les organisateurs de la course, uniques responsables de son bon d&#233;roulement, &#233;taient invit&#233;s &#224; prendre toutes les mesures de s&#233;curit&#233; n&#233;c&#233;ssaires. Ce sont l&#224; deux injonctions inconciliables. La course cycliste sur route, telle que pr&#233;vue et telle qu'elle s'est d&#233;roul&#233;e, n&#233;cessitait la pr&#233;sence de v&#233;hicules accompagnants pour assurer la s&#233;curit&#233; des coureurs et des autres usagers; les accompagnateurs ne pouvaient remplir leur mission qu'en pr&#233;c&#233;dant les diff&#233;rents groupes de coureurs, &#224; une certaine distance et en adoptant une vitesse au moins &#233;gale &#224; la leur; ainsi, ils pouvaient &#234;tre amen&#233;s, par les coureurs, &#224; d&#233;passer la vitesse maximale autoris&#233;e fix&#233;e &#224; 50 km/h dans les localit&#233;s, ce que firent d'ailleurs aussi les deux motocyclistes de la police escortant les concurrents; l'exp&#233;rience g&#233;n&#233;rale de la vie montre que les coureurs cyclistes ont l'habitude, suivant les circonstances, d'occuper toute la largeur de la route; en cons&#233;quence la mission des accompagnateurs qui les pr&#233;c&#232;dent impose &#224; ceux-l&#224; de circuler au milieu de la chauss&#233;e, ou m&#234;me un peu sur la partie gauche de celle-ci; en effet, ce comportement permet de faire comprendre rapidement et sans ambigu&#239;t&#233;  aux usagers circulant en sens inverse l'approche du danger inh&#233;rent aux coureurs. La s&#233;curit&#233; de ceux-ci et celle des autres usagers de la route, qui constituait la seule cause de la fa&#231;on de conduire du recourant (laquelle correspond d'ailleurs &#224; celle des agents de police plac&#233;s dans la m&#234;me situation), apparaissent sans aucun doute comme pr&#233;pond&#233;rantes face aux inobservations des r&#232;gles de la circulation routi&#232;re qui lui sont reproch&#233;es. Ce comportement, ordinairement illicite, est d&#232;s lors justifi&#233;, ce qui doit conduire &#224; la lib&#233;ration du recourant, faute d'infraction (voir art. 32 CP). Il en irait de m&#234;me si l'on examinait les faits sous l'angle du conflit de plusieurs devoirs (Pflichtenkollision), proche de l'&#233;tat de n&#233;cessit&#233; et qui constitue aussi un fait justificatif (voir P. NOLL/S. TRECHSEL, op.cit., p.  120; en droit de la R&#233;publique f&#233;d&#233;rale d'Allemagne, SCH&#214;NKE/SCHR&#214;DER, Strafgesetzbuchkommentar, 22e &#233;d. n. 70 f ad &#167; 32 ss.; MAURACH, Strafrecht allg. Teil vol. 1 6e &#233;d. n. 52 ad &#167; 27; en droit fran&#231;ais, voir R. MERLE/A. VITU, Trait&#233; de droit criminel, 2e &#233;d. Paris 1973, p. 418 ss. n. 365; voir J. DARBELLAY, Th&#233;orie g&#233;n&#233;rale de l'illic&#233;it&#233;, Fribourg 1955 p. 6).\n \n   \n   "
}