{
  "titre": "81 IV 273",
  "annee": "1955",
  "contenu": "\n      \n  Chapeau\n81 IV 27359. Arr&#234;t du 11 octobre 1955 dans la cause Minist&#232;re public du canton de Vaud contre Joyet.\n\n  \nRegeste\nIndivisibilit&#233; de la plainte.  Application de l'art. 30 CP dans le cas o&#249; plusieurs personnes, par des infractions distinctes, ont contribu&#233; &#224; la l&#233;sion qui justifiait la plainte. \n\n\n  \n  \n  \nFaits &#224; partir de page 273\n\n\n    BGE 81 IV 273 S. 273\n   \n\n    A.- Le 22 janvier 1955, une automobile conduite par Charles Joyet et dans laquelle avait pris place la femme de celui-ci est entr&#233;e en collision avec un scooter conduit par Marie-Louise Cavin. Au cours de cet accident, dame Joyet se fractura le coude gauche.\n\n    B.- Dame Joyet ayant port&#233; plainte pour l&#233;sions corporelles contre Marie-Louise Cavin, le juge informateur de l'arrondissement d'Oron-Moudon inculpa celle-ci, le 3 mai 1955, de l&#233;sions corporelles par n&#233;gligence.\nLe Minist&#232;re public recourut contre cette ordonnance en demandant que l'inculpation soit &#233;tendue &#224; Charles Joyet.\nLe 1er juin 1955, le Tribunal d'accusation du canton de Vaud rejeta le recours, vu l'art. 30 CP, consid&#233;rant que Marie-Louise Cavin et Charles Joyet ne sont pas des coauteurs, faute d'une d&#233;cision commune, mais les auteurs d'infractions distinctes et que, d&#232;s lors, la plainte port&#233;e contre celle-l&#224; ne saurait entra&#238;ner de poursuites contre celui-ci.\n\n    BGE 81 IV 273 S. 274\n   \n\n    C.- Contre cet arr&#234;t, le Minist&#232;re public du canton de Vaud a form&#233;, en temps utile, un pourvoi en nullit&#233;. Il all&#232;gue en bref:\nLes \"participants\" au sens de l'art. 30 CP ne sont pas seulement les coauteurs, les instigateurs et les complices, mais aussi tous ceux qui ont pris part objectivement &#224; l'infraction. En l'esp&#232;ce, les blessures subies par dame Joyet proviennent de la fa&#231;on de conduire aussi bien de son mari que de Marie-Louise Cavin. \"La simultan&#233;it&#233; des fautes et l'unit&#233; du r&#233;sultat font que le principe de l'indivisibilit&#233; de la plainte s'applique au pr&#233;sent cas, tout comme s'il y avait participation subjective &#224; l'infraction\".\n\n    D.- Les &#233;poux Joyet concluent au rejet du pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le pr&#233;sent recours tend &#224; l'inculpation de Charles Joyet pour l&#233;sions corporelles par n&#233;gligence. Ce d&#233;lit se poursuit sur plainte, sauf le cas o&#249; la l&#233;sion est grave. Le Tribunal d'accusation vaudois a jug&#233; qu'il ne s'agissait pas, en l'esp&#232;ce, d'une l&#233;sion grave et que, par cons&#233;quent, Charles Joyet ne pourrait &#234;tre poursuivi comme auteur des l&#233;sions subies par sa femme que s'il &#233;tait sous le coup d'une plainte. Aucune violation du droit f&#233;d&#233;ral n'est all&#233;gu&#233;e sur ce point et l'on ne voit pas, effectivement, qu'il y en ait une (RO 68 IV 84).\n\n    2. Le recourant all&#232;gue, en revanche, que le juge cantonal aurait viol&#233; l'art. 30 CP en n'admettant pas que la plainte port&#233;e contre Marie-Louise Cavin pour l&#233;sions corporelles par n&#233;gligence devait &#233;galement entra&#238;ner des poursuites contre Charles Joyet. L'art. 30 CP prescrit que la plainte port&#233;e contre l'un des participants &#224; l'infraction entra&#238;ne des poursuites contre tous les autres. Il s'agit donc de savoir si, dans la pr&#233;sente esp&#232;ce, Charles Joyet est un participant au sens de l'art. 30 CP, auquel cas la plainte d&#233;pos&#233;e par sa femme entra&#238;nerait n&#233;cessairement des poursuites contre lui.\nAppliquant cette disposition l&#233;gale, la Cour de cassation p&#233;nale a jug&#233; que le coauteur, le complice et l'instigateur BGE 81 IV 273 S. 275&#233;taient des participants &#224; l'infraction (RO 80 IV 211, 81 IV 91) au contraire du receleur (RO 69 IV 74; 81 IV 91). Dans ces arr&#234;ts, cependant, elle n'a pas eu &#224; dire si l'art. 30 CP vise d'autres cat&#233;gories de personnes encore. Le recourant all&#232;gue que tel serait le cas de toutes les personnes dont la faute simultan&#233;e aurait contribu&#233; &#224; la l&#233;sion qui justifierait la plainte.\nIl est vrai que l'art. 30 CP a pour but d'emp&#234;cher que le l&#233;s&#233; ne puisse, &#224; son gr&#233;, faire punir tel participant &#224; l'exclusion de tel autre. Ce principe, toutefois, ne s'impose pas n&#233;cessairement, de sorte qu'il ne s'applique que dans les limites fix&#233;es par la loi.\nLe texte l&#233;gal n'institue l'indivisibilit&#233; de la plainte que pour les participants &#224; \"l'infraction\" (texte italien: \"al reato\", texte allemand: \"an der Tat\"). C'est dire que, dans le cas o&#249; il y a pluralit&#233; d'infractions et d'auteurs, l'art. 30 CP n'est pas applicable, m&#234;me si elles ont entra&#238;n&#233; un r&#233;sultat commun, une l&#233;sion unique. Les auteurs d'infractions distinctes ne sauraient &#234;tre consid&#233;r&#233;s comme des participants. Le l&#233;s&#233; pourra donc porter plainte contre l'auteur de l'une sans que l'auteur des autres en soit affect&#233;.\n\n    3. Tel est le cas dans la pr&#233;sente esp&#232;ce. Suppos&#233; que Charles Joyet et Marie-Louise Cavin aient, l'un et l'autre, viol&#233; les r&#232;gles de la circulation et que ces transgressions aient caus&#233; les l&#233;sions dont dame Joyet s'est plainte, il n'en resterait pas moins qu'il s'agirait d'infractions distinctes, dont le r&#233;sultat commun, les l&#233;sions subies par dame Joyet, ne ferait pas de leurs auteurs des participants au sens de l'art. 30 CP. Il s'ensuit qu'en refusant d'&#233;tendre l'inculpation &#224; Charles Joyet sur le vu de la plainte d&#233;pos&#233;e contre Marie-Louise Cavin, le Tribunal d'accusation du canton de Vaud n'a pas viol&#233; le droit f&#233;d&#233;ral.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nRejette le pourvoi.\n \n   \n   "
}