{
  "titre": "126 V 265",
  "annee": "2000",
  "contenu": "\n      \n  Chapeau\n126 V 26545. Arr&#234;t du 7 juin 2000 dans la cause ASSURA, Assurance maladie et accident contre B. et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 3 al. 1 et art. 7 LAMal; art. 9 al. 4 OAMal: Exclusion d'un assur&#233;.  - L'obligation d'assurance a pour corollaire que l'exclusion d'un assur&#233;, en particulier pour d&#233;faut de paiement des cotisations, n'est pas admissible. \n- Une exception &#224; ce principe est pr&#233;vue &#224; l'art. 9 al. 4 OAMal selon lequel l'assureur peut, sous certaines conditions, mettre fin au rapport d'assurance dans le cas d'assur&#233;s non soumis &#224; la l&#233;gislation suisse sur l'aide sociale. Cette disposition de l'ordonnance est-elle conforme &#224; la loi ? Question laiss&#233;e ind&#233;cise. \n\n\n  \n  \n  \nFaits &#224; partir de page 266\n\n\n    BGE 126 V 265 S. 266\n   \n\n    A.- B. a &#233;t&#233; affili&#233; &#224; ASSURA, Assurance maladie et accident depuis le 1er juillet 1994, d'abord pour l'assurance dite de base des soins m&#233;dicaux, pharmaceutiques et hospitaliers selon la LAMA puis, d&#232;s le 1er janvier 1996, pour l'assurance obligatoire des soins au sens de la LAMal. D&#232;s le d&#233;but de son affiliation, l'assur&#233; ne s'est pas acquitt&#233; r&#233;guli&#232;rement de ses cotisations. Plusieurs poursuites, engag&#233;es par l'assureur, ont abouti &#224; la d&#233;livrance d'actes de d&#233;faut de biens pour un montant total de 3'205 fr. 45.\nLe canton de Vaud, dans lequel est domicili&#233; l'assur&#233;, n'a pas accord&#233; &#224; celui-ci la r&#233;duction de primes pr&#233;vue pour les assur&#233;s de condition &#233;conomique modeste. Les pouvoirs publics cantonaux ont &#233;galement refus&#233; de prendre en charge les arri&#233;r&#233;s de primes dus par l'assur&#233;. Dans une lettre &#224; ASSURA du 30 octobre 1996, l'Organe cantonal vaudois de contr&#244;le de l'assurance-maladie et accidents a motiv&#233; ce refus par le fait que l'assur&#233; est membre de l'Eglise Z qui, en tant que communaut&#233; religieuse, doit pourvoir au paiement des d&#233;penses de sant&#233; de ses membres.\nPar lettre du 30 mai 1997, ASSURA a inform&#233; B. que son droit aux prestations serait suspendu jusqu'&#224; ce que les primes arri&#233;r&#233;es (elle s'&#233;levaient alors &#224; 4'246 francs.) fussent rembours&#233;es, y compris les int&#233;r&#234;ts moratoires.\nPar la suite, elle a rendu une d&#233;cision, le 6 octobre 1997, par laquelle elle a signifi&#233; &#224; l'assur&#233; que sa \"police d'assurance\" serait r&#233;sili&#233;e avec effet au 31 ao&#251;t 1997. Elle a confirm&#233; sa position par une nouvelle d&#233;cision, du 17 novembre 1997, rendue sur opposition de l'assur&#233;.\n\n    B.- B. a recouru devant le Tribunal des assurances du canton de Vaud.\nStatuant le 18 juin 1999, celui-ci a admis le recours et il a r&#233;form&#233; la d&#233;cision litigieuse \"dans le sens des consid&#233;rants\". Il a retenu, en bref, que l'assureur n'avait pas le droit d'exclure l'assur&#233; du r&#244;le de ses membres tant et aussi longtemps qu'il resterait soumis &#224; l'assurance-maladie obligatoire.\n\n    C.- ASSURA interjette un recours de droit administratif dans lequel elle conclut &#224; l'annulation du jugement cantonal et demande au Tribunal f&#233;d&#233;ral des assurances de \"confirmer que la police d'assurance de B. a &#233;t&#233; r&#233;sili&#233;e, &#224; juste titre, le 31 ao&#251;t 1997\".\nB. n'a pas fait usage de la facult&#233; qui lui a &#233;t&#233; donn&#233;e de r&#233;pondre au recours. Quant &#224; l'Office f&#233;d&#233;ral des assurances sociales (OFAS), il ne s'est pas d&#233;termin&#233; &#224; son sujet.\n\n    BGE 126 V 265 S. 267\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Bien que la recourante ait utilis&#233; dans sa d&#233;cision le terme de \"r&#233;siliation\", il ne fait pas de doute qu'il s'agit en l'occurrence d'une d&#233;cision d'exclusion prononc&#233;e par l'assureur pour d&#233;faut de paiement de primes d'assurance-maladie. Il s'agit donc de savoir si la caisse &#233;tait ou non en droit de prendre une telle mesure &#224; l'encontre de l'assur&#233;.\nEn ce qui concerne, d'autre part, la question de la suspension du droit aux prestations, signifi&#233;e par la recourante dans sa lettre 30 mai 1997, elle n'est pas litigieuse et n'a donc pas &#224; &#234;tre examin&#233;e dans le cadre de la pr&#233;sente proc&#233;dure.\n\n    2. Le litige portant sur la qualit&#233; d'affili&#233; &#224; un assureur-maladie ne concerne pas l'octroi ou le refus de prestations d'assurance au sens de l'art. 132 OJ. Le Tribunal f&#233;d&#233;ral des assurances doit d&#232;s lors se borner &#224; examiner si les premiers juges ont viol&#233; le droit f&#233;d&#233;ral, y compris par l'exc&#232;s ou par l'abus de leur pouvoir d'appr&#233;ciation, ou si les faits pertinents ont &#233;t&#233; constat&#233;s d'une mani&#232;re manifestement inexacte ou incompl&#232;te, ou s'ils ont &#233;t&#233; &#233;tablis au m&#233;pris de r&#232;gles essentielles de proc&#233;dure (art. 132 en corr&#233;lation avec les art. 104 let. a et b et 105 al. 2 OJ; ATF 124 V 120 consid. 1a et les r&#233;f&#233;rences cit&#233;es).\n\n    3. a) Sous le r&#233;gime de la LAMA, les caisses-maladie &#233;taient en droit, moyennant un avertissement &#233;crit, de prendre des sanctions &#224; l'encontre de l'assur&#233; qui &#233;tait en retard dans le paiement de ses cotisations ou de participations. Cependant, sauf motifs particuliers, elles n'&#233;taient pas autoris&#233;es &#224; exclure un membre pour cette raison; elles &#233;taient libres, en revanche, de prononcer une mesure moins grave, comme la suspension du droit aux prestations d'assurance, laquelle pouvait &#234;tre maintenue tant que subsistaient des arri&#233;r&#233;s de cotisations ou de participations. Seules des circonstances aggravantes pouvaient justifier une exclusion, tel, par exemple, le comportement abusif de l'assur&#233; qui obligeait la caisse &#224; recourir de mani&#232;re r&#233;p&#233;t&#233;e &#224; des proc&#233;dures de recouvrement (ATF 118 V 267 consid. 3a et les r&#233;f&#233;rences, ATF 111 V 321 consid. 4). Ces principes s'appliquaient aussi aux assurances compl&#233;mentaires (RAMA 1986 no K 682 p. 241; BORELLA, L'affiliation &#224; l'assurance-maladie sociale suisse, th&#232;se Lausanne 1993, p. 298 ch. 491). En tout &#233;tat de cause, les sanctions ne pouvaient &#234;tre prononc&#233;es contre l'assur&#233; qu'en vertu d'une base statutaire ou r&#233;glementaire explicite (ATF 118 V 267 consid. 3a; RAMA 1990 no K 842 p. 173 consid. 4b).\n\n    BGE 126 V 265 S. 268\n   \nb) Un des buts principaux de la LAMal est de rendre l'assurance-maladie obligatoire pour l'ensemble de la population en Suisse (ATF 125 V 271 consid. 5b). Aussi bien l'art. 3 al. 1 LAMal pose-t-il le principe de l'obligation d'assurance pour toute personne domicili&#233;e en Suisse. Il n'y a cependant pas d'affiliation ex lege, au contraire d'autres assurances sociales (p.ex. l'AVS/AI, la LPP ou l'assurance-accidents obligatoire). C'est aux cantons qu'il incombe de veiller au respect de cette obligation et, s'il y a lieu, de proc&#233;der conform&#233;ment &#224; l'art. 6 LAMal &#224; une affiliation d'office d'une personne tenue de s'assurer qui n'a pas donn&#233; suite &#224; cette obligation en temps utile (sur ces questions, voir SPIRA, Les comp&#233;tences des cantons en mati&#232;re d'assurance obligatoire des soins, in: LAMal-KVG: Recueil de travaux en l'honneur de la Soci&#233;t&#233; suisse de droit des assurances, Lausanne 1997, p. 66; PIERRE-YVES GREBER, Quelques questions relatives &#224; la nouvelle loi f&#233;d&#233;rale sur l'assurance-maladie, in: RDAF 1996, p. 241, ch. 4.2).\nL'obligation d'assurance - m&#234;me si elle n'est pas automatique - a pour corollaire que l'exclusion d'un assur&#233;, en particulier pour d&#233;faut de paiement des cotisations, n'est plus admissible sous le r&#233;gime de la LAMal. Peu importe que les dispositions internes (r&#232;glements, statuts) de l'assureur le pr&#233;voient et que la mesure apparaisse compatible avec le principe de proportionnalit&#233; (MAURER, Das neue Krankenversicherungsrecht, B&#226;le/Francfort-sur-le-Main 1996, p. 41, ad ch. 3; GEBHARD EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, p. 11, note de bas de page no 43; BORELLA, op.cit., p. 349 ch. 573, &#224; propos de l'assurance obligatoire dans les cantons du temps de la LAMA). Les cas de changements oblig&#233;s d'assureur sont d'ailleurs &#233;num&#233;r&#233;s &#224; l'art. 7 LAMA (changement de r&#233;sidence ou d'emploi, retrait de l'autorisation de pratiquer conform&#233;ment &#224; l'art. 13 LAMal ou quand l'assureur cesse, volontairement ou par d&#233;cision administrative, de pratiquer l'assurance-maladie sociale). L'&#233;ventualit&#233; d'un changement forc&#233; en raison du non-paiement de cotisations (par l'assur&#233; ou par l'aide sociale) n'est pas pr&#233;vue (cf. GREBER, loc.cit., p. 246 ad ch. 24).\n\n    4. a) L'ex&#233;cution des obligations financi&#232;res de l'assur&#233; (paiement des primes selon les art. 61 ss LAMal et des participations selon l'art. 64 LAMal), de m&#234;me que les cons&#233;quences de la non-ex&#233;cution de ces obligations, par des mesures sp&#233;cifiques au droit de l'assurance-maladie, ne sont r&#233;gl&#233;es ni par la LAMal ni dans une norme de d&#233;l&#233;gation qui serait contenue dans cette loi et qui chargerait BGE 126 V 265 S. 269le Conseil f&#233;d&#233;ral de r&#233;glementer ces questions. Aussi bien les assureurs doivent-ils faire valoir leurs pr&#233;tentions par la voie de l'ex&#233;cution forc&#233;e selon la LP ou par celle de la compensation (message du Conseil f&#233;d&#233;ral concernant la r&#233;vision de l'assurance-maladie du 6 novembre 1991, FF 1992 I 124 ad art. 4). L'art. 88 al. 2 LAMal pr&#233;voit ainsi que les d&#233;cisions et d&#233;cisions sur opposition au sens de l'art. 88 al. 1 LAMal qui portent condamnation &#224; payer une somme d'argent ou &#224; fournir des s&#251;ret&#233;s sont assimil&#233;es aux jugements ex&#233;cutoires selon l'art. 80 LP (cf. aussi ATF 125 V 273 consid. 6c).\nb) Sous la note marginale \"Demeure de l'assur&#233;\", le Conseil f&#233;d&#233;ral a toutefois adopt&#233;, en application de l'art. 96 LAMal, la r&#233;glementation suivante &#224; l'art. 9 OAMal:\n1 Si, malgr&#233; sommation, l'assur&#233; ne paie pas des primes ou participations aux co&#251;ts &#233;chues, l'assureur doit engager une proc&#233;dure de poursuite. Si cette proc&#233;dure aboutit &#224; un acte de d&#233;faut de biens, l'assureur en informe l'autorit&#233; comp&#233;tente d'aide sociale. Sont r&#233;serv&#233;es les dispositions cantonales qui pr&#233;voient une annonce pr&#233;alable &#224; l'autorit&#233; charg&#233;e de la r&#233;duction des primes.\n2 Apr&#232;s avoir re&#231;u un acte de d&#233;faut de biens et inform&#233; l'autorit&#233; d'aide sociale, l'assureur peut suspendre la prise en charge des prestations jusqu'&#224; ce que les primes ou participations aux co&#251;ts arri&#233;r&#233;es soient enti&#232;rement pay&#233;es. Il devra prendre en charge les prestations pour la p&#233;riode de suspension d&#232;s qu'il aura re&#231;u ces paiements.\n3 Lorsque l'assur&#233; en demeure entend changer d'assureur, son assureur actuel ne peut mettre fin au rapport d'assurance que si les primes ou participations aux co&#251;ts arri&#233;r&#233;es ont &#233;t&#233; enti&#232;rement pay&#233;es.\n4 Lorsqu'une proc&#233;dure de poursuite ne peut pas &#234;tre engag&#233;e contre un assur&#233; qui n'est pas soumis &#224; la l&#233;gislation suisse sur l'aide sociale ou qu'elle n'aboutit pas au paiement des primes ou participations aux co&#251;ts, l'assureur peut mettre fin au rapport d'assurance, apr&#232;s une sommation &#233;crite dans laquelle il avertit l'assur&#233; des cons&#233;quences de son omission.\nR&#233;cemment, le Tribunal f&#233;d&#233;ral des assurances a eu l'occasion de se prononcer sur la port&#233;e de l'alin&#233;a 3 de cette disposition, qu'il a jug&#233; contraire &#224; la loi. L'OAMal est une ordonnance fond&#233;e sur l'art. 96 LAMal, qui charge le Conseil f&#233;d&#233;ral d'&#233;dicter des dispositions aux fins d'ex&#233;cution de la loi. Une ordonnance d'ex&#233;cution de la loi a pour fonction de concr&#233;tiser les dispositions l&#233;gales et, le cas &#233;ch&#233;ant, de combler des lacunes d'importance secondaire, dans la mesure o&#249; l'ex&#233;cution de la loi l'exige; les normes d'ex&#233;cution doivent cependant s'en tenir au cadre l&#233;gal et ne peuvent en particulier contenir des r&#232;gles nouvelles qui limiteraient les droits des administr&#233;s ou leur imposeraient de nouveaux devoirs, m&#234;me si ces BGE 126 V 265 S. 270r&#232;gles sont compatibles avec le but de la loi (ATF 125 V 266, plus sp&#233;cialement p. 272 consid. 6; voir aussi, &#224; propos de l'art. 126 OAMal: ATF 126 III 36). Or, l'art. 9 al. 3 OAMal, qui restreint le droit de changer d'assureur pr&#233;vu &#224; l'art. 7 al. 1 et 2 LAMal, d&#233;passe le cadre d'une norme d'ex&#233;cution.\nc) La recourante invoque l'art. 9 al. 4 OAMal. Elle fait valoir que, dans la mesure o&#249; la jurisprudence a rendu inop&#233;rant l'art. 9 al. 3 OAMal, l'assur&#233; en demeure peut normalement quitter son assureur-maladie pour s'affilier aupr&#232;s d'un autre assureur. De cette mani&#232;re, il &#233;chappe &#224; une suspension de son droit aux prestations selon l'art. 9 al. 2 OAMal. Il suffit que l'assur&#233;, devenu malade, change d'assureur pour le plus prochain terme pour se voir rembourser le co&#251;t de son traitement. Compte tenu de la jurisprudence d&#233;coulant de l'arr&#234;t ATF 125 V 266 (pr&#233;cit&#233;), il n'existe plus de mesure &#224; caract&#232;re dissuasif en ce qui concerne l'encaissement des primes. La seule possibilit&#233; qui s'offre &#224; l'assureur pour &#233;viter des abus, en exer&#231;ant une certaine pression sur l'assur&#233;, est la r&#233;siliation de l'assurance, conform&#233;ment &#224; l'art. 9 al. 4 OAMal.\nComme cela ressort du texte et de la syst&#233;matique de l'art. 9 OAMal, l'alin&#233;a 4 de cette disposition vise uniquement les assur&#233;s qui ne sont pas soumis &#224; la l&#233;gislation suisse sur l'aide sociale. Il s'agit principalement de personnes qui ont un domicile &#224; l'&#233;tranger et qui sont n&#233;anmoins assujetties &#224; l'assurance obligatoire des soins selon la LAMal, par exemple les travailleurs frontaliers ou les travailleurs d&#233;tach&#233;s &#224; l'&#233;tranger (art. 3 et 4 OAMal; EUGSTER, op.cit., p. 11, note de bas de page no 43; voir aussi MAURER, op.cit., p. 41 ad ch. 3, qui mentionne les membres des missions diplomatiques ayant demand&#233; &#224; &#234;tre soumis &#224; l'assurance suisse conform&#233;ment &#224; l'art. 6 al. 1 OAMal). Certains auteurs, d'ailleurs, ont mis en doute la l&#233;galit&#233; de cette disposition, en faisant notamment remarquer que, dans la mesure o&#249; la loi n'a pas pr&#233;vu d'institution suppl&#233;tive ni de sortie oblig&#233;e pour non-paiement de cotisations, l'assureur-maladie ne peut pas mettre fin au rapport d'assurance aussi longtemps que l'assur&#233; reste soumis &#224; l'assurance obligatoire des soins (GREBER, loc.cit., p. 246 sv.; voir aussi MAURER, op.cit., p. 41, note de bas de page no 95).\nQuoiqu'il en soit, il n'y a pas lieu de se prononcer sur cette question, dans la mesure o&#249; la disposition incrimin&#233;e ne vise pas le cas de l'intim&#233;, qui est domicili&#233; en Suisse et qui est en principe soumis &#224; la l&#233;gislation cantonale sur l'aide sociale. Que, dans le cas particulier, les autorit&#233;s cantonales comp&#233;tentes aient refus&#233; de prendre BGE 126 V 265 S. 271en charge l'arri&#233;r&#233; de cotisations de l'intim&#233; - pour des motifs qui n'ont pas &#224; &#234;tre examin&#233;s ici - n'y saurait rien changer. On se contentera de noter au passage que l'art. 23 de la loi d'application vaudoise de la loi f&#233;d&#233;rale sur l'assurance-maladie du 25 juin 1996 (LAVAMal; RSV 5.19 A) subordonne cette prise en charge aux \"cas dignes d'int&#233;r&#234;t\"; il est probable que l'autorit&#233; cantonale ait estim&#233; que cette condition n'&#233;tait pas r&#233;alis&#233;e dans le cas particulier.\n\n    5. En cons&#233;quence, comme l'ont retenu avec raison les premiers juges, la recourante n'&#233;tait pas en droit d'exclure l'intim&#233; pour d&#233;faut de paiement de cotisations (cf. infra consid. 3b). Le fait que le Tribunal f&#233;d&#233;ral des assurances a jug&#233; contraire &#224; la loi l'art. 9 al. 3 OAMal ne saurait justifier la solution pr&#233;conis&#233;e par la recourante, qui ne serait pas davantage conforme au droit. On remarquera, au demeurant, que cette solution favoriserait le passage d'un assureur &#224; l'autre de certains assur&#233;s insolvables ou peu scrupuleux quant &#224; leur obligation de r&#233;gler leurs primes d'assurance. Une bonne ex&#233;cution de la loi, si elle requiert que les assur&#233;s s'acquittent ponctuellement de leurs obligations, ne serait pas mieux garantie. Si le l&#233;gislateur a voulu favoriser le changement d'assureur (art. 7 al. 1 et 2 LAMal), c'est dans un but de concurrence entre assureurs (message pr&#233;cit&#233;, FF 1992 I 124), mais non dans l'int&#233;r&#234;t d'un assureur &#224; faire supporter &#224; un autre assureur le risque li&#233; au recouvrement des cotisations (voir aussi MAURER, op.cit., p. 41, note en bas de page no 95).\n\n    6. (Frais judiciaires).\n \n   \n   "
}