{
  "titre": "129 I 265",
  "annee": "2003",
  "contenu": "\n      \n  Chapeau\n129 I 26524. Auszug aus dem Urteil der II. &#246;ffentlichrechtlichen Abteilung i.S. X. gegen Ausgleichskasse und Verwaltungsgericht des Kantons Freiburg (staatsrechtliche Beschwerde)\n2P.131/2002 vom 11. Juli 2003\n  \n  \nRegeste\nArt. 8 al. 3 et art. 116 al. 2 Cst.; art. 73 et 76 du r&#232;glement (CEE) no 1408/71; art. 12 al. 2 et art. 13 al. 5 LEg; &#233;galit&#233; entre hommes et femmes; allocations familiales et pour enfant; r&#232;gle de conflit intercantonale; frais judiciaires de la proc&#233;dure devant le Tribunal f&#233;d&#233;ral.  Inconstitutionnalit&#233; d'une r&#233;glementation qui attribue au \"p&#232;re\" le droit au paiement d'allocations familiales et pour enfant en cas de droits concurrents de conjoints exer&#231;ant une activit&#233; lucrative (consid. 2-4). \nComp&#233;tence pour cr&#233;er une r&#232;gle de conflit intercantonale (consid. 4.2-5.2). \nR&#233;f&#233;rence aux r&#232;gles de conflit figurant aux art. 73 et 76 du r&#232;glement (CEE) no 1408/71 et valables pour les relations entre la Suisse et l'UE sur la base de l'accord de libre circulation des personnes (ALCP; consid. 5.3). \nPas de gratuit&#233; de la proc&#233;dure devant le Tribunal f&#233;d&#233;ral (consid. 6.2). \n\n\n  \n  \nFaits &#224; partir de page 266\n\n\n    BGE 129 I 265 S. 266\n   \nX. ist mit Y. verheiratet und Mutter von drei Kindern (geb. 1982, 1984 und 1986). Die Ehegatten wohnen zusammen mit ihren Kindern im Kanton Freiburg. X. ist seit dem 1. September 1999 als Operationssaal-Schwester mit einem Besch&#228;ftigungsgrad von 70% in einer Klinik im Kanton Freiburg t&#228;tig. Ihr Ehemann arbeitet als Fachlehrer an einer Schule im Kanton Solothurn mit einem Wochenpensum von 23 bis 25 Stunden, was einem Besch&#228;ftigungsgrad von 88.8% entspricht.\nIm September 1999 beantragte X. bei der Ausgleichskasse des Kantons Freiburg Familienzulagen f&#252;r ihre drei Kinder. Mit Verf&#252;gung vom 28. September 1999 lehnte die Ausgleichskasse des Kantons Freiburg das Gesuch ab. Zur Begr&#252;ndung f&#252;hrte sie im Wesentlichen an, dass gem&#228;ss Art. 8 Abs. 1 und 2 des Freiburger Gesetzes vom 26. September 1990 &#252;ber die Familienzulagen (FZG/FR) bei verheirateten Eltern die Kinderzulagen prim&#228;r dem Vater zust&#252;nden. Da der Vater &#252;ber seinen Arbeitgeber im Kanton Solothurn die vollen Familienzulagen geltend machen k&#246;nne, entfalle der Anspruch auf Familienzulagen der Mutter.\nDie hiergegen gerichteten Rechtsmittel wiesen die Ausgleichskasse des Kantons Freiburg mit Einspracheentscheid vom 22. Dezember 1999 und das Verwaltungsgericht des Kantons Freiburg, Sozialversicherungsgerichtshof (im Folgenden: Verwaltungsgericht), mit Entscheid vom 2. Mai 2002 ab.\nX. hat beim Bundesgericht staatsrechtliche Beschwerde eingereicht mit dem Antrag, den Entscheid des Verwaltungsgerichts vom 2. Mai 2002 aufzuheben. Sie r&#252;gt Willk&#252;r und eine Verletzung von Art. 8 BV.\nDas Bundesgericht heisst die staatsrechtliche Beschwerde gut.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    2. \n   \n\n    2.1 Im Kanton Freiburg umfassen die Familienzulagen die Kinderzulage, die Ausbildungszulage sowie die Geburts- oder Aufnahmezulage BGE 129 I 265 S. 267(Art. 5 FZG/FR; zur Unterscheidung der verschiedenen Zulagen vgl. Art. 16-18 FZG/FR). Sie werden einmal oder periodisch in Form von sozialen Geldleistungen ausgerichtet, um die finanzielle Belastung durch ein oder mehrere Kinder teilweise auszugleichen, und sind ausschliesslich f&#252;r den Unterhalt der Kinder zu verwenden (Art. 4 FZG/FR). Einen Anspruch auf Familienzulagen haben gem&#228;ss Art. 6 lit. a FZG/FR entl&#246;hnte Personen, deren Arbeitgeber dem Freiburger Gesetz &#252;ber die Familienzulagen unterstellt sind. Ihm sind prinzipiell alle Arbeitgeber unterstellt, die im Kanton Freiburg einen \"Wohnort\" (franz&#246;sischsprachiger Gesetzestext: \"domicile\"), einen Sitz, eine Zweigstelle oder eine Niederlassung haben (vgl. Art. 2 und 3 FZG/FR). Diese Arbeitgeber gew&#228;hrleisten auch die Finanzierung der Familienzulagen f&#252;r die entl&#246;hnten Personen; ihre Beitr&#228;ge werden in Prozenten der AHV-pflichtigen L&#246;hne festgesetzt (Art. 23 FZG/FR). Laut Art. 8 Abs. 1 FZG/FR besteht f&#252;r jedes Kind \"h&#246;chstens ein Anspruch auf eine ganze Zulage derselben Art\". K&#246;nnen mehrere Personen je eine ganze Zulage derselben Art nach dem erw&#228;hnten Gesetz oder nach anderen Gesetzen beanspruchen, werden gem&#228;ss Art. 8 Abs. 2 FZG/FR die Zulagen in der folgenden Rangordnung zugesprochen:\n\"a) dem Vater, wenn die Eltern verheiratet sind;\nb) der Person, die das Kind betreut, wenn die Eltern nicht verheiratet sind oder wenn sie getrennt oder geschieden sind;\nc) der Person, der die elterliche Gewalt zusteht;\nd) der Person, die in &#252;berwiegendem Mass f&#252;r das Kind aufkommt.\"\n\n    2.2 Die Beschwerdef&#252;hrerin macht im Wesentlichen geltend, es gebe keine sachlichen und vern&#252;nftigen Gr&#252;nde daf&#252;r, dass zur Vermeidung von Doppelbez&#252;gen der Anspruch auf Familienzulagen gem&#228;ss Art. 8 Abs. 2 lit. a FZG/FR dem Vater zugesprochen werde und dass der Kanton Freiburg auch im interkantonalen Verh&#228;ltnis davon ausgehe, dass die erw&#228;hnten Zulagen prinzipiell nur in dem Kanton gefordert werden k&#246;nnten, in dem der Ehemann selber die Anspruchsvoraussetzungen erf&#252;lle. Dies verstosse gegen Art. 8 BV und sei willk&#252;rlich (vgl. Art. 9 BV und Art. 4 aBV).\n\n    2.3 Die Beschwerdef&#252;hrerin r&#252;gt damit nicht einen Verstoss gegen kantonale Vorschriften, was nur unter dem Gesichtswinkel der Willk&#252;r zu pr&#252;fen w&#228;re. Sie beanstandet vielmehr, dass die Verweigerung der ihr im Grundsatz im Kanton Freiburg zustehenden Familienzulage auf einer diskriminierenden, gegen die Gleichbehandlung von Mann und Frau verstossenden Regelung und BGE 129 I 265 S. 268Rechtsanwendung beruhe. Sie verlangt insofern eine vorfrageweise &#220;berpr&#252;fung der Verfassungsm&#228;ssigkeit von Art. 8 Abs. 2 FZG/FR. Das ist im Verfahren der staatsrechtlichen Beschwerde zul&#228;ssig, selbst wenn die Frist zur Anfechtung des Gesetzes l&#228;ngst verstrichen ist: Die R&#252;ge, eine kantonale Norm widerspreche der Bundesverfassung, kann auch noch bei der Anfechtung eines diese Norm anwendenden Entscheides vorgebracht werden. Die allf&#228;llige vorfrageweise Feststellung der Verfassungswidrigkeit der fraglichen Norm f&#252;hrt aber nicht zu deren Aufhebung, sondern hat lediglich zur Folge, dass die Vorschrift auf den Beschwerdef&#252;hrer nicht angewendet und der gest&#252;tzt auf sie ergangene Entscheid aufgehoben wird (inzidente Normenkontrolle; BGE 121 I 102 E. 4 S. 104; BGE 117 Ia 97 E. 1 S. 99 f.; BGE 114 Ia 50 E. 2a S. 52). Sodann geht es auch darum, wieweit ein Kanton seine internen Konkurrenzvorschriften im interkantonalen Verh&#228;ltnis &#252;berhaupt zur Anwendung bringen kann.\n\n    3. \n   \n\n    3.1 Die Kantone k&#246;nnen auf dem Gebiete der Familienzulagen autonom legiferieren, solange und soweit der Bund von seiner diesbez&#252;glichen Kompetenz gem&#228;ss Art. 116 Abs. 2 BV (Art. 34quinquies Abs. 2 aBV) nicht Gebrauch macht (vgl. BGE 117 Ia 97 E. 2a S. 100; Urteil 2P.77/2000 vom 30. November 2000, E. 3b). Der Bund hat sich bis heute darauf beschr&#228;nkt, eine Familienzulagenordnung f&#252;r die Landwirtschaft aufzustellen (vgl. Bundesgesetz vom 20. Juni 1952 &#252;ber die Familienzulagen in der Landwirtschaft [FLG; SR 836.1], und die dazugeh&#246;rige Ausf&#252;hrungsgesetzgebung). Die Kantone sind von Verfassungs wegen nicht nur frei, den Arbeitgebern den Anschluss an Familienausgleichskassen und die Ausrichtung von Familienzulagen vorzuschreiben; auch bei der Ausgestaltung ihrer Familienzulagenordnung steht ihnen weitgehende Freiheit zu, so unter anderem was die Bestimmung der zulagenberechtigten Arbeitnehmer sowie der Kinder betrifft, f&#252;r die Zulagen gew&#228;hrt werden (vgl. BGE 114 Ia 1 E. 4 S. 3 f.; Urteil 2P.77/2000 vom 30. November 2000, E. 3b; zu interkantonalen Regelungen vgl. aber nachfolgend E. 4.2).\n\n    3.2 Auch wenn dem Gesetzgeber bei der Verfolgung gesetzgebungspolitischer Ziele und der dazu eingesetzten Mittel ein weiter Gestaltungsspielraum zusteht (BGE 124 I 297 E. 3b S. 299; BGE 121 I 102 E. 4a S. 104; BGE 110 Ia 7 E. 2b S. 13 f.), verletzt ein Erlass das Rechtsgleichheitsgebot, wenn er rechtliche Unterscheidungen trifft, f&#252;r die ein vern&#252;nftiger Grund in den zu regelnden Verh&#228;ltnissen nicht ersichtlich ist, oder Unterscheidungen unterl&#228;sst, die sich aufgrund BGE 129 I 265 S. 269der Verh&#228;ltnisse aufdr&#228;ngen, wenn also Gleiches nicht nach Massgabe seiner Gleichheit gleich und Ungleiches nicht nach Massgabe seiner Ungleichheit ungleich behandelt wird. Vorausgesetzt ist, dass sich die ungerechtfertigte Gleich- bzw. Ungleichbehandlung auf eine wesentliche Tatsache bezieht (BGE 129 I 1 E. 3 Ingress S. 3; BGE 124 I 297 E. 3b S. 299; BGE 123 II 16 E. 6a S. 26). Sodann verlangt die Gleichstellung der Geschlechter gem&#228;ss Art. 8 Abs. 3 BV bzw. Art. 4 Abs. 2 aBV, dass Mann und Frau ohne R&#252;cksicht auf gesellschaftliche Verh&#228;ltnisse und Vorstellungen in allen Bereichen gleich zu behandeln sind. Die Verfassung schliesst die Geschlechtszugeh&#246;rigkeit als taugliches Kriterium f&#252;r rechtliche Differenzierungen grunds&#228;tzlich aus. Eine unterschiedliche Behandlung von Mann und Frau ist nur noch zul&#228;ssig, wenn auf dem Geschlecht beruhende biologische oder funktionale Unterschiede eine Gleichbehandlung absolut ausschliessen (BGE 126 I 1 E. 2a S. 2 f. mit Hinweisen).\n\n    3.3 Das Verwaltungsgericht f&#252;hrt als Grund f&#252;r den Vorrang des Ehemannes gem&#228;ss Art. 8 Abs. 2 lit. a FZG/FR an, es entspreche einer historischen und bis heute geltenden soziologischen Realit&#228;t, dass in der Mehrzahl der Familien eher der Vater als die Mutter einer Vollzeitbesch&#228;ftigung nachgehe. Mit Blick auf Art. 8 Abs. 3 BV (bzw. Art. 4 Abs. 2 aBV) darf ein sachlicher Grund f&#252;r eine Ungleichbehandlung jedoch nicht schon in der traditionellen Rollenverteilung der Geschlechter erblickt werden, w&#252;rde dadurch doch versucht, eine Ordnung zu rechtfertigen, die mit den erw&#228;hnten Verfassungsbestimmungen gerade beseitigt werden sollte (vgl. BGE 123 I 56 E. 2b S. 58; BGE 116 V 198 E. II/2a/cc S. 211; J&#214;RG PAUL M&#220;LLER, Grundrechte in der Schweiz, 3. Aufl., 1999, S. 432). Fehl geht auch das Argument des Verwaltungsgerichts, Art. 8 Abs. 2 lit. a FZG/FR f&#252;hre im Ergebnis nicht zu einer unterschiedlichen Behandlung des einen oder anderen Geschlechts, sondern von Ehepaaren, indem es im interkantonalen Verh&#228;ltnis f&#252;r gewisse Ehepaare g&#252;nstige und f&#252;r andere ung&#252;nstige Resultate zeitige. Art. 8 Abs. 3 BV verbietet nicht nur die Benachteiligung von Frauen, sondern jede nicht durch zwingende biologische oder funktionale Unterschiede gerechtfertigte geschlechtsbezogene Regelung, unabh&#228;ngig davon, ob dadurch Frauen oder M&#228;nner benachteiligt werden; das Recht muss geschlechtsneutral sein (BGE 126 I 1 E. 2b/c S. 3 mit Hinweisen).\n\n    3.4 Wohl hat das Bundesgericht in einem unver&#246;ffentlichten Urteil vom 31. Oktober 1985 (P.1850/1984; zitiert bei RAINER J. SCHWEIZER, Probleme der Gleichbehandlung der Geschlechter bei der Ausrichtung von Haushaltszulagen, ZBl 93/1992 S. 2 f.) ausgef&#252;hrt, BGE 129 I 265 S. 270es sei unter dem Blickwinkel von Art. 4 aBV nicht zu beanstanden, wenn eine Regelung verheirateten Beamten Familienzulagen voraussetzungslos gew&#228;hre, w&#228;hrend von den verheirateten Beamtinnen ein Nachweis daf&#252;r verlangt werde, dass sie &#252;berwiegend f&#252;r die Haushaltungskosten aufkommen (kritisch: Schlussbericht der vom Eidgen&#246;ssischen Justiz- und Polizeidepartement eingesetzten Arbeitsgruppe \"Lohngleichheit\", 1988, S. 16; BEATRICE WEBER-D&#220;RLER, Aktuelle Aspekte der Gleichstellung von Mann und Frau, ZBJV 128/1992 S. 359; CHARLES-ALBERT MORAND, L'&#233;rosion jurisprudentielle du droit fondamental &#224; l'&#233;galit&#233; entre hommes et femmes, in: ders. [Hrsg.], L'&#233;galit&#233; entre hommes et femmes, 1988, S. 105). Diese Auffassung konnte sich auf die damals (und noch bis zum 31. Dezember 1987) geltende Fassung von Art. 160 Abs. 2 und Art. 161 Abs. 3 ZGB st&#252;tzen, wonach der Ehemann f&#252;r den Unterhalt der Familie zu sorgen hatte; demnach war der Ehemann stets verpflichtet, sein Einkommen f&#252;r den Familienunterhalt zu verwenden, w&#228;hrend der Arbeitserwerb der Ehefrau grunds&#228;tzlich Sondergut darstellte, das sie nur soweit erforderlich f&#252;r den Haushalt zu verwenden hatte; nach damaliger Rechtslage hatte sie ihren Beitrag an den Unterhalt der Familie prinzipiell allein durch die F&#252;hrung des Haushaltes zu erbringen (E. 5 des Urteils P.1850/1984; vgl. auch BGE 117 V 194 E. 4b S. 196 f.). Seit dem am 1. Januar 1988 in Kraft getretenen neuen Eherecht sorgen die Ehegatten \"gemeinsam, ein jeder nach seinen Kr&#228;ften\" f&#252;r den Familienunterhalt; die Rollenverteilung sowie Art und Umfang der Beitr&#228;ge an den Unterhalt der Familie ist den Ehegatten &#252;berlassen (vgl. Art. 163 ZGB). Aus dem geltenden Eherecht l&#228;sst sich also kein Rechtfertigungsgrund mehr f&#252;r die beanstandete Priorit&#228;t des Vaters ableiten. Das Verwaltungsgericht beruft sich darauf, das Bundesgericht habe in dem in SZS 1990 S. 40 publizierten Entscheid vom 17. Juni 1988 (P.1686/1987) implizit festgehalten, der (Genfer) Gesetzgeber habe mit einer dem Vater den Vorrang einr&#228;umenden Regelung nicht gegen Art. 4 aBV verstossen. Insoweit verkennt es allerdings, dass das Bundesgericht nicht von Amtes wegen Verfassungsverletzungen untersucht (s. E. 1.2) und damals auf andere Fragen bezogene R&#252;gen zu behandeln hatte. Es kann daher nichts daraus abgeleitet werden, dass die betreffende kantonale Regelung nicht wegen Art. 4 Abs. 2 aBV in Zweifel gezogen worden war. Im &#220;brigen hat das Bundesgericht in einem nicht publizierten Urteil vom 23. Dezember 1988 (2P.119/1988; zitiert bei RAINER J. SCHWEIZER, a.a.O., S. 4) befunden, eine Regelung, die BGE 129 I 265 S. 271Ehefrauen einen Anspruch auf (anteilm&#228;ssige) Familienzulagen nur f&#252;r den Fall zugesteht, dass diese zur Hauptsache f&#252;r die Haushaltungskosten aufkommen, verletze die Rechtsgleichheit mangels haltbarer Gr&#252;nde.\n\n    3.5 Es ist somit kein zul&#228;ssiger Grund in den zu regelnden Verh&#228;ltnissen ersichtlich, um die nach Art. 8 Abs. 2 lit. a FZG/FR vorgesehene unterschiedliche Behandlung der Ehegatten bei Anspruchskonkurrenz zu rechtfertigen. Die beanstandete Bestimmung verst&#246;sst demnach gegen Art. 8 Abs. 3 BV. Das Verwaltungsgericht irrt im &#220;brigen, wenn es annimmt, die Doktrin teile seine Ansicht. Diese steht dem Vorrang des Vaters vielmehr &#252;berwiegend ablehnend gegen&#252;ber (so PASCAL MAHON, Les allocations familiales, in: Heinrich Koller/Georg M&#252;ller/Ren&#233; Rhinow/Ulrich Zimmerli [Hrsg.], Schweizerisches Bundesverwaltungsrecht, Bd. 3, 1998 ff., S. 141 Rz. 53; ders., in: Jean-Fran&#231;ois Aubert et al. [Hrsg.], Kommentar zur Bundesverfassung der Schweizerischen Eidgenossenschaft, N. 66 zu Art. 34quinquies aBV; AUDREY LEUBA, La r&#233;partition traditionnelle des t&#226;ches entre les conjoints, au regard du principe de l'&#233;galit&#233; entre homme et femme, Diss. Neuenburg 1997, S. 192; UELI KIESER, Streifzug durch das Familienzulagenrecht, SZS 1995 S. 279 und 286; BARBARA LISCHETTI-GREBER, Familienzulagen, in: Monique Aeschbacher/Margareta Lauterburg/Barbara Lischetti-Greber, Durchs Netz gefallen, 2. Aufl., 1994, S. 419; RAINER J. SCHWEIZER, a.a.O., insbes. S. 6 f.; BEATRICE WEBER-D&#220;RLER, a.a.O., S. 359; CHARLES-ALBERT MORAND, a.a.O., S. 105; PIERRE-YVES GREBER, L'&#233;galit&#233; de droits entre hommes et femmes dans le domaine de la s&#233;curit&#233; sociale, in: Charles-Albert Morand [Hrsg.], L'&#233;galit&#233; entre hommes et femmes, 1988, S. 197; erw&#228;hnter Schlussbericht der Arbeitsgruppe \"Lohngleichheit\", S. 16; a.A. wohl GERMAIN BOUVERAT, Les allocations familiales, in: Les cahiers genevois de s&#233;curit&#233; sociale 1990 S. 112; und unter altem ZGB-Recht RANDOLPH ANDREA KOLLER, Die kantonalen Familienzulagengesetze, Diss. Z&#252;rich 1984, S. 153 f.). Ob auch Art. 8 Abs. 2 BV verletzt wird, kann hier offen bleiben.\n\n    4. Unter Bezugnahme auf die Botschaft des Freiburger Staatsrates vom 22. August 1989 zum Gesetzentwurf &#252;ber die Familienzulagen macht das Verwaltungsgericht geltend, der Vorrang des Vaters dr&#228;nge sich auf, um Kompetenzstreitigkeiten zwischen den Kantonen vorzubeugen; alle anderen Kantone h&#228;tten an einer solchen Priorit&#228;t des Ehemannes festgehalten.\n\n    BGE 129 I 265 S. 272\n   \n\n    4.1 Ungeachtet der sich aus vorstehenden Ausf&#252;hrungen ergebenden Fragw&#252;rdigkeit dieses Arguments, ist die Annahme des Verwaltungsgerichts heute bereits unzutreffend (vgl. &#220;bersicht in: Bundesamt f&#252;r Sozialversicherung [Hrsg.], Kantonale Gesetze &#252;ber Familienzulagen, Grundz&#252;ge der kantonalen Familienzulagenordnungen, Stand 1. Januar 2002, S. 19 ff. Ziff. 123). Zwar haben neben dem Kanton Freiburg noch einige andere Kantone eine mit der interessierenden Freiburger Bestimmung vergleichbare Regelung f&#252;r verheiratete erwerbst&#228;tige Eltern (Kantone Appenzell-Innerrhoden und -Ausserrhoden, Glarus, Graub&#252;nden, Solothurn und Zug). Etliche Kantone praktizieren aber eine andere Priorit&#228;tenordnung: Im Kanton Aargau geht der Anspruch des Ehemannes vor, sofern nicht die Ehefrau einen h&#246;heren Anspruch hat. Im Kanton Jura ist im Prinzip eine h&#228;lftige Teilung vorgesehen. Ebenso im Kanton Luzern bei gleicher Besch&#228;ftigungsdauer, wenn die beiden Anspruchsberechtigten zusammen die Voraussetzungen f&#252;r mehr als eine volle Zulage erf&#252;llen; bei ungleich hohem Anspruch wird die ungek&#252;rzte Zulage der Person mit dem h&#246;heren Anspruch ausgerichtet; erf&#252;llen beide zusammen nicht die Voraussetzungen f&#252;r eine volle Zulage, werden ihnen jeweils Teilzulagen nach Massgabe der Arbeitszeit gew&#228;hrt; nach anderen Zulagenordnungen beziehbare Leistungen sollen vorgehen. In den Kantonen Nidwalden, Obwalden, Thurgau und Z&#252;rich geht prinzipiell die Person mit dem h&#246;heren Anspruch vor. Im Kanton Schwyz soll diejenige Person die Zulage bekommen, die in &#252;berwiegendem Masse f&#252;r den Unterhalt des Kindes aufkommt. Im Kanton Tessin ist grunds&#228;tzlich die Mutter anspruchsberechtigt, es sei denn der Ehegatte hat Anspruch auf eine h&#246;here Zulage. Im Kanton Uri ist der vollerwerbende Ehepartner anspruchsberechtigt. Im Kanton Waadt ist zun&#228;chst der Elternteil mit dem h&#246;heren Besch&#228;ftigungsgrad anspruchsberechtigt; den Rest bis zum Erreichen einer vollen Zulage kann gegebenenfalls der andere Elternteil verlangen; wenn beide vollerwerbend sind, wird die Auszahlung auf Verlangen h&#228;lftig geteilt, sonst an den Vater vorgenommen. Im Kanton Wallis wird die Zulage im Prinzip an den Vater ausgezahlt, wobei aber eine Aufstockung bez&#252;glich der T&#228;tigkeit der Mutter im Kanton vorgenommen wird, wenn der Vater ausserkantonal t&#228;tig ist oder selber keinen Anspruch hat. In den Kantonen Bern, Basel-Stadt, Genf, Neuenburg, St. Gallen und Schaffhausen wird die Zulage an den von den Ehegatten bestimmten Elternteil ausgezahlt. Der Kanton Basel-Landschaft praktiziert dieses Wahlrecht der Eltern ebenfalls, nachdem das kantonale Versicherungsgericht BGE 129 I 265 S. 273in einem Urteil vom 22. April 1992 eine mit der Freiburger Regelung vergleichbare Bestimmung f&#252;r verfassungswidrig erkl&#228;rt hatte. K&#246;nnen die Eheleute im Kanton St. Gallen insgesamt weniger als eine volle Zulage beanspruchen, werden Teilzulagen nach Massgabe der geleisteten Arbeitszeit ausgerichtet. Schliesslich hat der Bundesgesetzgeber - im Sinne der Gleichberechtigung von Mann und Frau - eine Anspruchskonkurrenz bei den Kinderzulagen im landwirtschaftlichen Bereich f&#252;r im gleichen Haushalt lebende Ehegatten im Wege h&#228;lftiger Teilung des Anspruchs geregelt (Art. 9 Abs. 5 FLG; Berichterstatter Gerber in AB 1983 S 596). Die Regelungen &#252;ber die Anspruchskonkurrenz werden sodann je nach Kanton nur innerkantonal angewandt; einige Kantone nehmen damit offenbar in Kauf, dass Kinderzulagen unter Umst&#228;nden in zwei Kantonen bezogen werden (vgl. Urteil des Sozialversicherungsgerichts des Kantons Z&#252;rich vom 4. Mai 1999, Leitsatz publiziert in Bundesamt f&#252;r Sozialversicherung [Hrsg.], Kantonale Gesetze &#252;ber Familienzulagen, Die Rechtsprechung der kantonalen Rekursbeh&#246;rden 1999, Bern 2001, S. 58; Bundesamt f&#252;r Sozialversicherung, Grundz&#252;ge der kantonalen Familienzulagenordnungen, Stand 1. Januar 2002, S. 21 Ziff. 123; GERHARD HAUSER-SCH&#214;NB&#196;CHLER, Kinder- und Familienzulagen in der Schweiz, Untersuchung im Auftrage der Eidgen&#246;ssischen Koordinationskommission f&#252;r Familienfragen, 2002, S. 4).\n\n    4.2 Die in den kantonalen Kinderzulagengesetzen enthaltenen Regelungen &#252;ber die Anspruchskonkurrenz k&#246;nnen nur im innerkantonalen Verh&#228;ltnis Geltung beanspruchen. Ein Kanton ist nicht befugt, in den Kompetenzbereich eines anderen Kantons einzugreifen, indem er mittels Konkurrenznormen bestimmt, unter welchen Voraussetzungen der andere Kanton Familienzulagen zu leisten oder welche Priorit&#228;tenordnung er f&#252;r den Fall einer Anspruchskonkurrenz vorzusehen hat (vgl. Territorialit&#228;tsprinzip; UELI KIESER, a.a.O., S. 287; ULRICH H&#196;FELIN/GEORG M&#220;LLER, Grundriss des Allgemeinen Verwaltungsrechts, 4. Aufl., 2002, S. 73 f. N. 355 ff.). Demnach kann der Kanton Freiburg dem anderen beteiligten Kanton weder vorschreiben noch davon ausgehen, die Zulagen m&#252;ssten in dem Kanton, in dem der Vater arbeitet, geleistet werden.\n\n    4.3 Die Anwendung der in Art. 8 Abs. 2 lit. a FZG/FR vorgesehenen Regelung mag zwar bisweilen im interkantonalen Verh&#228;ltnis, je nach konkreter Situation und Ausgestaltung der Gesetzgebung des anderen Kantons, zu vertretbaren Ergebnissen f&#252;hren. Mit Blick auf Art. 8 Abs. 3 BV darf das Geschlecht der potentiell Anspruchsberechtigten BGE 129 I 265 S. 274indessen nicht als Differenzierungsmerkmal dienen (vgl. E. 3.2-3.5). Es gibt keinen zul&#228;ssigen Grund, die Freiburger Familienzulagen bei Zweiverdiener-Ehepaaren bloss zu gew&#228;hren, wenn der Ehemann im Kanton arbeitet, nicht aber, wenn nur die Ehefrau diese Voraussetzung erf&#252;llt. Die Regelung interkantonaler Anspruchskonkurrenzen nach der in Art. 8 Abs. 2 lit. a FZG/FR vorgesehenen Priorit&#228;tenordnung f&#252;hrt zu zufallsbedingten, willk&#252;rlichen Ungleichheiten, weil der Bezug der h&#246;heren oder tieferen kantonalen oder ausserkantonalen Zulage davon abh&#228;ngig wird, ob der Ehemann oder die Ehefrau ausserhalb des Wohnsitzkantons arbeitet.\nDas Verwaltungsgericht bringt vor, die Einr&#228;umung einer Wahlm&#246;glichkeit f&#252;r die Ehepaare - statt der beanstandeten Regelung mit dem Vorrang des Vaters - h&#228;tte zur Folge, dass die Zulagen jeweils im Kanton mit den h&#246;heren Leistungen beansprucht w&#252;rden. Das tr&#228;fe regelm&#228;ssig den Kanton Freiburg, weil dieser h&#246;here Familienzulagen gew&#228;hre als die meisten anderen Kantone. Diese Bedenken gegen die Einr&#228;umung eines freien Wahlrechtes sind verst&#228;ndlich; eine solche L&#246;sung w&#252;rde Kantone mit hohen Familienzulagen bzw. die zahlungspflichtigen Arbeitgeber dieser Kantone benachteiligen (vgl. Stellungnahme des Bundesrats zur Parlamentarischen Initiative Fankhauser, BBl 2000 S. 4786; GERHARD HAUSER-SCH&#214;NB&#196;CHLER, a.a.O., S. 5 f.; zu den Ans&#228;tzen der kantonalen Familienzulagen und der Arbeitgeberbeitr&#228;ge vgl. j&#228;hrlich in der Zeitschrift des Bundesamtes f&#252;r Sozialversicherung \"Soziale Sicherheit\" erscheinende Tabellen). Dies allein rechtfertigt aber nicht, f&#252;r die interkantonale Anspruchskonkurrenz das Geschlecht als Unterscheidungsmerkmal heranzuziehen. Es gibt, wie zu zeigen sein wird, andere taugliche Kriterien zur Vermeidung von sachwidrigen Ergebnissen (E. 5). Die vom Verwaltungsgericht vertretene L&#246;sung ist in praktischer Hinsicht keineswegs zwingend.\n\n    4.4 Auch wenn die Anwendung der in den Kantonen Freiburg und Solothurn vorgesehenen Priorit&#228;tenordnung vorliegend nicht zu widerspr&#252;chlichen Ergebnissen f&#252;hren w&#252;rde, da beide Kantone den Vorrang des Vaters vorsehen (vgl. &#167; 7 Satz 2 lit. a des Solothurner Kinderzulagengesetzes vom 20. Mai 1979), verst&#246;sst eine derartige L&#246;sung der interkantonalen Anspruchskonkurrenz nach dem Gesagten gegen die Verfassung. Der angefochtene Entscheid ist daher aufzuheben.\n\n    5. Es fragt sich, ob und wieweit das Bundesgericht zur Vermeidung von sachwidrigen Doppelausschl&#252;ssen oder Doppelbez&#252;gen, BGE 129 I 265 S. 275die sich im interkantonalen Verh&#228;ltnis aufgrund nicht aufeinander abgestimmter kantonaler Gesetze ergeben k&#246;nnen, selber verbindliche Kollisionsregeln aufstellen kann und soll.\n\n    5.1 Eine derartige Kompetenz und Aufgabe hat der Bund mit Blick auf Art. 127 Abs. 3 BV im Bereich des Steuerrechts (Verbot der Doppelbesteuerung). F&#252;r Familienzulagen besteht allerdings nur beschr&#228;nkt eine Parallelit&#228;t zur Problematik der Doppelbesteuerung. Die alte Bundesverfassung von 1874 sah in Art. 46 Abs. 2 den Erlass eines Bundesgesetzes \"gegen Doppelbesteuerung\" vor, woraus sich ableiten liess, dass ein verfassungsrechtlicher Anspruch auf Vermeidung von Doppelbesteuerungen besteht (vgl. ERNST H&#214;HN, in: Jean-Fran&#231;ois Aubert et al. [Hrsg.], Kommentar zur Bundesverfassung der Schweizerischen Eidgenossenschaft, N. 15-18 zu Art. 46 Abs. 2 aBV). Die heutige Bundesverfassung enth&#228;lt in Art. 127 Abs. 3 ein ausdr&#252;ckliches Verbot der Doppelbesteuerung. Dem liegt die Erw&#228;gung zugrunde, dass der Einzelne in Steuersachen vor &#220;bergriffen eines nichtberechtigten Kantons gesch&#252;tzt werden soll. Aus dem Bundesverfassungsrecht bzw. dem Bundesrecht ergibt sich dagegen kein allgemeiner Anspruch auf Familienzulagen. Auch der allf&#228;llige Doppelbezug einer Familienzulage verst&#246;sst an sich nicht gegen Verfassungsrecht. Zwar besitzt der Bund im Bereich der Familienzulagen eine Gesetzgebungskompetenz (Art. 116 Abs. 2 BV bzw. Art. 34quinquies Abs. 2 aBV); es handelt sich dabei sogar um eine konkurrierende, nicht auf den Erlass von Grunds&#228;tzen beschr&#228;nkte Kompetenz. Damit k&#246;nnte der Bund gest&#252;tzt auf die erw&#228;hnten Verfassungsbestimmung auch Vorschriften zur Verhinderung interkantonaler Kollisionen bei den kantonalen Familienzulagen erlassen. Von dieser Kompetenz hat der Bund bislang nur f&#252;r den Bereich der Landwirtschaft Gebrauch gemacht (s. E. 3.1); weitere Vorst&#246;sse f&#252;r die Schaffung einer gesamtschweizerisch harmonisierten Kinderzulage blieben bislang erfolglos. Nach dem Wortlaut des Art. 116 BV bzw. Art. 34quinquies aBV hat der Bund jedoch nicht einen \"Auftrag\", Vorschriften &#252;ber Familienzulagen zu erlassen (PASCAL MAHON, in: Jean-Fran&#231;ois Aubert et al., a.a.O., N. 54 zu Art. 34quinquies aBV; PIERRE-YVES GREBER, Droit suisse de la s&#233;curit&#233; sociale, 1982, S. 508; LUZIUS MADER, in: Bernhard Ehrenzeller/Philippe Mastronardi/Rainer J. Schweizer/Klaus A. Vallender [Hrsg.], Die schweizerische Bundesverfassung, 2002, N. 2 zu Art. 116 BV). Im Gegensatz zum Doppelbesteuerungsverbot geht es bei Art. 116 Abs. 2 BV bzw. Art. 34quinquies Abs. 2 aBV zudem nicht darum, den Einzelnen vor &#220;bergriffen eines nichtberechtigten Kantons zu sch&#252;tzen. Es besteht BGE 129 I 265 S. 276insoweit, anders als bei der Doppelbesteuerung, jedenfalls keine explizite verfassungsrechtliche Verpflichtung des Bundes, im Bereich der kantonalen Familienzulagen Doppelbez&#252;ge bzw. Doppelausschl&#252;sse zu verhindern oder sonstige Leistungsbedingungen zu regeln. Im &#220;brigen umfasst der Begriff \"Bund\" in der Verfassung normalerweise nicht das Bundesgericht (vgl. Botschaft zum Entwurf einer neuen Bundesverfassung, BBl 1997 I 346 Fn. 15). Ob sich aus Art. 116 BV bzw. Art. 34quinquies aBV eine Grundlage ergibt, auf welche sich das Bundesgericht f&#252;r die Schaffung von verbindlichen interkantonalen Konkurrenzregeln unmittelbar st&#252;tzen k&#246;nnte, kann hier aber letzlich offen bleiben. Kantonale Entscheide &#252;ber die Gew&#228;hrung oder Verweigerung von Familienzulagen sind vorab daran zu messen, ob sie mit den ber&#252;hrten Grundrechten, d.h. insbesondere mit den Garantien von Art. 8 und 9 BV, vereinbar sind.\n\n    5.2 Sind mehrere M&#246;glichkeiten zur Vermeidung einer Ungleichbehandlung gegeben, ist es grunds&#228;tzlich nicht Sache des Bundesgerichts, den Kantonen eine hiervon vorzuschreiben (vgl. BGE 109 Ib 81 E. 4e S. 88 f.; PIERRE-YVES GREBER, in: Charles-Albert Morand, a.a.O., S. 199; BERNHARD R&#220;TSCHE, Rechtsfolgen von Grundrechtsverletzungen, Diss. Bern 2002, S. 90; MADELEINE CAMPRUBI, Kassation und positive Anordnungen bei der staatsrechtlichen Beschwerde, Diss. Z&#252;rich 1999, S. 345 ff.; PHILIPPE GERBER, La nature cassatoire du recours de droit public, Diss. Genf 1997, S. 306-309; WALTER K&#196;LIN, Verfassungsgerichtsbarkeit in der Demokratie, 1987, S. 168 ff.). Im vorliegenden Regelungsbereich k&#246;nnen sich allerdings besondere Schwierigkeiten daraus ergeben, dass die jeweiligen Bestimmungen der betroffenen Kantone nicht miteinander harmonieren, was zu grundrechtswidrigen Ergebnissen f&#252;hren kann, und es letztlich um eine auf h&#246;herer Ebene zu f&#252;llende Regelungsl&#252;cke geht. Mangels bundesrechtlicher Kollisionsnormen muss der angerufene Richter, wenn die Anwendung der kantonalen Gesetzgebung im interkantonalen Verh&#228;ltnis zu einem verfassungswidrigen Ergebnis f&#252;hrt, nach einer sachgerechten L&#246;sung suchen, die sich vom kantonalen Gesetz nicht unn&#246;tig weit entfernt und deren Befolgung zugleich auch von anderen Kantonen erwartet werden kann.\n\n    5.3 F&#252;r Konkurrenzsituationen, wie sie hier gegeben sind, kann sinnvollerweise auf die Kollisionsregelung verwiesen werden, die seit dem 1. Juni 2002 zwischen der Schweiz und den Mitgliedstaaten der Europ&#228;ischen BGE 129 I 265 S. 277Gemeinschaft gilt. In Abschnitt A Ziff. 1 und 2 des Anhangs II zum Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europ&#228;ischen Gemeinschaft und ihren Mitgliedstaaten andererseits &#252;ber die Freiz&#252;gigkeit (Freiz&#252;gigkeitsabkommen, FZA; SR 0.142.112.681) wird Bezug genommen auf die Verordnungen des Rates der Europ&#228;ischen Wirtschaftsgemeinschaft (EWG) Nr. 1408/71 vom 14. Juni 1971 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbst&#228;ndige sowie deren Familienangeh&#246;rige, die innerhalb der Gemeinschaft zu- und abwandern (ABl. L 149 vom 5. Juli 1971, S. 2, und konsolidierte Fassung in ABl. L 28 vom 30. Januar 1997, S. 1) und Nr. 574/72 vom 21. M&#228;rz 1972 &#252;ber die Durchf&#252;hrung der Verordnung (EWG) Nr. 1408/71 (ABl. L 74 vom 27. M&#228;rz 1972, S. 1).\n\n    5.3.1 Gem&#228;ss Art. 73 der Verordnung Nr. 1408/71 hat ein Arbeitnehmer oder ein Selbst&#228;ndiger, \"der den Rechtsvorschriften eines Mitgliedstaats unterliegt\", grunds&#228;tzlich \"f&#252;r seine Familienangeh&#246;rigen, die im Gebiet eines anderen Mitgliedstaats wohnen, Anspruch auf Familienleistungen nach den Rechtsvorschriften des ersten Staates, als ob diese Familienangeh&#246;rigen im Gebiet dieses Staates wohnten\". Eine Person unterliegt den Rechtsvorschriften desjenigen Staates, in dessen Gebiet sie abh&#228;ngig besch&#228;ftigt ist bzw. ihre selbst&#228;ndige T&#228;tigkeit aus&#252;bt, auch wenn sie im Gebiet eines anderen Mitgliedstaates wohnt oder ihr Arbeitgeber oder das Unternehmen, das sie besch&#228;ftigt, seinen Wohnsitz oder Betriebssitz im Gebiet eines anderen Mitgliedstaats hat (Art. 13 Abs. 2 lit. a und b der Verordnung Nr. 1408/71).\nF&#252;r den Fall der Kumulierung von Anspr&#252;chen auf Familienleistungen gem&#228;ss den Rechtsvorschriften des nach Art. 73 der Verordnung Nr. 1408/71 zust&#228;ndigen Staates und den Rechtsvorschriften des Staates, in dem die Familienangeh&#246;rigen wohnen, sieht Art. 76 der Verordnung Nr. 1408/71 in der f&#252;r das Freiz&#252;gigkeitsabkommen geltenden Fassung folgende Priorit&#228;tsregeln vor:\n(1) Sind f&#252;r ein und denselben Zeitraum f&#252;r ein und denselben Familienangeh&#246;rigen in den Rechtsvorschriften des Mitgliedstaates, in dessen Gebiet die Familienangeh&#246;rigen wohnen, Familienleistungen aufgrund der Aus&#252;bung einer Erwerbst&#228;tigkeit vorgesehen, so ruht der Anspruch auf die nach den Rechtsvorschriften eines anderen Mitgliedstaates gegebenenfalls gem&#228;ss Art. 73 bzw. 74 geschuldeten Familienleistungen bis zu dem in den Rechtsvorschriften des ersten Mitgliedstaats vorgesehenen Betrag.\n(2) Wird in dem Mitgliedstaat, in dessen Gebiet die Familienangeh&#246;rigen wohnen, kein Antrag auf Leistungsgew&#228;hrung gestellt, so kann der zust&#228;ndige Tr&#228;ger des anderen Mitgliedstaates Absatz 1 anwenden, als ob Leistungen in dem ersten Mitgliedstaat gew&#228;hrt w&#252;rden.\n\n    BGE 129 I 265 S. 278\n   \n\n    5.3.2 Das bedeutet, dass Familienleistungen (vgl. dazu Art. 1 lit. u und Art. 4 Abs. 1 lit. h der Verordnung Nr. 1408/71) grunds&#228;tzlich in demjenigen Staat zu entrichten sind, in dem der Erwerbst&#228;tige besch&#228;ftigt ist (Besch&#228;ftigungsland; sog. Erwerbsortsprinzip, vgl. Botschaft zur Genehmigung der sektoriellen Abkommen zwischen der Schweiz und der EG, BBl 1999 S. 6321 Ziff. 273.222.2). Besteht aber aufgrund der Aus&#252;bung einer Erwerbst&#228;tigkeit (z.B. des anderen Elternteils) auch ein Anspruch im Land, in welchem die Kinder wohnen (Wohnland), so geht dieser Anspruch vor; w&#228;re die Leistung im Besch&#228;ftigungsland h&#246;her (z.B. wegen h&#246;herer Leistungss&#228;tze oder weil im Wohnland wegen einer Teilzeitbesch&#228;ftigung nur eine Teilleistung ausgezahlt wird), so kann dort noch der Unterschiedsbetrag zwischen der im Wohnland geschuldeten und der im Besch&#228;ftigungsland vorgesehenen h&#246;heren Leistung verlangt werden (vgl. BBl 1999 S. 6327 Ziff. 273.222.36 und S. 6357 Ziff. 274.45).\n\n    5.3.3 Eine vergleichbare Priorit&#228;tsregel gilt bei Anspruchskollisionen auch f&#252;r den Fall, dass ein Staat Leistungen f&#252;r Kinder erbringt, die nicht von einer Versicherung, Besch&#228;ftigung oder selbst&#228;ndigen T&#228;tigkeit abh&#228;ngig sind. Wird im Land, in dem das Kind wohnhaft ist, eine Berufst&#228;tigkeit ausge&#252;bt, sind die Leistungen prim&#228;r dort geschuldet. Im anderen Besch&#228;ftigungsland ist nur ein Unterschiedsbetrag auszuzahlen, der sich nach Abzug der im Wohnland zu entrichtenden Leistungen ergibt. Wird im Wohnland der Kinder keine Berufst&#228;tigkeit ausge&#252;bt, sind die Leistungen prim&#228;r im Besch&#228;ftigungsland geschuldet, im Wohnland allenfalls ein h&#246;herer Differenzbetrag (Art. 10 der Verordnung [EWG] Nr. 574/72).\n\n    5.3.4 Diese Regelungen finden seit dem 1. Juni 2002 unmittelbar Anwendung im Verh&#228;ltnis zwischen der Schweiz und den Mitgliedstaaten der Europ&#228;ischen Union (EU). Durch sie werden fr&#252;her mit Mitgliedstaaten der EU abgeschlossene Sozialversicherungsabkommen grunds&#228;tzlich suspendiert, soweit sie die gleichen Tatbest&#228;nde regeln (Art. 20 FZA; BBl 1999 S. 6318 Ziff. 273.221). An den Verhandlungen zum Freiz&#252;gigkeitsabkommen waren die Kantone seit 1995 direkt beteiligt (vgl. RUDOLF TUOR, Das Freiz&#252;gigkeitsabkommen aus der Sicht der Kantone, in: Freiburger Sozialrechtstag 2000, Das Personenverkehrsabkommen mit der EU und seine Auswirkungen auf die soziale Sicherheit der Schweiz, 2001, S. 229). Dies geschah auch mit Blick darauf, dass etliche im Abkommen geregelte Fragen direkt Einfluss auf die Kantone haben w&#252;rden. Gerade in Bezug auf die kantonal geregelten Familienzulagen BGE 129 I 265 S. 279haben die gemeinschaftsrechtlichen Koordinationsgrunds&#228;tze fortan unmittelbare Wirkung (vgl. BBl 1999 S. 6346 f. Ziff. 273.236, mit Hinweis auf die Besonderheit f&#252;r die Geburts- und Adoptionszulagen, vgl. dazu auch Anhang II zum FZA Abschnitt A Ziff. 1 lit. f). Im &#220;brigen d&#252;rfen Staatsangeh&#246;rige der EU in diesem Bereich nicht aufgrund ihrer Staatsangeh&#246;rigkeit diskriminiert werden (vgl. Art. 2 FZA, Art. 3 und 73 der Verordnung Nr. 1408/71). Dies legt nahe, dass die im Freiz&#252;gigkeitsabkommen enthaltenen Priorit&#228;tsregeln nicht nur im Verh&#228;ltnis zu EU-Mitgliedstaaten und ihren Angeh&#246;rigen, sondern prinzipiell auch interkantonal sowie auf Schweizer B&#252;rger bezogen angewandt werden. Denn dadurch wird nicht nur eine weitgehend einheitliche und praktikable Handhabung gew&#228;hrleistet. Es werden insbesondere (nach Art. 2 FZA, Art. 3 und 73 der Verordnung Nr. 1408/71 unzul&#228;ssige) Benachteiligungen von EU-B&#252;rgern einerseits, aber auch von Schweizern anderseits von vornherein vermieden. Demnach wird sich das Freiburger Verwaltungsgericht bei der Neubeurteilung des Falles an diesen Regelungen zu orientieren haben.\nBei analoger Anwendung der erw&#228;hnten Konkurrenzregeln ist die Familienzulage im Wohnsitzkanton des Ehepaares und der Kinder zu beziehen, wenn einer der Ehegatten dort eine anspruchsausl&#246;sende Berufst&#228;tigkeit aus&#252;bt. Soweit im anderen Kanton, wo der andere Ehepartner arbeitet, h&#246;here Leistungen vorgesehen sind, kann dort der insoweit fehlende Differenzbetrag gefordert werden. Wenn im Wohnsitzkanton keine anspruchsausl&#246;sende Berufst&#228;tigkeit ausge&#252;bt wird, schuldet der Besch&#228;ftigungskanton prim&#228;r die Familienzulage. Damit richten sich die Anspr&#252;che bei erwerbst&#228;tigen Ehepaaren nach den S&#228;tzen jener Kantone, in denen die anspruchsausl&#246;senden Erwerbst&#228;tigkeiten ausge&#252;bt werden, und nicht zufallsbedingt nach den S&#228;tzen des einen oder anderen Kantons. Zwar k&#246;nnen Eheleute mit Besch&#228;ftigungsort in verschiedenen Kantonen damit unter Umst&#228;nden h&#246;here Leistungen erhalten als ein Ehepaar, bei dem beide im gleichen Kanton berufst&#228;tig sind; ein sachlicher Unterschied besteht insoweit aber gerade darin, dass die Ersteren im Gegensatz zu den Letzteren durch die Besonderheiten (z.B. Lohnniveau) zweier Kantone betroffen sind. Schliesslich erscheint die erw&#228;hnte Priorit&#228;tsregel auch unter dem Gesichtspunkt der Kostenlast als sachgerecht: Bei Anspruchskonkurrenz aufgrund der Aus&#252;bung einer Erwerbst&#228;tigkeit in zwei Kantonen rechtfertigt es sich, prim&#228;r den Tr&#228;ger im Wohnsitzkanton der Familienangeh&#246;rigen, f&#252;r deren Unterhalt die Zulagen bestimmt sind, leistungspflichtig BGE 129 I 265 S. 280zu erkl&#228;ren, da sich dort der Lebensmittelpunkt dieser Familienangeh&#246;rigen befindet und damit dort auch regelm&#228;ssig die Ausgaben f&#252;r sie get&#228;tigt werden.\n\n    5.3.5 Auf den vorliegenden Fall umgesetzt, w&#252;rde das heissen, dass wenn die Mutter aufgrund ihrer Besch&#228;ftigung eine ganze Zulage pro Kind im Kanton Freiburg verlangen kann und diese h&#246;her ist als die Zulagen im Kanton Solothurn, die Zulagen lediglich im Kanton Freiburg zu zahlen sind. Sollte die Mutter aufgrund ihrer Teilzeitbesch&#228;ftigung nur einen Teil der Familienzulagen beanspruchen k&#246;nnen, der betragsm&#228;ssig nicht an den im Kanton Solothurn nach den dortigen Vorschriften zustehenden Anspruch heranreicht, so kann im Kanton Solothurn zus&#228;tzlich die Differenz zwischen den beiden Anspr&#252;chen verlangt werden.\n\n    6. \n   \n\n    6.1 Nach dem Gesagten ist die staatsrechtliche Beschwerde gutzuheissen und der angefochtene Entscheid aufzuheben. Das Verwaltungsgericht wird auf der Grundlage der vorstehenden Erw&#228;gungen &#252;ber die bei ihm eingelegte Beschwerde neu zu befinden haben. Dabei wird es vorab die von ihm bislang offen gelassene Frage zu pr&#252;fen haben, in welchem Umfang der Beschwerdef&#252;hrerin aufgrund ihrer Teilzeitbesch&#228;ftigung ein Anspruch nach den innerkantonalen Bestimmungen zusteht (vgl. Art. 20 FZG/FR).\n\n    6.2 Dem Verfahrensausgang entsprechend wird die Ausgleichskasse Freiburg, um deren Verm&#246;gensinteressen es vorliegend geht, kostenpflichtig (Art. 156 Abs. 1 und 2 OG in Verbindung mit Art. 153 und 153a OG). Eine Kostenfreiheit des Verfahrens nach Art. 12 Abs. 2 bzw. Art. 13 Abs. 5 des Bundesgesetzes vom 24. M&#228;rz 1995 &#252;ber die Gleichstellung von Frau und Mann (GlG; SR 151.1) besteht nicht, da es sich nicht um eine Streitigkeit unmittelbar aus dem Arbeitsverh&#228;ltnis handelt; der Beschwerdef&#252;hrerin steht im vorliegenden Verfahren denn auch nicht der Arbeitgeber, sondern die kantonale Ausgleichskasse gegen&#252;ber, zu deren Lasten die Familienzulagen ausgezahlt werden. Der obsiegenden Beschwerdef&#252;hrerin ist keine Parteientsch&#228;digung zuzusprechen, da sie im bundesgerichtlichen Verfahren nicht anwaltlich vertreten ist. &#220;ber die Kostenregelung f&#252;r das kantonale Verfahren, in welchem sie anwaltlich vertreten war, wird das Verwaltungsgericht neu zu befinden haben.\n \n   \n   "
}