{
  "titre": "105 IV 29",
  "annee": "1979",
  "contenu": "\n      \n  Chapeau\n105 IV 298. Arr&#234;t de la Cour de cassation p&#233;nale du 15 janvier 1979 dans la cause N. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 140 CP, abus de confiance.  1. C'est le ch. 1 al. 1 de cette disposition qui est applicable, m&#234;me lorsque les pr&#233;l&#232;vements litigieux ont port&#233; sur de l'argent ou des choses fongibles, lorsqu'il n'y a pas eu m&#233;lange (consid. 2). \n2. Une caisse confi&#233;e &#224; une secr&#233;taire est &#233;galement, par actes concluants, confi&#233;e au sup&#233;rieur hi&#233;rarchique qui donne des ordres de pr&#233;l&#232;vement (consid.  2). \n3. Le dessein d'enrichissement ill&#233;gitime est un &#233;l&#233;ment constitutif aussi bien de l'infraction de l'al. 1 que de l'al. 2 du ch. 1 de cette disposition  (consid. 3 litt. a). \n4. Il n'y a pas dessein d'enrichissement ill&#233;gitime chez celui qui s'approprie une chose pour se payer ou pour tenter de se payer lui-m&#234;me, s'il a une cr&#233;ance d'un montant au moins &#233;gal &#224; la valeur de la chose qu'il s'est appropri&#233;e et s'il a vraiment agi en vue de se payer. Si l'auteur croit fermement, mais par erreur, que ces conditions sont r&#233;alis&#233;es, il peut b&#233;n&#233;ficier de l'application de l'art. 19 CP (consid. 3 litt. b). \n\n\n  \n  \n  \nFaits &#224; partir de page 30\n\n\n    BGE 105 IV 29 S. 30\n   \n\n    A.- N. a travaill&#233; depuis le 1er novembre 1969 en qualit&#233; de chef de bureau, aupr&#232;s d'une association professionnelle. Selon son contrat de travail, ses fonctions essentielles consistaient notamment &#224; surveiller et &#224; contr&#244;ler le travail du personnel, l'administration des cours et la g&#233;rance du bureau de placement. D&#232;s novembre 1975, il a &#233;t&#233; charg&#233;, en sus de ces fonctions, de la g&#233;rance de la caisse d'assurance ch&#244;mage de la soci&#233;t&#233;. Le contrat de travail pr&#233;cisait que les \"d&#233;bours&#233;s et frais de d&#233;placement... seraient rembours&#233;s apr&#232;s visa de la note par le Pr&#233;sident central\".\nEu &#233;gard &#224; l'organisation de cours de diverses natures, le secr&#233;tariat de la soci&#233;t&#233; avait cr&#233;&#233; plusieurs caisses dont la responsabilit&#233; &#233;tait confi&#233;e &#224; une secr&#233;taire-comptable travaillant sous les ordres de N. Le contr&#244;le des comptes &#233;tait confi&#233; &#224; une commission de gestion, qui proc&#233;dait p&#233;riodiquement &#224; des pointages. Le caissier central de la soci&#233;t&#233;, auquel &#233;tait soumis BGE 105 IV 29 S. 31l'ensemble de la comptabilit&#233; de la soci&#233;t&#233;, n'exer&#231;ait toutefois pas de contr&#244;le direct sur la caisse des cours non subventionn&#233;s.\nN. s'est fait remettre par la secr&#233;taire-comptable plusieurs montants, que celle-ci pr&#233;levait sur les caisses dont elle &#233;tait responsable, notamment dans les cas suivants (selon la num&#233;rotation de l'arr&#234;t attaqu&#233;):\nCas 4. - Entre le 31 janvier 1965 (recte: 1975) et le 22 octobre 1976, N. a re&#231;u, en sus de son salaire et d'indemnit&#233;s forfaitaires, un montant de 6'978 fr. 45, repr&#233;sentant le total de diverses notes de frais et factures. Il se faisait remettre par la secr&#233;taire-comptable, une ou plusieurs fois par semaine, des montants de l'ordre de 5 fr. &#224; 200 fr. qui ne faisaient pas l'objet de quittances, mais qui &#233;taient not&#233;s. P&#233;riodiquement, la secr&#233;taire-comptable rappelait l'existence de ces \"suspens de caisse\" &#224; N. Celui-ci remettait alors une ou plusieurs notes de frais, qui venaient balancer les pr&#233;l&#232;vements effectu&#233;s jusque-l&#224;. Il n'a pas &#233;t&#233; possible d'&#233;tablir si toutes les notes relatives &#224; des frais divers de N. correspondaient &#224; des frais effectifs ou non, mais la plupart d'entre elles correspondent cependant &#224; des prestations effectives. L'employeur n'a pas contest&#233; l'exactitude des factures dont N. demandait le remboursement, mais il a fait valoir qu'il n'&#233;tait nullement d'accord avec le principe m&#234;me de leur remboursement. Il existe ainsi un doute, retenu en faveur de N., sur la question de savoir s'il a oui ou non support&#233; les frais dont il fait &#233;tat dans ses notes.\nCas 7. - A partir de novembre 1975, N. a fait un nombre important d'heures suppl&#233;mentaires dans le cadre de sa nouvelle activit&#233; d'organisation de la caisse d'assurance ch&#244;mage. Il &#233;tait convenu qu'il pr&#233;senterait au responsable de la caisse le relev&#233; total du temps consacr&#233; &#224; ce travail. Toutefois, en date du 17 f&#233;vrier 1976, N. s'est fait verser une avance de 2'500 fr. Selon lui, ses demandes r&#233;it&#233;r&#233;es pour obtenir d'autres acomptes n'ont pas abouti et, le 24 d&#233;cembre, il a pr&#233;sent&#233; &#224; l'administrateur de la caisse une note totale de 9'000 fr. Les comptes entre parties n'ont pas encore, &#224; ce jour, &#233;t&#233; r&#233;gl&#233;s.\nCas 8. - Le 15 d&#233;cembre 1976, N. s'est fait remettre une avance de salaire de 1'000 fr., puis une deuxi&#232;me de 200 fr. Le 17 d&#233;cembre 1976, il s'est fait octroyer une autre avance de 200 fr.\nCas 10. - Alors qu'il avait droit &#224; une ristourne mensuelle de 200 fr. sur l'indemnit&#233; vers&#233;e par la F&#233;d&#233;ration des employ&#233;s, N. s'est attribu&#233;, en sus de celle-ci, trois indemnit&#233;s de 100 fr. &#224; fin 1972, une treizi&#232;me indemnit&#233; de 200 fr. en 1973, une double indemnit&#233; de 200 fr. pour 1974 et enfin une treizi&#232;me indemnit&#233; de 200 fr. pour 1975. N. a reconnu qu'il avait re&#231;u ces versements &#224; double, mais a expliqu&#233; ce fait en disant que c'est par suite d'erreurs dues &#224; la multiplicit&#233; des t&#226;ches qui lui &#233;taient confi&#233;es &#224; l'&#233;poque. Cette version a &#233;t&#233; admise.\n\n    B.- Le 24 mai 1978, le Tribunal correctionnel du district de Lausanne a lib&#233;r&#233; N. de toute pr&#233;vention pour les faits rappel&#233;s ci-dessus. Il l'a cependant condamn&#233;, pour d'autres faits, &#224; 10 BGE 105 IV 29 S. 32jours d'emprisonnement avec sursis pendant deux ans, pour faux dans les titres et escroquerie.\nStatuant sur un recours du Minist&#232;re public, au sujet des faits pr&#233;cit&#233;s, la Cour de cassation p&#233;nale du Tribunal cantonal du canton de Vaud a consid&#233;r&#233;  que, par ces faits, N. s'&#233;tait rendu coupable d'abus de confiance et elle a port&#233; sa peine &#224; cinq mois d'emprisonnement avec sursis pendant trois ans.\n\n    C.- N. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; la confirmation du jugement de premi&#232;re instance.\nLe Minist&#232;re public a d&#233;clar&#233; n'avoir pas d'observation &#224; formuler et s'est r&#233;f&#233;r&#233; &#224; l'arr&#234;t attaqu&#233;.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) L'autorit&#233; cantonale a estim&#233; que les faits retenus contre le recourant, dans les cas examin&#233;s ici (cas 4, 7, 8 et 10), r&#233;alisaient tous les &#233;l&#233;ments constitutifs de l'abus de confiance, au sens de l'art. 140 CP. Elle a consid&#233;r&#233; que, par sa position dans la soci&#233;t&#233;, le recourant &#233;tait, au moins tacitement, responsable de la gestion des fonds en caisse en qualit&#233; de chef direct de la secr&#233;taire-comptable; en effet, bien que celle-ci ait eu mat&#233;riellement la ma&#238;trise des caisses, elle n'a fait qu'ex&#233;cuter les ordres de son sup&#233;rieur direct en lui remettant les avances exig&#233;es par lui. L'autorit&#233; cantonale a par ailleurs admis que le recourant avait employ&#233; sans droit les fonds &#224; son profit, au sens de l'art. 140 ch. 1 al. 2 CP. Elle a relev&#233; que, dans le cas o&#249; l'auteur du d&#233;tournement fait valoir qu'une cr&#233;ance existe r&#233;ellement, il ne peut invoquer la compensation qu'aux conditions pr&#233;vues &#224; l'art. 124 CO, c'est-&#224;-dire avant la d&#233;couverte du d&#233;tournement; Or il ne r&#233;sulte nullement des constatations des premiers juges qu'avant d'op&#233;rer les pr&#233;l&#232;vements sur les caisses, par l'interm&#233;diaire de la secr&#233;taire-comptable, le recourant avait fait valoir aupr&#232;s des organes responsables de la soci&#233;t&#233; qui l'employait son droit &#224; la compensation dans la forme pr&#233;vue par l'art. 124 CO; de toute mani&#232;re, dans le cas 10, l'auteur ne saurait se mettre au b&#233;n&#233;fice de la compensation, puisqu'il pr&#233;tend avoir fait les pr&#233;l&#232;vements en cause par erreur.\nb) Le recourant reproche en premier lieu &#224; l'autorit&#233; cantonale d'avoir fait &#224; l'art. 140 CP une r&#233;f&#233;rence toute g&#233;n&#233;rale, sans pr&#233;ciser si elle visait ainsi le premier ou le second al. de BGE 105 IV 29 S. 33cette disposition. Pour lui, ce serait l'art. 140 ch. 1 al. 1 qui devrait trouver application, Or, faute de responsabilit&#233; dans la gestion des caisses de la secr&#233;taire-comptable et faute de comp&#233;tence pour y op&#233;rer des pr&#233;l&#232;vements, on ne saurait dire que ces caisses lui avaient &#233;t&#233; confi&#233;es. Dans ces conditions, l'abus de confiance n'aurait pas d&#251; &#234;tre retenu.\nLe recourant nie ensuite tout dessein d'enrichissement ill&#233;gitime. Il fait valoir qu'il &#233;tait fond&#233; &#224; invoquer la compensation m&#234;me dans la mesure o&#249; ses propres cr&#233;ances &#233;taient contest&#233;es et qu'il n'a pas agi clandestinement, puisque, &#224; l'occasion de chaque transfert, la responsable de la caisse a &#233;tabli les pi&#232;ces mentionnant la nature juridique de la cr&#233;ance, soit la cause sur laquelle se fondait la compensation; peu importerait &#224; cet &#233;gard que la d&#233;claration de compensation n'ait pas &#233;t&#233; adress&#233;e aux organes de la soci&#233;t&#233;  plaignante, mais directement &#224; la personne responsable de la caisse. Comme, de surcro&#238;t, l'existence des cr&#233;ances contre la soci&#233;t&#233; plaignante a &#233;t&#233; en fin de compte admise par l'autorit&#233; cantonale, le recourant &#233;tait d'autant plus fond&#233;  &#224; invoquer la compensation et, ce faisant, il ne se procurait pas un enrichissement ill&#233;gitime.\n\n    2. Bien que les pr&#233;l&#232;vements en cause aient port&#233; sur de l'argent, soit sur des choses fongibles, c'est le ch. 1 al. 1 de l'art. 140 CP qui est applicable. En effet, rien n'indique qu'il y ait eu m&#233;lange du contenu des caisses en cause et des deniers du recourant ou de ceux de la secr&#233;taire-comptable; il ressort implicitement au moins des faits qu'il s'agissait de caisses sp&#233;ciales dont le contenu individualis&#233; est &#224; chaque fois rest&#233; dans la propri&#233;t&#233; et dans la possession de l'employeur. Or, selon la jurisprudence, celui qui s'approprie une chose mobili&#232;re appartenant &#224; autrui, que ce soit un \"bien fongible, notamment une somme d'argent\", est punissable en vertu de l'al. 1 du ch. 1 de l'art. 140 CP, et seulement en vertu de cette disposition (ATF 81 IV 233 consid. 2b; cf. ATF 90 IV 185 consid. 4).\nSelon la jurisprudence constante, une chose est confi&#233;e, au sens de l'art. 140 CP, aussit&#244;t qu'elle est remise ou laiss&#233;e &#224; l'auteur pour qu'il l'utilise d'une mani&#232;re d&#233;termin&#233;e dans l'int&#233;r&#234;t d'autrui, que ce soit pour la garder, l'administrer ou la livrer, selon des instructions qui peuvent &#234;tre expresses ou tacites (cf. ATF 101 IV 163 et arr&#234;ts cit&#233;s).\nOn doit admettre qu'en l'esp&#232;ce, au vu des circonstances de fait qui ressortent de l'arr&#234;t attaqu&#233;, la soci&#233;t&#233; plaignante, en BGE 105 IV 29 S. 34confiant des caisses &#224; une secr&#233;taire subordonn&#233;e au recourant, les a  &#233;galement, par actes concluants, confi&#233;es &#224; celui-ci. Les faits d&#233;montrent en effet que le recourant avait sur ces caisses, concurremment avec la secr&#233;taire, un pouvoir de disposition, une ma&#238;trise de fait (Gewahrsam), qu'il exer&#231;ait sans difficult&#233; aucune, puisque sur simple demande lui &#233;taient remis tous les montants qu'il pouvait solliciter. S'agissant, au surplus, de caisses de service, le recourant, du seul fait de l'existence du contrat de travail, ne pouvait et ne devait les administrer que dans l'int&#233;r&#234;t de l'employeur. Ainsi, en s'appropriant divers montants par pr&#233;l&#232;vement sur ces caisses, le recourant a r&#233;alis&#233; les &#233;l&#233;ments constitutifs objectifs de l'abus de confiance.\nCette solution n'est d'ailleurs pas pr&#233;judiciable au recourant. Si l'on devait, en effet, admettre, comme il le soutient, que les caisses ne lui  &#233;taient pas confi&#233;es et qu'il n'exer&#231;ait sur elles aucune ma&#238;trise de fait, on devrait probablement retenir &#224; sa charge l'escroquerie (art. 148 CP). La remise des sommes au recourant par la secr&#233;taire ne pourrait s'expliquer, dans une telle hypoth&#232;se - aucun &#233;l&#233;ment d&#233;lictueux n'ayant &#233;t&#233; retenu &#224; la charge de la secr&#233;taire - qu'en admettant que cette employ&#233;e a cru, par erreur, que le recourant &#233;tait en droit d'obtenir d'elle ces versements; en cr&#233;ant ou en ne dissipant pas une telle erreur, le recourant se serait alors trouv&#233; sur le terrain de la tromperie astucieuse, ou de l'erreur astucieusement exploit&#233;e. Au mieux pourrait, le cas &#233;ch&#233;ant, &#234;tre envisag&#233;e l'hypoth&#232;se de la commission m&#233;diate d'un abus de confiance (cf. SCHMID, in RSJ 68 (1972), p. 119/120).\nLes &#233;l&#233;ments constitutifs objectifs de l'abus de confiance ayant &#233;t&#233; &#224; juste titre retenus par la cour cantonale, le premier moyen du recourant doit &#234;tre rejet&#233;.\n\n    3. a) A c&#244;t&#233; des &#233;l&#233;ments objectifs de l'infraction, et de l'intention d'appropriation, qui n'est pas contest&#233;e, il reste &#224; examiner si, en l'esp&#232;ce, le recourant a r&#233;alis&#233; l'&#233;l&#233;ment subjectif du dessein d'enrichissement ill&#233;gitime. Le dessein d'enrichissement est en effet un &#233;l&#233;ment constitutif aussi bien de l'infraction de l'al. 1 du ch. 1 de l'art. 140 CP (selon le texte l&#233;gal) que de l'infraction de l'al. 2 (selon la jurisprudence - ATF 81 IV 28 consid. 2, ATF 77 IV 12).\nLa cour cantonale a consid&#233;r&#233; que le recourant avait employ&#233; sans droit la chose &#224; son profit, et qu'il ne pouvait se pr&#233;valoir des cr&#233;ances pouvant exister &#224; son profit contre la BGE 105 IV 29 S. 35soci&#233;t&#233; plaignante, parce qu'il n'&#233;tait pas &#233;tabli que le recourant ait fait valoir aupr&#232;s des organes responsables de la plaignante son droit &#224; la compensation dans la forme pr&#233;vue par l'art. 124 ch. 1 CO. Mais cette argumentation ne permet pas d'affirmer ou de retenir &#224; satisfaction de droit l'existence d'un dessein d'enrichissement ill&#233;gitime.\nL'absence ou le retard d'une d&#233;claration de compensation constituent sans doute souvent un indice important de l'absence d'une v&#233;ritable volont&#233; de compenser et, partant, de l'existence d'un dessein d'enrichissement ill&#233;gitime  (ATF 74 IV 32, 90, ATF 81 IV 235), mais elles ne sont n&#233;anmoins pas d&#233;terminantes dans tous les cas. La jurisprudence et la doctrine admettent en effet, de mani&#232;re g&#233;n&#233;rale, qu'il n'y a pas de dessein d'enrichissement ill&#233;gitime chez celui qui s'approprie une chose pour se payer ou pour tenter de se payer lui-m&#234;me, s'il a une cr&#233;ance d'un montant au moins &#233;gal &#224; la valeur de chose qu'il s'est appropri&#233;e et s'il a vraiment agi en vue de se payer (ATF 81 IV 28 consid. 2, ATF 98 IV 21 /22). Ce qui exclut le dessein d'enrichissement ill&#233;gitime dans une telle hypoth&#232;se, ce n'est pas la circonstance objective de l'existence d'une cr&#233;ance de l'auteur contre le l&#233;s&#233;, mais sa volont&#233; de se faire payer. Il importe d&#232;s lors peu de savoir si ou quand l'auteur a fait une &#233;ventuelle d&#233;claration de compensation ou si une telle d&#233;claration &#233;tait objectivement admissible ou non. Ce qui est d&#233;terminant, c'est uniquement son intention au moment de l'appropriation. Et savoir quelle est cette intention est une question de preuve (NOLL, in RPS 71 (1956), p. 165/166).\nPour des raisons analogues, l'existence de la cr&#233;ance invoqu&#233;e par l'auteur n'est pas non plus d&#233;terminante quant au dessein d'enrichissement ill&#233;gitime;  c'est la conscience de l'ill&#233;gitimit&#233; de l'enrichissement qui compte. Si elle fait d&#233;faut, notamment lorsque l'auteur est convaincu de l'existence de sa cr&#233;ance, celui-ci devra se voir appliquer l'art. 19 CP sur l'erreur de fait. Ce sont donc la volont&#233; et la repr&#233;sentation que se fait l'auteur de la situation qui sont d&#233;terminantes (NOLL, op.cit., p. 167).\nEn d'autres termes, l'Ersatzbereitschaft, par quoi l'on d&#233;signe l'&#233;tat de l'auteur qui peut justifier d'avoir eu &#224; tout moment la volont&#233; et la possibilit&#233; de repr&#233;senter l'&#233;quivalent des montants employ&#233;s (ATF 91 IV 130, ATF 74 IV 31, ATF 77 IV 12), peut exister &#233;galement chez l'auteur qui, au moment o&#249; il agit, BGE 105 IV 29 S. 36entend r&#233;ellement invoquer la compensation, qui manifeste cette intention et qui est persuad&#233; que sa cr&#233;ance est compensable (cf. SIGRIST, Veruntreuung im Zusammenhang mit Abzahlungsvertr&#228;gen, th&#232;se Zurich 1975, p. 108/109).\nCertes, le dessein d'enrichissement ill&#233;gitime peut-il &#234;tre r&#233;alis&#233; par dol  &#233;ventuel. Tel est notamment le cas lorsque l'auteur envisage l'enrichissement comme possible, par exemple s'il n'est pas absolument convaincu de l'existence et du bien-fond&#233; de sa propre cr&#233;ance, mais qu'il agit n&#233;anmoins en acceptant l'&#233;ventualit&#233; d'un enrichissement au cas o&#249; il se produirait (cf. ATF 72 IV 125; STRATENWERTH, op.cit., p. 174/175, 241; SIGRIST, op.cit., p. 104).\nb) En l'esp&#232;ce, la cour cantonale ne se prononce pas express&#233;ment sur le r&#233;el dessein du recourant. Cette lacune frappe d'autant plus qu'un certain nombre des faits retenus donnent &#224; penser que le recourant n'a peut-&#234;tre pas eu celui de s'enrichir: ainsi notamment l'indication &#224; la secr&#233;taire-comptable de la cause des pr&#233;l&#232;vements, la fourniture de pi&#232;ces justificatives quant &#224; la r&#233;alit&#233; des cr&#233;ances, l'erreur peut-&#234;tre non fautive sur la r&#233;alit&#233; de certaines des cr&#233;ances invoqu&#233;es, l'admission, au b&#233;n&#233;fice du doute certes, mais l'admission tout de m&#234;me de la r&#233;alit&#233; de la plupart des cr&#233;ances invoqu&#233;es, l'absence d'&#233;l&#233;ments pr&#233;cis quant &#224; une intention de dissimuler &#224; la soci&#233;t&#233; plaignante l'existence des pr&#233;l&#232;vements.\nD&#232;s lors qu'il n'est pas possible en l'&#233;tat de se prononcer sur le dessein d'enrichissement ill&#233;gitime du recourant, l'arr&#234;t attaqu&#233; doit &#234;tre annul&#233; en application de l'art. 277 PPF et la cause renvoy&#233;e &#224; la cour cantonale pour qu'elle comble les lacunes constat&#233;es et se prononce clairement sur le dessein du recourant au moment o&#249; il a agi.\nIl appartiendra &#224; l'autorit&#233; cantonale de se prononcer sur le dessein du recourant au moment o&#249; il s'est fait remettre les montants en cause. Si elle constate et retient que, dans les cas 4 et 7, l'intention du recourant &#233;tait uniquement de se faire payer ce qu'il croyait vraiment lui &#234;tre d&#251;, elle devra le lib&#233;rer. Elle devra en outre le lib&#233;rer, au b&#233;n&#233;fice de l'erreur sur les faits, si elle estime que, dans le cas 10, il croyait r&#233;ellement que les indemnit&#233;s qu'il a pr&#233;lev&#233;es lui &#233;taient dues. Enfin, dans le cas 8, elle devra admettre l'Ersatzbereitschaft en faveur du recourant si elle retient que son intention, au moment des pr&#233;l&#232;vements, &#233;tait bien de les compenser avec le salaire qu'il BGE 105 IV 29 S. 37estimait d&#251; et de les faire d&#233;duire de celui-ci au moment de son &#233;ch&#233;ance (cf. ATF 74 IV 31 consid. 2 in fine). Elle prononcera les m&#234;mes lib&#233;rations si elle ne peut d&#233;terminer, ou faire d&#233;terminer, avec suffisamment de nettet&#233; ou de conviction le dessein v&#233;ritable du recourant. Elle ne retiendra donc la culpabilit&#233; du recourant que dans les cas o&#249; elle serait convaincue soit qu'il a r&#233;ellement eu le dessein de s'enrichir au d&#233;triment de son employeur au moment o&#249; il a agi, soit qu'il a fait preuve de dol &#233;ventuel en acceptant l'&#233;ventualit&#233; d'un enrichissement ill&#233;gitime pour le cas o&#249; ses cr&#233;ances n auraient pas exist&#233;.\nOn rel&#232;ve encore qu'il n'y aura en tout cas pas lieu d'envisager l'application &#233;ventuelle de l'art. 143 CP, r&#233;primant la soustraction sans dessein d'enrichissement. Certes, cette disposition est subsidiaire au vol, &#224;  l'abus de confiance et au d&#233;tournement (ATF 96 IV 22), mais l'absence de dessein d'enrichissement recouvrirait in casu l'absence d'intention de causer un dommage &#224; l'employeur; Or une telle intention est l'un des &#233;l&#233;ments constitutifs subjectifs de l'infraction de l'art. 143 CP (cf. STRATENWERTH, op.cit., p. 212, et arr&#234;ts cit&#233;s).\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nAdmet partiellement le pourvoi, annule l'arr&#234;t attaqu&#233; et renvoie la cause &#224; l'autorit&#233; cantonale pour nouvelle d&#233;cision dans le sens des consid&#233;rants.\n \n   \n   "
}