{
  "titre": "117 IV 48",
  "annee": "1991",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     384\n                                                                        385\n                                                                        386\n                                                                        387\n                                                                        388\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n117 IV 4813. Extrait de l'arr&#234;t de la Cour de cassation du 11 mars 1991 dans la cause X. c. Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 21 LCD, art. 2 et art. 3 OL; annonce publique d'une liquidation ou d'une op&#233;ration analogue tendant &#224; accorder temporairement des avantages particuliers aux acheteurs.  Pour d&#233;terminer si un vendeur offre des avantages particuliers et momentan&#233;s qu'il n'accorderait pas ordinairement, il ne faut pas se fonder sur le sens qu'il a entendu donner &#224; son annonce, mais sur l'impression d'ensemble qu'elle  &#233;veille dans le public. \nEst publique l'annonce faite dans un grand magasin fr&#233;quent&#233; par de tr&#232;s nombreuses personnes qui y acc&#232;dent m&#234;me sans intention pr&#233;cise d'acheter. \nLe respect de l'ordonnance sur l'indication des prix ne dispense pas de l'autorisation n&#233;cessaire pour annoncer publiquement une liquidation ou une op&#233;ration analogue dans les conditions fix&#233;es par l'OL. \n\n\n  \n  \n  \nFaits &#224; partir de page 49\n\n\n    BGE 117 IV 48 S. 49\n   \n\n    A.- Alors que les soldes suivant la fin de l'ann&#233;e avaient &#233;t&#233; autoris&#233;s &#224; Lausanne du 12 janvier au 1er f&#233;vrier 1989, X., directeur du magasin \"Coop Au Centre\" &#224; Lausanne - qui comporte sept niveaux et offre une grande quantit&#233; d'articles vari&#233;s -, a organis&#233; dans ce magasin, le 3 janvier 1989, des ventes au d&#233;tail, sur plusieurs &#233;talages &#224; chaque &#233;tage, annonc&#233;es par des panneaux \"prix\" et \"2 pour 1\"; les prix des marchandises expos&#233;es &#224; ces &#233;talages &#233;taient indiqu&#233;s selon le proc&#233;d&#233; du prix barr&#233;, c'est-&#224;-dire que le prix offert &#233;tait accompagn&#233; d'un prix comparatif plus &#233;lev&#233;, mais qui &#233;tait biff&#233;. Le 8 f&#233;vrier 1989, de nouvelles ventes avec des prix barr&#233;s furent organis&#233;es, annonc&#233;es par un panneau \"action\".\n\n    B.- X. fut renvoy&#233; en jugement sous l'accusation d'avoir viol&#233; l'ordonnance sur les liquidations et les op&#233;rations analogues (OL; RS 241.1).\nStatuant le 11 juillet 1990, le Tribunal de police du district de Lausanne l'a acquitt&#233;, consid&#233;rant qu'il n'y avait pas eu d'annonce publique au sens de l'article 3 OL.\nSur recours du Minist&#232;re public, la Cour de cassation cantonale, se r&#233;f&#233;rant &#224; la jurisprudence qui assimile les grands magasins &#224; des lieux publics (ATF 96 I 415 ss), reconnut X. coupable et le condamna &#224; une amende de 4'000 francs.\n\n    C.- X. a d&#233;pos&#233;, le 29 octobre 1990, une d&#233;claration de pourvoi en nullit&#233; &#224; la Cour de cassation du Tribunal f&#233;d&#233;ral. Il a motiv&#233; son pourvoi en date du 3 janvier 1990. Invoquant une violation des art. 2 al. 1, 25 OL, 25 LCD, 16 et 19 OIP, il conclut, sous suite de frais et d&#233;pens, &#224; l'annulation de la d&#233;cision attaqu&#233;e et sollicite l'effet suspensif.\nIl a &#233;galement d&#233;pos&#233; un recours de droit public qui a &#233;t&#233; rejet&#233; en date du 11 mars 1991.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) L'article 21 al. 1 LCD (RS 241) pr&#233;voit qu'aucune liquidation ou op&#233;ration analogue tendant &#224; accorder temporairement des avantages particuliers aux acheteurs ne peut &#234;tre BGE 117 IV 48 S. 50annonc&#233;e publiquement ou ex&#233;cut&#233;e sans une autorisation du service cantonal comp&#233;tent.\nL'article 25 LCD punit des arr&#234;ts ou de l'amende jusqu'&#224; 20'000 francs celui qui, intentionnellement, aura commis une infraction aux prescriptions sur les liquidations; si l'auteur a agi par n&#233;gligence, la peine sera l'amende.\nL'article 21 al. 4 LCD charge le Conseil f&#233;d&#233;ral d'&#233;dicter par voie d'ordonnance les dispositions d'ex&#233;cution n&#233;cessaires. Sur cette base, le Conseil f&#233;d&#233;ral a adopt&#233; l'ordonnance sur les liquidations et les op&#233;rations analogues.\nL'article 1 al. 2 OL exclut du champ d'application de l'ordonnance certaines ventes particuli&#232;res, qui n'entrent pas en consid&#233;ration en l'esp&#232;ce, au moins pour l'essentiel des marchandises vendues.\nL'article 2 al. 2 OL d&#233;finit les liquidations, mais il n'est pas douteux en l'esp&#232;ce qu'il ne s'agit pas d'une liquidation.\nSelon l'article 2 al. 3 OL, les op&#233;rations analogues sont toutes les autres op&#233;rations qui remplissent les conditions &#233;nonc&#233;es &#224; l'al. 1.\nAinsi, l'article 2 al. 1 OL d&#233;finit comme op&#233;ration analogue \"une vente au d&#233;tail &#224; l'occasion de laquelle l'acheteur se voit offrir, par des annonces publiques, des avantages momentan&#233;s que le vendeur ne lui accorderait pas ordinairement\".\nL'article 3 OL d&#233;finit l'annonce publique. Selon cette disposition, \"sont consid&#233;r&#233;es comme publiques les annonces faites au moyen de la presse, de m&#233;dias &#233;lectroniques, de feuilles volantes, de circulaires, de lettres ou de cartes envoy&#233;es &#224; un grand nombre de personnes, de journaux destin&#233;s &#224; la client&#232;le, de catalogues, de prospectus, d'affiches, d'&#233;talages en vitrine, d'inscriptions, d'enseignes, de r&#233;clames dans les cin&#233;mas, de films publicitaires, de haut-parleurs ou par tout autre proc&#233;d&#233; appropri&#233;\".\nL'article 4 al. 1 OL prescrit que les liquidations et les op&#233;rations analogues sont soumises &#224; une autorisation de l'autorit&#233; cantonale comp&#233;tente. Il est admis qu'aucune autorisation n'avait &#233;t&#233; accord&#233;e en l'esp&#232;ce.\nL'article 25 let. a OL pr&#233;voit de punir, selon l'article 25 LCD, celui qui annonce publiquement une vente non autoris&#233;e qui tombe sous le coup de l'ordonnance.\nb) Sachant que le recourant, en tant que directeur du magasin concern&#233;, a organis&#233; des ventes au d&#233;tail sans &#234;tre au b&#233;n&#233;fice de BGE 117 IV 48 S. 51l'autorisation pr&#233;vue par l'article 21 al. 1 LCD, la premi&#232;re question &#224;  r&#233;soudre est de savoir s'il a offert aux acheteurs des avantages particuliers et momentan&#233;s qu'il ne leur accorderait pas ordinairement (art. 21 al. 1 LCD, 2  al. 1 OL; voir ATF 116 IV 168 consid. 3a).\nPour trancher cette question - qui rel&#232;ve de l'interpr&#233;tation et de l'application du droit f&#233;d&#233;ral -, il faut rechercher, non pas le sens que le vendeur a entendu donner &#224; son annonce, mais l'impression d'ensemble qu'elle  &#233;veille dans le public (ATF 116 IV 170 consid. b et les arr&#234;ts cit&#233;s).\nLes prix barr&#233;s sugg&#232;rent clairement l'id&#233;e d'un avantage particulier, l'acheteur se voyant offrir un prix inf&#233;rieur &#224; celui qui para&#238;t &#234;tre pratiqu&#233;  ordinairement.\nIl faut ensuite se demander si cet avantage particulier rev&#234;t un caract&#232;re momentan&#233; (art. 2 al. 1 OL), c'est-&#224;-dire s'il n'est offert que temporairement  (art. 21 al. 1 LCD). Pour trancher cette question, il faut consid&#233;rer l'impression que l'annonce produit sur le lecteur moyen, afin de savoir si elle lui fait croire que le vendeur offre des conditions sp&#233;ciales qui ne seront plus applicables quelque temps plus tard (ATF 116 IV 170 consid. b et les arr&#234;ts cit&#233;s). Pour admettre le caract&#232;re temporaire, il n'est pas n&#233;cessaire que le commer&#231;ant propose des conditions particuli&#232;res pour une dur&#233;e d&#233;termin&#233;e, il suffit que le lecteur puisse comprendre que ces conditions sp&#233;ciales - distinctes de celles faites ordinairement - ne sont valables que pour une dur&#233;e limit&#233;e, par exemple en sugg&#233;rant qu'il s'agit de liquider un stock r&#233;duit ou les v&#234;tements de la saison &#233;coul&#233;e (ATF 112 IV 51 et les r&#233;f&#233;rences cit&#233;es).\nLe panneau \"2 pour 1\" &#233;voque clairement l'id&#233;e d'une marchandise vendue &#224;  moiti&#233; prix; or, le consommateur ne peut pas imaginer qu'un magasin va vendre durablement de la marchandise &#224; moiti&#233; prix. Organis&#233;e le 3 janvier, une telle vente fait imm&#233;diatement songer &#224; la liquidation de certains stocks, apr&#232;s la fin de l'ann&#233;e. Une telle annonce &#233;veillait donc bien dans le public l'id&#233;e qu'il s'agissait d'une occasion &#224; saisir imm&#233;diatement.\nQuant aux panneaux \"action\", ils sugg&#232;rent directement, selon le sens des mots, une op&#233;ration de vente limit&#233;e dans le temps (voir ATF 116 IV 170 consid. a).\nc) Ainsi, l'op&#233;ration, telle qu'elle avait &#233;t&#233; con&#231;ue dans les deux cas, devait donner au public l'impression que le vendeur accordait BGE 117 IV 48 S. 52temporairement des avantages particuliers. Il reste &#224; d&#233;terminer si la vente a  &#233;t&#233; annonc&#233;e publiquement.\nIl est malais&#233; de tracer une fronti&#232;re nette et objective entre les annonces  \"publiques\" et celles qui ne le sont pas; une annonce est en tout cas faite au public lorsqu'un nombre non d&#233;termin&#233; de personnes peut en prendre connaissance par hasard (ATF 106 IV 299 consid. 2a); la jurisprudence a toujours consid&#233;r&#233;  que la notion d'annonce publique devait &#234;tre interpr&#233;t&#233;e extensivement et s'appliquer &#233;galement au cas o&#249; une annonce est faite &#224; un nombre d&#233;termin&#233; de personnes, pour autant qu'il s'agisse d'un nombre important (ATF 106 IV 300 consid. b &#224; d). L'annonce faite dans un grand magasin, fr&#233;quent&#233;  quotidiennement par de tr&#232;s nombreuses personnes qui y acc&#232;dent m&#234;me sans intention pr&#233;cise d'achat, peut &#234;tre tout aussi publique que ce qui est annonc&#233;, par exemple, dans une vitrine (ATF 96 I 419 consid. 5a). Les grands magasins, qui offrent une large vari&#233;t&#233; de produits, sont volontairement am&#233;nag&#233;s de telle sorte que les gens puissent y entrer, s'y promener, voir la marchandise expos&#233;e et en sortir, comme s'ils d&#233;ambulaient dans une rue bord&#233;e de vitrines. Les grands magasins sont ordinairement fr&#233;quent&#233;s par une foule sans intention pr&#233;cise d'achat; ils jouent ainsi un r&#244;le tout &#224; fait comparable  &#224; celui jou&#233;, en d'autres temps ou d'autres lieux, par les march&#233;s ou les foires sur la voie publique. Certes, les grands magasins ne se trouvent pas sur le domaine public, mais l'article 3 OL ne contient pas une telle restriction, puisqu'il envisage des annonces publicitaires dans les salles de cin&#233;ma. Selon le sens et le but de la norme, il suffit, pour qu'il y ait annonce publique, que des gens en grand nombre soient mis en pr&#233;sence d'une annonce qu'ils n'ont en aucune fa&#231;on sollicit&#233;e et qui ne correspond &#224; aucune d&#233;marche de leur part dans le cadre d'un projet d'achat.\nLe recourant se plaint d'une interpr&#233;tation qui conduirait &#224; une in&#233;galit&#233; de traitement par rapport au petit commerce, qui n'offre qu'une gamme limit&#233;e de produits, et o&#249;, apr&#232;s avoir pouss&#233; la porte, il faut s'adresser &#224; un vendeur pour obtenir des renseignements. Il appara&#238;t cependant d'embl&#233;e que les conditions d'exploitation de ces commerces sont fondamentalement diff&#233;rentes et justifient donc un traitement diff&#233;rent. Les grands magasins ont choisi d'am&#233;nager leur surface &#224; la mani&#232;re d'un march&#233; public, souhaitant que les gens y d&#233;ambulent et soient tent&#233;s par la marchandise expos&#233;e; il est l&#233;gitime qu'ils assument les cons&#233;quences du caract&#232;re public qu'ils ont donn&#233; &#224; leur BGE 117 IV 48 S. 53surface. Dans des situations interm&#233;diaires, il est vrai qu'il peut &#234;tre d&#233;licat de dire s'il s'agit ou non d'un grand magasin; cette question ne se pose pas en l'esp&#232;ce, puisque les constatations de l'autorit&#233; cantonale quant au magasin en cause sont claires et non contest&#233;es et qu'il en r&#233;sulte qu'il s'agit bien d'un grand magasin.\nd) Le recourant observe qu'il a respect&#233; l'article 16 de l'ordonnance sur l'indication des prix (OIP; RS 942.211). Il semble ainsi admettre que cette disposition r&#232;gle de mani&#232;re exhaustive la question de l'indication de prix comparatifs, de sorte que l'OL ne trouverait plus application dans ce domaine. Il omet ainsi de distinguer deux questions: d'une part celle, r&#233;gl&#233;e par l'OL, de savoir &#224; quelles conditions il est licite d'annoncer publiquement des ventes au d&#233;tail accordant temporairement des avantages particuliers aux acheteurs et, d'autre part, celle qui rel&#232;ve de l'OIP et qui est de d&#233;terminer de quelle mani&#232;re l'indication du prix doit &#234;tre faite (cf. ATF 116 IV 172 consid. c). L'argumentation du recourant tir&#233;e de l'OIP est donc ici sans pertinence.\ne) Sans formellement soulever ce moyen, le recourant semble soutenir qu'il aurait agi sous l'emprise d'une erreur de droit, croyant qu'il suffisait de remplir les conditions de l'article 16 OIP. Il ressort cependant du dossier que le magasin en cause a re&#231;u une circulaire du chef de la police du commerce du  27 juin 1988, soit post&#233;rieurement &#224; l'entr&#233;e en vigueur de l'OIP, qui rappelle tr&#232;s pr&#233;cis&#233;ment la jurisprudence du Tribunal f&#233;d&#233;ral concernant le caract&#232;re public des annonces faites dans les grands magasins. Le recourant savait que son op&#233;ration de vente avait lieu en dehors des soldes autoris&#233;s; il n'ignorait donc pas qu'il fallait une autorisation pour proc&#233;der &#224; de telles ventes; il ne pouvait s&#233;rieusement penser que lorsque l'autorisation exig&#233;e par l'OL n'avait pas &#233;t&#233; obtenue, l'OL ne s'appliquait tout simplement pas. D&#232;s lors qu'il n'avait aucun motif s&#233;rieux de penser que les dispositions de l'OL n'&#233;taient plus applicables, l'autorit&#233; cantonale n'a pas viol&#233; le droit f&#233;d&#233;ral en ne faisant pas application de l'article 20 CP, le recourant n'ayant pas \"des raisons suffisantes de se croire en droit d'agir\".\nf) Les panneaux attiraient l'attention du public qui d&#233;ambulait dans le grand magasin et l'incitaient &#224; se rendre &#224; des &#233;talages o&#249; des prix barr&#233;s &#233;taient affich&#233;s, offrant temporairement des conditions avantageuses; il s'agit l&#224;  d'une annonce publique de vente au d&#233;tail offrant momentan&#233;ment des avantages particuliers; comme le recourant a proc&#233;d&#233; &#224; cette op&#233;ration sans autorisation, BGE 117 IV 48 S. 54sa condamnation, sur la base des articles 21 al. 1 et 25 LCD, 2, 3, 4 et 25  let. a OL, ne viole pas le droit f&#233;d&#233;ral.\n \n   \n   "
}