{
  "titre": "91 I 305",
  "annee": "1965",
  "contenu": "\n      \n  Chapeau\n91 I 30548. Extrait de l'arr&#234;t du 14 d&#233;cembre 1965 dans la cause hoirie Reymondin contre Vaud, Commission centrale d'estimation fiscale des immeubles.\n\n  \nRegeste\nL'autorit&#233; cantonale qui fixe la valeur fiscale des immeubles n'agit pas arbitrairement lorsqu'elle s'&#233;carte des instructions du D&#233;partement des finances, dans la mesure o&#249; celles-ci lui paraissent contraires &#224; la loi qui, aux termes de la constitution du canton, peut seule instituer des imp&#244;ts.   \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 305\n\n\n    BGE 91 I 305 S. 305\n   \n\n    2. Selon la recourante, la Commission centrale d'estimation fiscale des immeubles du canton de Vaud aurait fix&#233; arbitrairement la valeur fiscale de ses immeubles en ne se conformant pas aux \"Instructions pour les commissions de district\" &#233;dict&#233;es par le D&#233;partement des finances en 1951 et en 1960. A son avis, cette commission, simple organe de l'administration fiscale d&#233;pendant du D&#233;partement des finances, est li&#233;e par ces instructions &#233;tablies en vertu d'une d&#233;l&#233;gation de comp&#233;tence r&#233;guli&#232;re. Or, les instructions compl&#233;mentaires de 1960 contiennent le passage suivant dans le chapitre concernant les immeubles agricoles: BGE 91 I 305 S. 306\n   \n\"La valeur v&#233;nale est obtenue dans la r&#232;gle, en majorant la valeur de rendement de 50%. Il en r&#233;sulte que la valeur d'estimation correspond &#224; la valeur de rendement major&#233;e de 25%.\"\nC'est en refusant d'appliquer cette r&#232;gle en l'esp&#232;ce que la juridiction aurait fait acte d'arbitraire.\nIl n'y a pas lieu d'examiner ici si la Commission centrale est soumise au D&#233;partement des finances ou non. Dans l'un et l'autre cas, elle doit appliquer le droit fiscal cantonal en observant les r&#232;gles de priorit&#233; fix&#233;es par la structure du droit public.\nLa constitution cantonale vaudoise pr&#233;voit &#224; son art. 19 que \"la loi peut seule instituer les imp&#244;ts\". Tout le droit fiscal doit donc &#234;tre soumis &#224; la loi, dont le r&#232;glement doit observer le cadre pour fixer les modalit&#233;s d'ex&#233;cution. Les instructions du D&#233;partement doivent de m&#234;me se maintenir dans le cadre du r&#232;glement et de la loi. Ainsi c'est avec raison que, au cas o&#249; une disposition des instructions du D&#233;partement des finances lui para&#238;t contraire &#224; la loi, la Commission d'estimation s'en &#233;carte pour appliquer la r&#232;gle l&#233;gale.\n \n   \n   "
}