{
  "titre": "123 IV 17",
  "annee": "1996",
  "contenu": "\n      \n  Chapeau\n123 IV 173. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 20 d&#233;cembre 1996 dans la cause B. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 251 ch. 1 aCP; cr&#233;ation de titres faux.  Il y a cr&#233;ation de titres faux lorsque des employ&#233;s d'une personne morale non habilit&#233;s &#224; engager celle-ci &#233;tablissent et signent, sur le papier &#224; l'en-t&#234;te de la soci&#233;t&#233;, des lettres de garantie &#233;mises &#224; son nom (consid. 2). \nArt. 159 aCP; gestion d&#233;loyale; atteinte aux int&#233;r&#234;ts p&#233;cuniaires d'autrui. \nEl&#233;ments constitutifs de la gestion d&#233;loyale qualifi&#233;e r&#233;alis&#233;s lorsque le chef d'agence d'une soci&#233;t&#233;, agissant par app&#226;t du gain, signe, sous la raison sociale de son employeur, des garanties irr&#233;vocables et abstraites n'ayant aucune existence (consid. 3; confirmation de jurisprudence). \n\n\n  \n  \n  \nFaits &#224; partir de page 18\n\n\n    BGE 123 IV 17 S. 18\n   \n\n    A.- En 1991, B., chef d'agence de la soci&#233;t&#233; Z., ainsi que plusieurs comparses, dont certains &#233;taient &#233;galement employ&#233;s de la soci&#233;t&#233; Z., ont &#233;t&#233; contact&#233;s par T. qui leur a expliqu&#233; qu'il avait des clients &#224; la recherche d'un financement et qu'il avait con&#231;u un produit financier en vue de collecter des fonds.\nComme les bailleurs de fonds &#233;ventuels souhaitaient des garanties, plusieurs s&#233;ries de lettres au contenu mensonger ont &#233;t&#233; cr&#233;&#233;es en 1991 au nom de la soci&#233;t&#233; Z.\nBien que les protagonistes aient su que des lettres circulaient et que certains possesseurs tentaient de les n&#233;gocier, de nouvelles lettres de garantie irr&#233;vocables et abstraites portant sur plusieurs millions de US dollars ont &#233;t&#233; &#233;tablies, en septembre 1991, au nom et sur le papier &#224; l'en-t&#234;te de la soci&#233;t&#233; Z. Elles portaient la signature de B., ainsi que d'un autre employ&#233; de la soci&#233;t&#233; Z.\nAyant appris l'existence des lettres de garantie, la soci&#233;t&#233; Z. a d&#233;pos&#233; plainte le 15 octobre 1991.\nIl a &#233;t&#233; constat&#233; que les accus&#233;s avaient agi par app&#226;t du gain, esp&#233;rant toucher de substantielles commissions.\nIl a &#233;galement &#233;t&#233; relev&#233; que les signataires des lettres de garantie n'&#233;taient pas inscrits au registre du commerce, &#224; l'exception de R., et qu'ils n'&#233;taient pas formellement habilit&#233;s &#224; engager la soci&#233;t&#233; Z.\n\n    B.- Par jugement du 20 novembre 1995, le Tribunal correctionnel du district de Nyon a notamment condamn&#233; B., pour gestion d&#233;loyale qualifi&#233;e et faux dans les titres, &#224; la peine de douze mois d'emprisonnement avec sursis pendant trois ans, mettant &#224; sa charge une partie des frais de la proc&#233;dure.\nPar arr&#234;t du 1er f&#233;vrier 1996, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a rejet&#233; avec suite de frais les recours d&#233;pos&#233;s par B.\n\n    C.- Contre cet arr&#234;t, B. s'est pourvu en nullit&#233; &#224; la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral.\n\n    BGE 123 IV 17 S. 19\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. (Recevabilit&#233;).\n\n    2. Le recourant conteste que les faits retenus soient constitutifs d'un faux dans les titres.\na) L'art. 251 ch. 1 CP r&#233;prime la fabrication ou l'usage d'un faux, tandis que l'art. 110 ch. 5 CP d&#233;finit le titre. Les modifications de ces dispositions, entr&#233;es en vigueur le 1er janvier 1995, sont sans incidence en l'esp&#232;ce (cf. FF 1991 II 1050 ss), de sorte qu'il faut appliquer l'ancien droit (cf. art. 2 CP).\nb) Le faux dans les titres vise non seulement la cr&#233;ation d'un titre faux ou la falsification d'un titre, mais &#233;galement l'&#233;tablissement d'un titre mensonger (faux intellectuel; cf. ATF 121 IV 131 consid. 2b et les r&#233;f&#233;rences cit&#233;es). Il y a cr&#233;ation d'un titre faux lorsqu'une personne fabrique un titre dont l'auteur r&#233;el ne co&#239;ncide pas avec l'auteur apparent, alors que le faux intellectuel vise l'&#233;tablissement d'un titre qui &#233;mane de son auteur apparent, mais qui est mensonger dans la mesure o&#249; son contenu ne correspond pas &#224; la r&#233;alit&#233; (ATF 122 IV 332 consid. 2b et c, ATF 122 IV 25 consid. 2a, ATF 120 IV 122 consid. 4c; concernant cette distinction, cf. MARTIN SCHUBARTH, Zur Auslegung der Urkundendelikte, RPS 113/1995 p. 387 ss).\nIl peut y avoir cr&#233;ation d'un titre faux, que l'auteur apparent soit une personne physique ou une personne morale (cf. BERNARD CORBOZ, Le faux dans les titres, RJB 131/1995 p. 534 ss, 554). Comme la volont&#233; de la personne morale s'exprime par ses organes, il faut consid&#233;rer que, lorsque des individus (notamment des employ&#233;s) non habilit&#233;s &#224; engager une soci&#233;t&#233; &#233;tablissent et signent un document donnant l'apparence qu'il &#233;mane de la personne morale, ils cr&#233;ent un faux (cf. en droit allemand KARL LACKNER, Strafgesetzbuch, 21e &#233;d. Munich 1995, Art. 267 no 19 et les arr&#234;ts cit&#233;s).\nEn l'esp&#232;ce, le recourant a sign&#233;, avec l'un de ses comparses, plusieurs lettres, au nom et sur papier &#224; l'en-t&#234;te de la soci&#233;t&#233; Z., confirmant l'existence de garanties de la part de cette compagnie pour des montants de plusieurs millions de US dollars. Ces lettres faisaient ainsi croire que l'engagement &#233;manait bien de Z. Or, il a &#233;t&#233; constat&#233; en fait, d'une mani&#232;re qui lie la Cour de cassation (art. 277bis al. 1 PPF), que les signataires de ces documents &#233;taient certes des employ&#233;s de Z., mais qu'ils n'avaient pas la comp&#233;tence d'engager leur employeur en ce domaine. Le recourant a donc contribu&#233; &#224; la cr&#233;ation de faux documents.\n\n    BGE 123 IV 17 S. 20\n   \nc) L'article 251 aCP suppose que les documents faussement cr&#233;&#233;s soient des titres. Selon la loi, pr&#233;cis&#233;e par la jurisprudence, sont r&#233;put&#233;s titres tous  &#233;crits destin&#233;s et propres &#224; prouver un fait ayant une port&#233;e juridique (art.  110 ch. 5 al. 1 aCP; ATF 101 IV 278 consid. 2b p. 279 confirm&#233; notamment aux ATF 121 IV 131 consid. 2a, ATF 120 IV 25 consid. 3a).\nLes garanties de la soci&#233;t&#233; Z. ont &#233;t&#233; &#233;tablies sous forme de lettres, donc d'&#233;crits. Encore faut-il, pour &#234;tre qualifi&#233;es de titres, que ces lettres soient destin&#233;es et propres &#224; prouver le fait faux. Comme il s'agit de la cr&#233;ation de faux documents, la conception restrictive de la jurisprudence en mati&#232;re de faux intellectuel (ATF 122 IV 332 consid. 2b, ATF 122 IV 25 consid. 2a et la r&#233;f&#233;rence cit&#233;e) n'est pas applicable. La question n'est ainsi pas de savoir, contrairement &#224; ce que soutient le recourant, si les lettres sont destin&#233;es et propres &#224; prouver la v&#233;racit&#233; de leur contenu (cf. ATF 121 IV 131 consid. 2c p. 134, ATF 120 IV 199 consid. 3b), mais seulement de d&#233;terminer si ces  &#233;crits sont destin&#233;s et propres &#224; prouver le fait qui est faux, soit en l'esp&#232;ce qu'il s'agit d'engagements &#233;manant de Z. (cf. ATF 121 IV 131 consid.  2c p. 134).\nLes lettres en cause, qui ont &#233;t&#233; &#233;tablies sur papier &#224; l'en-t&#234;te de Z., font mention de garanties &#233;mises au nom de celle-ci et sont sign&#233;es par deux employ&#233;s de la compagnie, comme cela se pratique en principe pour ce genre d'engagements. Il appara&#238;t donc que ces lettres sont bien destin&#233;es et propres  &#224; prouver &#224; leur futur destinataire l'existence de garanties de la part de la Z. Il s'agit donc bien de titres.\nEn cosignant ces lettres de garantie, le recourant a commis objectivement un faux dans les titres.\nd) D'un point de vue subjectif, le recourant, en participant &#224; la fabrication des fausses lettres, a exc&#233;d&#233; les limites de son pouvoir de repr&#233;sentation, ce qu'il reconna&#238;t du reste lui-m&#234;me. Il savait donc que les documents ne pouvaient engager valablement Z., bien qu'ils aient &#233;t&#233; destin&#233;s et propres &#224;  le faire croire aux bailleurs de fonds &#233;ventuels (cf. ATF 101 IV 52 consid. 3a p. 59); comme le recourant esp&#233;rait ainsi conclure des affaires, alors que Z. n'avait pas &#233;mis les garanties escompt&#233;es par les destinataires, il avait pour but de toucher, par cette manoeuvre illicite, des commissions; il avait ainsi le dessein de se procurer un avantage qui doit &#234;tre qualifi&#233; d'illicite en raison du moyen employ&#233; (cf. ATF 121 IV 216 consid. 2 p. 220).\nSa condamnation pour faux dans les titres au sens de l'art. 251 aCP ne viole donc pas le droit f&#233;d&#233;ral.\n\n    BGE 123 IV 17 S. 21\n   \ne) Lorsqu'il y a cr&#233;ation d'un titre faux, l'acte est punissable sans qu'il soit n&#233;cessaire d'examiner la question de son &#233;ventuel contenu mensonger (cf. ATF 118 IV 254 consid. 4). Partant, il n'y a pas lieu d'examiner si les documents en cause offrent des garanties accrues de v&#233;racit&#233; quant &#224; leur contenu. Le fait que la cour cantonale ait raisonn&#233; exclusivement &#224; la lumi&#232;re du faux intellectuel dans les titres est sans pertinence dans le cas d'esp&#232;ce, d&#232;s lors que le pourvoi en nullit&#233; n'est pas ouvert pour se plaindre seulement de la motivation de la d&#233;cision attaqu&#233;e (ATF 122 IV 145 consid. 2, ATF 119 IV 145 consid. 2c p. 152, ATF 118 IV 233 consid. 2c p. 239) et que l'autorit&#233; cantonale est arriv&#233;e &#224; la conclusion qu'il y avait bien faux dans les titres.\n\n    3. Le recourant conteste que les faits retenus puissent &#234;tre qualifi&#233;s de gestion d&#233;loyale.\na) Comme on ne voit pas en quoi le nouveau texte l&#233;gal, entr&#233; en vigueur le 1er janvier 1995, pourrait &#234;tre plus favorable &#224; l'accus&#233; (cf. FF 1991 II 1017 ss), il faut appliquer l'ancien art. 159 CP (cf. art. 2 CP).\nLes &#233;l&#233;ments de cette infraction ont &#233;t&#233; analys&#233;s de mani&#232;re d&#233;taill&#233;e &#224; l' ATF 120 IV 190 consid. 2b auquel il suffit de se r&#233;f&#233;rer.\nb) Le recourant conteste avoir eu la position de g&#233;rant. Selon la jurisprudence cit&#233;e, seul peut avoir une position de g&#233;rant celui qui dispose d'une ind&#233;pendance suffisante et qui jouit d'un pouvoir de disposition autonome sur les biens qui lui sont remis; ce pouvoir peut se manifester non seulement par la passation d'actes juridiques, mais &#233;galement par la d&#233;fense, sur le plan interne, d'int&#233;r&#234;ts patrimoniaux ou par des actes mat&#233;riels; il faut cependant que le g&#233;rant ait une autonomie suffisante sur tout ou partie de la fortune d'autrui, sur les moyens de production ou le personnel d'une entreprise (ATF 120 IV 190 consid. 2b et les arr&#234;ts cit&#233;s).\nEn l'esp&#232;ce, le recourant &#233;tait chef d'agence de la soci&#233;t&#233; Z. La direction d'une agence implique n&#233;cessairement un certain pouvoir de repr&#233;sentation et une certaine autonomie dans la gestion des affaires de l'agence et de son personnel. La cour cantonale n'a donc pas viol&#233; le droit f&#233;d&#233;ral en consid&#233;rant que le recourant n'&#233;tait pas un simple ex&#233;cutant, mais un g&#233;rant, tenu par une obligation contractuelle de veiller sur les int&#233;r&#234;ts p&#233;cuniaires de son employeur, selon la formule de l'art. 159 al. 1 aCP. Que le recourant ait exc&#233;d&#233; les limites de son autonomie ou de son pouvoir de repr&#233;sentation - ce qui est g&#233;n&#233;ralement le cas en mati&#232;re de gestion d&#233;loyale - n'y BGE 123 IV 17 S. 22change rien; on ne voit pas pourquoi le g&#233;rant qui a exc&#233;d&#233; les limites de son autonomie devrait &#234;tre mieux trait&#233; que celui qui est rest&#233; dans ce cadre.\nc) Pour qu'il y ait gestion d&#233;loyale, il faut que le g&#233;rant ait viol&#233; une obligation li&#233;e &#224; la gestion confi&#233;e (ATF 120 IV 190 consid. 2b p. 193 et les arr&#234;ts cit&#233;s). En l'esp&#232;ce, le recourant a sign&#233; les lettres de garantie sur papier &#224; l'en-t&#234;te de Z. en indiquant sa fonction; il a donc bien agi en tant que chef d'agence, m&#234;me s'il a exc&#233;d&#233; les limites de ses pouvoirs. Il a viol&#233;  son obligation de veiller aux int&#233;r&#234;ts p&#233;cuniaires de son employeur en faisant appara&#238;tre, sous la raison sociale, des engagements irr&#233;vocables et abstraits qui n'avaient aucune existence.\nd) L'infraction n'est consomm&#233;e que s'il y a eu pr&#233;judice patrimonial (ATF ATF 120 IV 190 consid 2b p. 193). Cette notion a &#233;t&#233; &#233;tudi&#233;e dans le d&#233;tail &#224; l'ATF ATF 121 IV 104 consid. 2c p. 107 s. auquel il peut &#234;tre renvoy&#233;. Ainsi, il a &#233;t&#233;  jug&#233; qu'il y a pr&#233;judice patrimonial lorsqu'on se trouve en pr&#233;sence d'une v&#233;ritable l&#233;sion du patrimoine - c'est-&#224;-dire d'une diminution de l'actif, d'une augmentation du passif, d'une non-diminution du passif ou d'une non-augmentation de l'actif -, mais aussi d'une mise en danger de celui-ci telle qu'elle a pour effet d'en diminuer la valeur d'un point de vue &#233;conomique  (ATF 121 IV 104 consid. 2c p. 107 et les r&#233;f&#233;rences cit&#233;es); un pr&#233;judice temporaire suffit (ATF 121 IV 104 consid. 2c p. 108 et les arr&#234;ts cit&#233;s). Le patrimoine est diminu&#233; sur le plan &#233;conomique lorsque sa mise en danger doit figurer au bilan, si celui-ci est correctement &#233;tabli, sous forme d'un ajustement de valeur ou d'une provision (ATF 122 IV 279 consid. 2a et la r&#233;f&#233;rence &#224; MARTIN SCHUBARTH, Verm&#246;gensschaden durch Verm&#246;gensgef&#228;hrdung, in Festschrift JEAN GAUTHIER, Berne 1996, p. 71 ss, 79). Ainsi, la constitution de garanties, qui repr&#233;sentent un risque et sont de nature &#224; justifier une provision, peut &#234;tre consid&#233;r&#233;e comme un pr&#233;judice patrimonial (cf. ATF 121 IV  104 consid. 2d p. 108).\nEn l'esp&#232;ce, il est &#233;vident que la cr&#233;ation des fausses garanties exposait la soci&#233;t&#233; Z. &#224; prendre des mesures de d&#233;fense, telle que l'alarme bancaire, et, le cas &#233;ch&#233;ant, &#224; soutenir un proc&#232;s contre une personne qui agirait sur la base des lettres en circulation. Une garantie constitue une obligation conditionnelle qui accro&#238;t le passif d'un point de vue &#233;conomique; devoir d&#233;montrer la fausset&#233; des titres implique des frais. Le comportement du recourant a donc port&#233; atteinte aux int&#233;r&#234;ts p&#233;cuniaires de son employeur, auxquels il avait le devoir de veiller.\n\n    BGE 123 IV 17 S. 23\n   \ne) Il faut enfin que l'auteur ait agi intentionnellement, mais le dol  &#233;ventuel suffit, lequel doit cependant &#234;tre strictement caract&#233;ris&#233; (ATF 120 IV  190 consid. 2b p. 193 et les r&#233;f&#233;rences cit&#233;es). En l'esp&#232;ce, le recourant savait qu'il agissait en tant que chef d'agence - comme le montre la mention au-dessus de sa signature - et qu'il accomplissait, en violation de ses obligations contractuelles, des actes de nature &#224; porter atteinte aux int&#233;r&#234;ts p&#233;cuniaires de son employeur, auxquels il devait veiller. Il a donc agi intentionnellement, au moins sous la forme du dol &#233;ventuel.\nf) Il ne ressort nullement des constatations cantonales - qui lient la Cour de cassation (art. 277bis al. 1 PPF) - que le recourant aurait eu constamment la volont&#233; et les moyens de couvrir le pr&#233;judice subi par son employeur, de sorte que cette question - &#224; supposer qu'elle soit pertinente (cf. ATF 121 IV  104 consid. 2e p. 108) - n'a pas &#224; &#234;tre examin&#233;e ici.\nIl a &#233;t&#233; constat&#233; que le recourant avait agi par app&#226;t du gain, ce qui justifie l'application de l'art. 159 al. 2 aCP; comme il y a dessein d'enrichissement ill&#233;gitime, le nouveau droit qui permet la r&#233;clusion n'est pas plus favorable (art. 158 ch. 1 al. 3 CP).\nLa condamnation du recourant pour gestion d&#233;loyale qualifi&#233;e au sens de l'art. 159 aCP ne viole donc pas le droit f&#233;d&#233;ral.\nLe pourvoi doit ainsi &#234;tre rejet&#233;.\n\n    4. (Suite de frais).\n \n   \n   "
}