{
  "titre": "94 I 451",
  "annee": "1968",
  "contenu": "\n      \n  Chapeau\n94 I 45162. Extrait de l'arr&#234;t du 3 juillet 1968 dans la cause Commune de Lausanne contre Grand Conseil du canton de Vaud.\n\n  \nRegeste\nAutonomie communale.  1. Lorsqu'elle agit en tant que d&#233;tentrice de la puissance publique, une commune a qualit&#233; pour invoquer dans un recours de droit public la violation de son autonomie, mais non la violation de l'art. 4 Cst. (consid. 1). \n2. Notion de l'autonomie communale et de sa violation en mati&#232;re de l&#233;gislation: &#233;volution de la jurisprudence (consid. 3). \n3. Lorsque l'autonomie communale, reconnue par la constitution cantonale, n'est pas d&#233;limit&#233;e par cette constitution elle-m&#234;me mais par la loi, le l&#233;gislateur n'est pas d&#233;finitivement li&#233; par la r&#233;partition des t&#226;ches qu'il a une fois &#233;tablie, mais peut la modifier en tout temps, pourvu qu'il respecte la r&#232;gle constitutionnelle (consid. 4). \n4. Les communes vaudoises ne jouissent pas de l'autonomie en mati&#232;re de r&#233;mun&#233;ration du personnel enseignant primaire (consid. 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 452\n\n\n    BGE 94 I 451 S. 452\n   \n\n    A.- Dans le canton de Vaud, l'enseignement primaire incombe, selon l'art. 17 Cst. cant., &#224; l'Etat et aux communes. R&#233;gl&#233;e par une loi cantonale en 1806 d&#233;j&#224;, la mati&#232;re fait actuellement l'objet de la loi du 25 mai 1960 \"sur l'instruction publique primaire et l'enseignement m&#233;nager postscolaire\" (en abr&#233;g&#233;: LIP). Les instituteurs ont &#233;t&#233; de tout temps nomm&#233;s par les communes, sous r&#233;serve d'approbation par le D&#233;partement cantonal de l'instruction publique. Quant &#224; la r&#233;mun&#233;ration du corps enseignant, elle &#233;tait enti&#232;rement &#224; la charge des communes pendant la premi&#232;re moiti&#233; du 19e si&#232;cle, la loi cantonale se contentant de fixer le minimum du traitement annuel et de pr&#233;voir la mise &#224; disposition d'un appartement et d'un jardin, ou le versement de leur valeur en argent. D&#232;s 1857, le canton prit &#224; sa charge les augmentations de traitement dues aux instituteurs en raison des ann&#233;es de service. La loi de 1920 fixa le minimum &#224; payer &#224; titre d'indemnit&#233; de logement (600 fr. pour les instituteurs et 400 fr. pour les institutrices) et pr&#233;cisa que dans les localit&#233;s importantes, cette indemnit&#233; devait tenir compte du prix des loyers et de la chert&#233; de l'existence. Plusieurs communes, notamment celle de Lausanne, pay&#232;rent des indemnit&#233;s sensiblement plus &#233;lev&#233;es que le minimum fix&#233; par la loi.\nEn 1947, le personnel enseignant fut soumis, par la loi du 9 juin 1947, au statut g&#233;n&#233;ral des fonctions publiques cantonales et rang&#233; dans l'&#233;chelle des traitements. Les montants qui y &#233;taient pr&#233;vus, sensiblement plus &#233;lev&#233;s que les traitements vers&#233;s jusqu'alors, constituaient la r&#233;mun&#233;ration totale, de sorte que la valeur des prestations en nature (logement, chauffage, jardin) &#233;tait d&#233;duite pour le calcul du montant &#224; BGE 94 I 451 S. 453verser en esp&#232;ces. Il n'&#233;tait plus pr&#233;vu d'indemnit&#233; de logement. Pour &#233;viter cependant que les instituteurs au b&#233;n&#233;fice de telles indemnit&#233;s ne perdent l'avantage procur&#233; par les am&#233;liorations de traitement du nouveau statut, le D&#233;partement de l'instruction publique conseilla aux communes, par circulaire du 17 mai 1948, de continuer &#224; verser de telles indemnit&#233;s, ce que firent plusieurs d'entre elles. Augment&#233;es au cours des ann&#233;es, ces indemnit&#233;s atteignirent finalement &#224; Lausanne, en 1967, le montant maximum de 3910 fr. pour une personne mari&#233;e et 3175 fr. pour un c&#233;libataire. La r&#233;mun&#233;ration du corps enseignant primaire pr&#233;sentait ainsi de grosses diff&#233;rences entre la ville et la campagne. L'Union des communes vaudoises s'est &#233;lev&#233;e &#224; plusieurs reprises contre cette situation et demanda la suppression des compl&#233;ments communaux &#224; l'occasion de la r&#233;vision de l'&#233;chelle des traitements.\n\n    B.- La nouvelle classification adopt&#233;e en 1967 apporta aux instituteurs une sensible am&#233;lioration de traitement, qui se traduisit par une augmentation de 1381 fr. pour le traitement minimum et de 3223 fr. pour le traitement maximum. Parall&#232;lement &#224; cette nouvelle classification, le Grand Conseil modifia par une loi du 11 d&#233;cembre 1967 les art. 116 &#224; 118 de la LIP de 1960: l'art. 116 fixe les &#233;l&#233;ments de la r&#233;mun&#233;ration (traitement de base, allocation compl&#233;mentaire variant avec le co&#251;t de la vie, allocation de m&#233;nage); l'art. 117 pr&#233;cise qu'elle est calcul&#233;e et vers&#233;e par l'Etat (comme auparavant), les communes devant lui rembourser 50% de la r&#233;mun&#233;ration totale (jusqu'ici 80% du traitement de base, sans les allocations). Les compl&#233;ments communaux sont enti&#232;rement supprim&#233;s par l'art. 118, qui pr&#233;cise:\n\"Les communes ne sont pas autoris&#233;es &#224; compl&#233;ter, sous quelque forme que ce soit, la r&#233;mun&#233;ration pr&#233;vue &#224; l'art. 116.\nEn cas de violation de cette r&#232;gle, le Conseil d'Etat peut augmenter, jusqu'&#224; 75 % au maximum, la part que la commune en cause doit rembourser &#224; l'Etat en application de l'article pr&#233;c&#233;dent.\"\nPour &#233;viter que la nouvelle r&#233;mun&#233;ration ne soit inf&#233;rieure &#224; celle touch&#233;e ant&#233;rieurement par certains membres du corps enseignant, l'art. 156 bis pr&#233;voit des dispositions transitoires qui assurent &#224; tout instituteur une r&#233;mun&#233;ration globale au moins &#233;gale &#224; celle re&#231;ue en 1967, compl&#233;ment communal compris; d'autre part, ceux qui ont encore droit &#224; des augmentations annuelles, mais dont la r&#233;mun&#233;ration globale de 1967 BGE 94 I 451 S. 454d&#233;passe celle &#224; laquelle ils auraient droit selon l'art. 116 nouveau, ne toucheront dor&#233;navant que la moiti&#233; de l'augmentation annuelle. Les montants suppl&#233;mentaires d&#233;coulant de ces dispositions transitoires sont pay&#233;s par l'Etat, qui en demande le remboursement total aux communes int&#233;ress&#233;es. Un art. 156 quater pr&#233;voit pour les prestations &#224; payer en r&#233;gime transitoire une disposition semblable &#224; celle de l'art. 118.\n\n    C.- Agissant par la voie du recours de droit public, la commune de Lausanne requiert le Tribunal f&#233;d&#233;ral\na) de d&#233;clarer anticonstitutionnelle la loi vaudoise du 11 d&#233;cembre 1967, \"dans la mesure o&#249; elle interdit aux communes d'allouer un compl&#233;ment de salaire aux membres du personnel enseignant\";\nb) d'annuler ladite loi, subsidiairement les d&#233;cisions qu'elle contient, en tant qu'elle supprime les allocations de compl&#233;ment de salaire et les interdit sous peine de sanctions.\nElle se plaint de la violation de l'autonomie communale garantie par l'art. 80 Cst. vaud., ainsi que d'arbitraire. Elle soutient que les communes sont comp&#233;tentes en cette mati&#232;re, o&#249; leur autonomie d&#233;coule de la constitution et d'une pratique vieille de 150 ans. A son avis, le nouveau r&#233;gime cr&#233;&#233; par la loi attaqu&#233;e constitue, par son &#233;galitarisme qui ne tient pas compte des conditions de vie - notamment de logement - plus on&#233;reuses en ville qu'en campagne, une in&#233;galit&#233; de traitement qui viole l'art. 4 Cst.\nLes arguments particuliers seront repris ci-dessous dans la mesure utile.\n\n    D.- Au nom de l'Etat de Vaud, le Conseil d'Etat conclut au rejet du recours dans la mesure o&#249; il est recevable.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La recourante requiert le Tribunal f&#233;d&#233;ral de d&#233;clarer inconstitutionnelle la loi du 11 d&#233;cembre 1967 \"dans la mesure o&#249; elle interdit aux communes d'allouer un compl&#233;ment de salaire aux membres du corps enseignant\", partant d'\"annuler cette loi, subsidiairement les d&#233;cisions contenues dans la loi... en tant qu'elle supprime les allocations de compl&#233;ment de salaire communal ... et interdit ... d'allouer d&#233;sormais un tel compl&#233;ment ... sous peine de sanctions\". Ainsi le recours est dirig&#233; uniquement contre cette interdiction, pr&#233;vue &#224; l'art. 118, BGE 94 I 451 S. 455de m&#234;me qu'&#224; l'art. 156 quater pour les dispositions transitoires. La recourante n'attaque pas formellement les dispositions transitoires de l'art. 156 bis, mais se contente de les critiquer, en ce sens qu'elle voudrait voir les compl&#233;ments communaux maintenus dans les autres cas &#233;galement.\na) Les instituteurs sont des fonctionnaires publics cantonaux (et aussi communaux, affirme la recourante). Les compl&#233;ments de traitements vers&#233;s par la commune le sont en vertu du droit public et non du droit priv&#233;. Leur suppression touche la recourante en tant que d&#233;tentrice de la puissance publique. A ce titre, elle n'a qualit&#233; pour recourir que si elle d&#233;fend son autonomie ou si elle attaque des d&#233;cisions qui mettent en cause son existence ou l'&#233;tat de son territoire (RO 93 I 66). Soutenant que la loi attaqu&#233;e viole l'autonomie qui lui est reconnue depuis plus de 150 ans en mati&#232;re d'indemnit&#233; de logement, la commune de Lausanne a ainsi qualit&#233; pour soulever ce grief par la voie du recours de droit public.\nb) En revanche, elle n'a pas qualit&#233;, selon la jurisprudence, pour se plaindre d'une violation de l'art. 4 Cst., dans la mesure o&#249; elle fait valoir ce grief &#224; titre ind&#233;pendant, et non seulement pour renforcer le grief de violation de l'autonomie communale. Or, en l'esp&#232;ce, la recourante ne fait pas valoir seulement que le Grand Conseil interpr&#232;te arbitrairement les dispositions cantonales relatives &#224; l'autonomie communale, mais encore que la loi attaqu&#233;e cr&#233;e une in&#233;galit&#233; de traitement entre les membres du corps enseignant et entre les communes elles-m&#234;mes, ce qui constitue un grief diff&#233;rent de celui de la violation de l'autonomie communale. La recourante demande cependant que le Tribunal f&#233;d&#233;ral revoie sa jurisprudence dans le sens propos&#233; par la th&#232;se de MATTER (\"Die Legitimation der Gemeinde zur staatsrechtlichen Beschwerde\", Berne 1965, notamment p. 72/73), en mettant les communes sur le m&#234;me pied que les autres collectivit&#233;s et en leur reconnaissant le droit d'invoquer la violation d'autres droits constitutionnels.\nMais cette th&#232;se m&#233;conna&#238;t la nature du recours de droit public et des droits constitutionnels des citoyens. Le recours de droit public est destin&#233; essentiellement &#224; prot&#233;ger les citoyens et les collectivit&#233;s contre les abus du pouvoir. Or la commune est elle-m&#234;me d&#233;tentrice de la puissance publique; &#224; ce titre, elle n'est pas titulaire des droits constitutionnels des citoyens dont le recours de droit public permet d'assurer la protection.\n\n    BGE 94 I 451 S. 456Si la qualit&#233; pour recourir lui est n&#233;anmoins reconnue dans certains cas o&#249; elle agit en tant que d&#233;tentrice de la puisssnce publique, c'est que l'autonomie communale, garantie en g&#233;n&#233;ral par les constitutions cantonales, est consid&#233;r&#233;e par la jurisprudence comme un droit subjectif des communes, analogue aux droits constitutionnels des citoyens (RO 65 I 131 consid. 2). C'est donc uniquement lorsqu'elle se plaint d'une violation de son autonomie - ou lorsqu'elle attaque une d&#233;cision qui met en cause son existence ou l'&#233;tat de son territoire, bases et conditions de son autonomie (RO 89 I 206/7) - que la commune a qualit&#233;, en tant que d&#233;tentrice de la puissance publique, pour agir par la voie du recours de droit public (RO 93 I 66, 157, 431).\nLa qualit&#233; pour soulever, &#224; titre ind&#233;pendant, le grief de violation de l'art. 4 Cst. doit d&#232;s lors &#234;tre d&#233;ni&#233;e &#224; la commune de Lausanne; de toute fa&#231;on, elle n'aurait pas qualit&#233; pour se plaindre d'une in&#233;galit&#233; de traitement dont seraient victimes certaines cat&#233;gories d'instituteurs.\n\n    3. L'autonomie communale ne peut &#234;tre viol&#233;e que dans la mesure o&#249; elle existe, c'est-&#224;-dire dans les domaines o&#249; les communes sont effectivement autonomes. En l'esp&#232;ce, il s'agit de savoir si les communes vaudoises jouissent de l'autonomie en mati&#232;re de r&#233;mun&#233;ration du corps enseignant primaire et, si oui, dans quelle mesure.\nD'apr&#232;s la jurisprudence constante du Tribunal f&#233;d&#233;ral, autonomie communale signifie comp&#233;tence des communes d'accomplir de fa&#231;on ind&#233;pendante certaines t&#226;ches publiques, tant sur le plan de la l&#233;gislation que de l'administration. On admettait autrefois que cette autonomie n'existait que dans les affaires qui rel&#232;vent de la comp&#233;tence propre des communes, et non dans celles qui rel&#232;vent de leur comp&#233;tence d&#233;l&#233;gu&#233;e (Ro 83 I 123/4; 84 I 230 et encore 89 I 111 consid. 1). Puis on a recherch&#233; le crit&#232;re de distinction dans le pouvoir de libre appr&#233;ciation (freies Ermessen) reconnu aux communes par la constitution et la loi en mati&#232;re l&#233;gislative et administrative, et dans leur facult&#233; de l'exercer sans &#234;tre soumises au contr&#244;le de l'Etat (RO 89 I 111/2 consid. 2, 91 I 42 consid. 3, 92 I 375 consid. 2 a et les arr&#234;ts cit&#233;s).\nDans ses tout derniers arr&#234;ts, le Tribunal f&#233;d&#233;ral a abandonn&#233; ces deux crit&#232;res pour la d&#233;termination de l'autonomie communale; il a &#233;galement rejet&#233; comme peu satisfaisante la notion - propos&#233;e par la doctrine - fond&#233;e sur l'usage et les caract&#233;ristiques BGE 94 I 451 S. 457intrins&#232;ques (innere Kennzeichnung) de certaines mati&#232;res qui en font traditionnellement des t&#226;ches de comp&#233;tence locale. Il admet que l'autonomie existe &#233;galement - du moins en ce qui concerne la l&#233;gislation - lorsque le droit cantonal, tout en r&#233;glant une certaine mati&#232;re de fa&#231;on plus ou moins d&#233;taill&#233;e, laisse cependant aux communes une libert&#233; de d&#233;cision relativement importante (RO 93 I 160 consid. 5 et 431 consid. 3; 94 I 65). Dans les deux derniers arr&#234;ts cit&#233;s, il a examin&#233; s'il y avait lieu d'&#233;tendre au domaine de l'application du droit la nouvelle jurisprudence adopt&#233;e en mati&#232;re de l&#233;gislation communale; il a cependant laiss&#233; cette question ouverte. Il n'est pas non plus n&#233;cessaire de la trancher ici o&#249;, s'agissant de savoir si les communes vaudoises peuvent compl&#233;ter la l&#233;gislation cantonale sur la r&#233;mun&#233;ration du corps enseignant par l'octroi de suppl&#233;ments communaux, on est en pr&#233;sence d'une mati&#232;re qui rel&#232;ve de la l&#233;gislation.\n\n    4. La constitution vaudoise traite de la position des communes vis-&#224;-vis de l'Etat en son art. 80, ainsi r&#233;dig&#233;:\n\"L'existence des communes est reconnue et garantie.\nLes communes sont subordonn&#233;es &#224; l'Etat, avec lequel elles concourent au bien de la soci&#233;t&#233;.\nElles jouissent de toute l'ind&#233;pendance compatible avec le bien de l'Etat, son unit&#233; et la bonne administration des communes ellesm&#234;mes.\"\nElle reconna&#238;t ainsi une certaine autonomie aux communes, mais ne la d&#233;limite pas elle-m&#234;me. En mati&#232;re d'enseignement, elle pr&#233;cise &#224; l'art. 17 al. 1: \"L'Etat et les communes ont l'obligation de donner aux &#233;tablissements d'instruction publique le degr&#233; de perfection dont ils sont susceptibles, eu &#233;gard aux besoins et aux ressources du pays.\" Ainsi la constitution n'&#233;tablit pas elle-m&#234;me la r&#233;partition des t&#226;ches, qui est laiss&#233;e aux soins du l&#233;gislateur.\nOr si le l&#233;gislateur peut accorder des pouvoirs aux communes et d&#233;limiter le domaine de leur autonomie, il ne les leur garantit qu'&#224; l'&#233;gard des autres autorit&#233;s de l'Etat et non pas envers lui-m&#234;me. Il est ma&#238;tre de la loi et n'est pas d&#233;finitivement li&#233; par une r&#233;partition des t&#226;ches qu'il a une fois &#233;tablie; il peut au contraire la modifier en tout temps, sous r&#233;serve de respecter la disposition - assez vague - de l'art. 80 al. 3 Cst. cant. Le fait que des lois cantonales ant&#233;rieures aient laiss&#233; les mains libres aux communes dans un certain domaine n'emp&#234;che pas BGE 94 I 451 S. 458une limitation subs&#233;quente de cette libert&#233;, pourvu que les normes constitutionnelles soient respect&#233;es.\n\n    5. En ce qui concerne la r&#233;mun&#233;ration du corps enseignant primaire, le l&#233;gislateur n'a pas restreint l'autonomie des communes par la loi du 11 d&#233;cembre 1967; en effet, le canton s'est de tout temps r&#233;serv&#233; le dernier mot en cette mati&#232;re, m&#234;me lorsque les communes devaient supporter seules la charge des traitements; il l'a fait en tout cas de fa&#231;on expresse d&#232;s le r&#233;gime de 1947.\nLa premi&#232;re loi scolaire de 1806 prescrivait d&#233;j&#224; aux communes un salaire minimum &#224; verser aux ma&#238;tres primaires, leur laissant la facult&#233; d'exiger une modique contribution des parents des &#233;l&#232;ves; les communes devaient &#233;galement fournir un logement et un jardin ou verser une indemnit&#233; correspondante, les autres points &#233;taient d&#233;termin&#233;s par les municipalit&#233;s, sous r&#233;serve de recours au Petit Conseil. Une r&#233;glementation semblable se trouve dans les lois scolaires post&#233;rieures de 1834, 1846 et 1865, avec cette diff&#233;rence que la r&#233;mun&#233;ration fix&#233;e par les communes devait &#234;tre soumise &#224; l'approbation du Conseil de l'instruction publique puis, d&#232;s 1865, du D&#233;partement de l'instruction publique. Les lois scolaires de 1889, 1906 et 1930 ont repris sensiblement le m&#234;me syst&#232;me, tout en augmentant le montant minimum du traitement; en outre, les deux derni&#232;res lois ont pr&#233;vu des augmentations de traitement, &#224; la charge de l'Etat, &#224; partir de la troisi&#232;me ann&#233;e de service.\nUne importante modification intervint en 1947, en ce sens que les membres du corps enseignant furent soumis au statut des fonctionnaires, qui venait d'&#234;tre mis sur pied, et incorpor&#233;s dans la classification des fonctions. Ainsi le canton ne se contentait plus de fixer un traitement minimum, mais fixait luim&#234;me le traitement de base, avec minimum, maximum et augmentations annuelles; les prestations en nature faisaient partie du traitement et devaient &#234;tre port&#233;es en d&#233;duction du salaire en esp&#232;ces. Il n'&#233;tait donc plus possible de verser, &#224; c&#244;t&#233; du traitement l&#233;gal, une indemnit&#233; en argent pour remplacer le logement gratuit. Si plusieurs communes, malgr&#233; cette prescription, vers&#232;rent de telles indemnit&#233;s en argent, elles violaient ainsi cette prescription; elles le faisaient donc non pas seulement praeter legem, mais contra legem. A cela ne change rien le fait qu'une telle fa&#231;on de proc&#233;der leur ait &#233;t&#233; recommand&#233;e par une circulaire du D&#233;partement de l'instruction publique du BGE 94 I 451 S. 45917 mai 1948: le d&#233;partement n'avait pas le pouvoir d'accorder aux communes des comp&#233;tences que la loi ne leur reconnaissait pas; il ne pouvait pas davantage lier le l&#233;gislateur et l'emp&#234;cher d'adopter plus tard une disposition qui interdise express&#233;ment, sous peine de sanctions, l'octroi de compl&#233;ments communaux. Ainsi n'existe-t-il pas, en cette mati&#232;re, d'autonomie communale qui puisse &#234;tre viol&#233;e par cette disposition.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours dans la mesure o&#249; il est recevable.\n \n   \n   "
}