{
  "titre": "101 V 229",
  "annee": "1975",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     584\n                                                                        585\n                                                                        586\n                                                                        587\n                                                                        588\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n101 V 22948. Arr&#234;t du 9 d&#233;cembre 1975 dans la cause Barraud contre Caisse cantonale vaudoise d'assurance en cas de maladie et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 5 al. 1 LAMA.  Pouvoir du mari de conclure une assurance-maladie en faveur de son &#233;pouse; obligations de celle-ci du vivant et apr&#232;s le d&#233;c&#232;s de son conjoint. \n\n\n  \n  \n  \nFaits &#224; partir de page 229\n\n\n    BGE 101 V 229 S. 229\n   \n\n    A.- Le 10 avril 1972, Hermann Barraud signa et remit &#224; la Caisse cantonale vaudoise d'assurance en cas de maladie et d'accidents deux demandes d'admission, l'une pour lui et l'autre pour son &#233;pouse, Emilie Barraud. Ces demandes furent agr&#233;&#233;es, avec effet d&#232;s le 1er avril 1972. Hermann Barraud d&#233;c&#233;da le 28 juillet 1972. Le m&#234;me jour, sa veuve re&#231;ut sa carte d'assur&#233;e, selon laquelle la cotisation s'&#233;levait &#224; 80 fr. 50 par mois. Elle dit n'avoir pas eu connaissance auparavant des d&#233;marches de son mari aupr&#232;s de la caisse susmentionn&#233;e.\nLe 14 novembre 1972, cette derni&#232;re invita Emilie Barraud &#224; payer les cotisations de feu Hermann Barraud pour les mois d'avril &#224; juillet, soit 322 fr., ce qui fut fait. La caisse all&#232;gue avoir vers&#233; ses prestations concernant, pendant la m&#234;me p&#233;riode, les frais de traitement du d&#233;funt, mais la veuve le conteste.\nLe 24 septembre 1973, l'administration adressa &#224; Emilie Barraud une facture de 724 fr. 50, relative aux cotisations personnelles de la destinataire pour la p&#233;riode d'avril 1972 &#224; d&#233;cembre 1972, soit neuf mois &#224; 80 fr. 50, facture suivie d'un rappel du 8 novembre 1973. Dans une lettre du 18 octobre 1973, l'int&#233;ress&#233;e demanda &#224; la caisse si elle &#233;tait vraiment assur&#233;e et fit &#233;tat de difficult&#233;s de paiement. Le 6 novembre, il lui fut r&#233;pondu qu'elle avait &#233;t&#233; affili&#233;e par les soins de son conjoint, qu'elle devait avoir re&#231;u en &#233;t&#233; 1972 sa carte d'assurance et neuf bulletins de versement en vue du r&#232;glement des mensualit&#233;s de 1972, qu'elle &#233;tait d&#233;bitrice en outre de 1'173 fr. BGE 101 V 229 S. 230&#224; titre de cotisations pour l'ann&#233;e en cours et qu'il lui &#233;tait loisible de sortir de la mutualit&#233; avec effet au 31 d&#233;cembre 1973. Par lettre du 21  novembre 1973, Emilie Barraud demanda qu'on pr&#238;t note de sa d&#233;mission; elle d&#233;clara s'&#233;tonner de ce que la caisse ne lui e&#251;t pas r&#233;clam&#233; de cotisations plus t&#244;t et la pria \"de r&#233;gler au mieux cette erreur\".\nAu cours de la correspondance qui suivit, la caisse-maladie persista dans ses exigences, tandis qu'Emilie Barraud refusa de payer, en contestant que son mari e&#251;t le droit de l'assurer &#224; son insu. Le 16 avril 1974, la caisse prit une d&#233;cision formelle, par laquelle elle ordonnait &#224; l'int&#233;ress&#233;e de lui verser  1'897 fr. 50. A la r&#233;quisition de la caisse, l'office des poursuites de L. notifia le 23 avril 1974 &#224; la pr&#233;tendue d&#233;bitrice un commandement de payer de  1'897 fr. 50 plus int&#233;r&#234;t &#224; 5% depuis le 1er d&#233;cembre 1973, qui fut frapp&#233;  d'opposition totale.\n\n    B.- Emilie Barraud recourut contre la d&#233;cision mentionn&#233;e ci-dessus.\nLe pr&#233;sident du Tribunal des assurances du canton de Vaud rejeta le recours le 25 octobre 1974. Estimant que la seule question litigieuse &#233;tait si le mari pouvait conclure valablement une assurance-maladie en faveur de l'&#233;pouse, le premier juge admit l'existence d'un tel droit.\n\n    C.- Emilie Barraud a form&#233; en temps utile un recours de droit administratif contre le jugement cantonal. Elle conclut implicitement &#224; &#234;tre lib&#233;r&#233;e de toute dette de cotisations et insiste sur la faute qu'aurait commise la caisse-maladie en attendant jusqu'au 24 septembre 1973 pour lui r&#233;clamer des sommes qu'elle, recourante, croyait ne pas devoir payer.\nL'intim&#233;e conclut derechef au rejet du recours.\nL'Office f&#233;d&#233;ral des assurances sociales, dans son pr&#233;avis, d&#233;clare soutenable chacune des deux th&#232;ses qui s'affrontent et s'en remet &#224; justice.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Les art. 15 et 16 des statuts de la caisse-maladie intim&#233;e, du 1er mars 1972, partent de l'id&#233;e que la demande d'admission ou de maintien dans l'assurance &#233;mane du candidat ou de son repr&#233;sentant l&#233;gal. Cela ne signifie pas que la d&#233;marche ne puisse en aucun cas &#234;tre faite par un autre repr&#233;sentant. Les normes qui r&#233;gissent les actes juridiques ne BGE 101 V 229 S. 231parlent, en g&#233;n&#233;ral, du mandataire des parties que pour supprimer ou r&#233;glementer son intervention, de sorte que leur silence sur ce sujet ne veut pas dire que celle-ci soit exclue. Il appartient sans doute &#224; l'administration de la caisse d'exiger ou de ne pas exiger, selon les circonstances, la signature personnelle du candidat. Une telle exigence e&#251;t &#233;t&#233; d'autant moins n&#233;cessaire en l'occurrence que les personnes &#226;g&#233;es sont admises sans r&#233;serve  (art. 18 des statuts), ce qui r&#233;duit l'importance du questionnaire auquel le candidat est appel&#233; &#224; r&#233;pondre.\n\n    2. La l&#233;gislation suisse en mati&#232;re d'assurances sociales ne contient pas de r&#232;gles sur la repr&#233;sentation des futurs assur&#233;s au moment o&#249; vont s'&#233;tablir des relations d'assurance et en vue de les &#233;tablir. Cela va de soi pour l'assurance-accidents obligatoire, l'assurance militaire, l'assurance-vieillesse et survivants obligatoire, l'assurance-invalidit&#233; et le r&#233;gime des allocations pour perte de gain, qui ne connaissent pas d'assur&#233;s volontaires. Le l&#233;gislateur semble n'en avoir pas &#233;prouv&#233; le besoin en ce qui concerne les institutions qui connaissent de tels assur&#233;s: l'assurance-vieillesse et survivants facultative, l'assurance-maladie et l'assurance-ch&#244;mage. En revanche, les art. 67 al. 1 RAVS et art. 66 RAI donnent l'exercice du droit de faire valoir une prestation, apr&#232;s que des relations d'assurance se sont &#233;tablies, &#224; l'ayant droit ou &#224; son repr&#233;sentant l&#233;gal agissant au nom de celui-ci (et non \"en son nom\" comme le dit le texte fran&#231;ais), &#224; son conjoint, &#224; ses ascendants et descendants, &#224; ses fr&#232;res et soeurs, ainsi qu'&#224; certains tiers et autorit&#233;s. Et les art. 84 LAVS et art. 69 LAI conf&#232;rent non seulement aux int&#233;ress&#233;s le droit de recourir au juge contre les d&#233;cisions des caisses de compensation mais encore aux ascendants et descendants ainsi qu'aux fr&#232;res et soeurs de celui qui pr&#233;tend pouvoir b&#233;n&#233;ficier d'une prestation; ce droit appartient aussi au conjoint en vertu des art. 103 lit. a et art. 132 OJ (v. RCC 1973 p. 471). Parmi les personnes qui ne sont pas l'ayant droit mentionn&#233;es ci-dessus, seul le repr&#233;sentant l&#233;gal est un v&#233;ritable repr&#233;sentant, au sens du droit civil. Les autres ne peuvent certes agir que pour l'ayant droit, mais en vertu d'un pouvoir originaire et non d'un mandat de repr&#233;sentants (RO 99 V 166 consid. 1). Dans le domaine de l'assurance-maladie, o&#249; il n'existe pas de dispositions l&#233;gales ou r&#233;glementaires semblables aux art. 67 RAVS, 66 RAl, 84 LAVS et 69 LAI BGE 101 V 229 S. 232(cf. les art. 30bis et 30ter LAMA), le Tribunal f&#233;d&#233;ral des assurances a manifest&#233; l'intention d'adopter par analogie la r&#233;glementation en vigueur dans l'AVS et l'assurance-invalidit&#233;, quant &#224; la qualit&#233; pour agir en justice des fr&#232;res et soeurs ainsi que du conjoint (RJAM 1970 p. 90 consid. 1, 1969 p. 117  consid. 1).\nLe premier juge a d&#233;duit de l'arr&#234;t RJAM 1969 p. 117 que le mari peut valablement assurer sa femme contre la maladie, m&#234;me si elle ne lui a pas donn&#233;  le mandat de le faire. Cela revient &#224; dire que celui qui a le droit de r&#233;clamer des prestations d'assurance pour une tierce personne doit avoir aussi un droit propre d'assurer cette personne, de telle mani&#232;re que cette derni&#232;re apparaisse non seulement comme l'assur&#233; mais encore comme le preneur d'assurance, tenu personnellement du paiement des primes ou cotisations. Une telle extension des droits des tiers va cependant trop loin et ne r&#233;sulte point des dispositions pr&#233;cit&#233;es de la l&#233;gislation sur l'AVS et l'AI, qui ne conf&#232;rent &#224; diverses personnes ou autorit&#233;s le droit de r&#233;clamer certaines prestations pour l'assur&#233;  qu'une fois l'assurance &#233;tablie selon les modalit&#233;s propres &#224; chacune des institutions concern&#233;es. Ces modalit&#233;s, pour le type d'assurance-maladie conclue entre feu Hermann Barraud et l'intim&#233;e, consistent en une convention, fond&#233;e sur une proposition du preneur et une acceptation de l'assureur. Il n'y a aucun motif, dans ces circonstances, de s'&#233;carter des normes du droit civil sur la repr&#233;sentation pour dire si et dans quelle mesure la recourante est li&#233;e par ces actes juridiques.\n\n    3. Aux termes de l'art. 38 al. 1 CO, lorsqu'une personne contracte sans pouvoirs au nom d'un tiers, celui-ci ne devient cr&#233;ancier ou d&#233;biteur que s'il ratifie le contrat. La ratification peut &#234;tre expresse, implicite, ou r&#233;sulter d'actes concluants, voire du silence du tiers pour lequel on a contract&#233;. De ce point de vue, ainsi que l'a d&#233;clar&#233; le Tribunal f&#233;d&#233;ral, on appr&#233;ciera l'attitude dudit tiers comme un homme de bonne foi e&#251;t &#233;t&#233; justifi&#233; &#224; le faire. Toutefois, on ne saurait r&#233;soudre abstraitement la question, qui exige toujours une appr&#233;ciation de l'ensemble des circonstances (RO 93 II 302, consid. 4 p. 307).\nAlors qu'Emilie Barraud a re&#231;u le 28 juillet 1972 de la caisse une carte de membre &#224; son nom, ainsi qu'elle l'all&#232;gue elle-m&#234;me, et des bulletins de versement, ce qu'elle n'a pas BGE 101 V 229 S. 233contest&#233;, elle a gard&#233; le silence jusqu'au 18 octobre 1973. Ce jour-l&#224;, en r&#233;ponse &#224; une facture et &#224; un rappel de l'intim&#233;e, elle lui a fait part de son  &#233;tonnement en des termes qui ne sauraient passer pour une ratification. Il faut donc rechercher si le silence de pr&#232;s de 16 mois observ&#233; par la recourante impliquait, lui, qu'elle e&#251;t accept&#233; d'&#234;tre assur&#233;e. Deux circonstances en font douter s&#233;rieusement. La premi&#232;re, c'est qu'elle a de la peine &#224; comprendre la situation; mais la caisse n'a pu s'en apercevoir que par la correspondance post&#233;rieure au 17 octobre 1973. La seconde, c'est que, pendant la p&#233;riode o&#249;  elle a gard&#233; le silence, elle n'a pas pay&#233; de cotisations ni pr&#233;sent&#233; de notes de soins m&#233;dicaux et pharmaceutiques, alors que, selon les pi&#232;ces, elle avait eu de tels frais. Le d&#233;faut de paiements aurait d&#251; &#233;veiller l'attention de l'intim&#233;e et provoquer de sa part une demande d'explications ou une r&#233;clamation en novembre 1972 au plus tard, &#233;poque o&#249; elle a interpell&#233; l'int&#233;ress&#233;e &#224;  propos des cotisations arri&#233;r&#233;es de feu Hermann Barraud. Vu ces circonstances et l'&#226;ge de la recourante, l'intim&#233;e ne pouvait interpr&#233;ter le silence de cette derni&#232;re comme une ratification.\nDans la correspondance ult&#233;rieure, Emilie Barraud a m&#234;l&#233; &#224; un refus obstin&#233;  d'&#234;tre assur&#233;e des actes qui n'auraient eu de sens que si elle l'avait &#233;t&#233;:  elle a donn&#233; sa d&#233;mission et a produit des photocopies de factures de frais de traitement. Mais le contexte montre qu'elle tenait bien plus &#224; nier la naissance de toute relation d'assurance qu'&#224; &#234;tre radi&#233;e de la liste des membres &#224; la fin de 1973 et qu'&#224; recevoir des prestations, qui semblent d'ailleurs n'avoir jamais &#233;t&#233; vers&#233;es, de l'aveu de la caisse. La correspondance &#224; partir du 18 octobre 1973 ne contient donc pas de v&#233;ritable ratification.\n\n    4. Cependant, il importe d'examiner aussi la situation au regard des r&#232;gles du mariage.\nL'art. 162 CC s'exprime en ces termes: \"Le mari repr&#233;sente l'union conjugale. Il s'oblige personnellement par ses actes, quel que soit le r&#233;gime matrimonial.\"\nCette prescription donne au mari le droit, quel que soit le r&#233;gime matrimonial, de traiter valablement avec des tiers en ce qui concerne les affaires de l'union conjugale; mais non pas les affaires de sa femme, pour lesquelles il a besoin d'une procuration (LEMP, ad art. 162 CC note 4). Il faut donc d&#233;terminer d'abord si le mari qui assure son &#233;pouse contre la maladie BGE 101 V 229 S. 234g&#232;re en ce faisant les affaires de l'union conjugale ou s'il s'immisce dans celles de son conjoint. Or, &#224; l'heure actuelle, une assurance des frais m&#233;dicaux et pharmaceutiques et d'une indemnit&#233; journali&#232;re convenable en faveur du mari et de l'&#233;pouse r&#233;pond sans nul doute, en principe, aux besoins normaux du m&#233;nage (dans le m&#234;me sens: PFLUGER, Juristische Kartothek der Krankenversicherung, XId 5 et XId 17). Le mari est int&#233;ress&#233; &#224; ce que sa femme soit assur&#233;e, puisqu'il doit la faire soigner lorsqu'elle est atteinte dans sa sant&#233; (art. 159 al. 3 et 160 al. 2 CC). Cela est aussi vrai des &#233;poux &#226;g&#233;s: les efforts entrepris dans le canton de Vaud pour promouvoir l'assurance-maladie des vieilles personnes ont &#233;t&#233; ressentis par la plupart des int&#233;ress&#233;s comme une faveur et un progr&#232;s. Dans le cas des &#233;poux Barraud, les deux assurances conclues par le mari apparaissent comme un acte raisonnable de gestion du m&#233;nage, au regard de l'importance du risque couvert et de la situation financi&#232;re des conjoints... En cons&#233;quence, Hermann Barraud a valablement trait&#233; avec la caisse-maladie intim&#233;e, lorsqu'il y a assur&#233; sa femme, m&#234;me &#224;  l'insu de celle-ci. Mais il a trait&#233; pour les affaires de l'union conjugale, de sorte qu'&#224; d&#233;faut de pouvoirs de repr&#233;sentation, donn&#233;s express&#233;ment, tacitement ou par actes concluants, il &#233;tait seul tenu du paiement des primes. Il en a &#233;t&#233; ainsi aussi longtemps qu'il a v&#233;cu.\nLe jour du d&#233;c&#232;s d'Hermann Barraud, sa dette pour les cotisations &#233;chues a pass&#233; &#224; son ou ses h&#233;ritiers, conform&#233;ment &#224; l'art. 560 CC (cf. RO 99 V 165, d&#233;j&#224; cit&#233;, consid. 2, et PFLUGER, op.cit. XId 6). Les cotisations dues ult&#233;rieurement, elles, n'incombaient pas aux h&#233;ritiers, parce que l'assurance-maladie en question avait perdu le caract&#232;re d'affaire de l'union conjugale en raison de la dissolution de celle-ci. Mais il faut n&#233;anmoins admettre que l'&#233;pouse qui a valablement &#233;t&#233; affili&#233;e &#224; une caisse-maladie par son mari dans les circonstances d&#233;crites plus haut demeure sans autre assur&#233;e &#224;  la mort de son conjoint; car il serait contraire &#224; ses int&#233;r&#234;ts bien compris que de la priver, &#224; cause de ce d&#233;c&#232;s, du b&#233;n&#233;fice de l'assurance, en la laissant d&#233;munie de tout droit &#233;quivalant &#224; un droit de libre passage, non pr&#233;vu par la loi dans semblable hypoth&#232;se. Reste naturellement r&#233;serv&#233;e la possibilit&#233; de d&#233;missionner, conform&#233;ment aux r&#232;gles statutaires. Demeurant assur&#233;e, la recourante n'avait pas uniquement les avantages BGE 101 V 229 S. 235mais aussi les obligations d'un membre de la mutualit&#233;, notamment celle de payer des cotisations. Si elle ne voulait plus &#234;tre affili&#233;e, il lui appartenait de le faire savoir &#224; l'administration, qui l'aurait radi&#233;e avec effet &#224; la fin du trimestre. En se bornant &#224; garder le silence, elle a commis une erreur, dont la caisse n'a pas &#224; p&#226;tir. Il est certes regrettable que l'intim&#233;e ait attendu pr&#232;s de 14 mois, depuis le 28 juillet 1972, pour pr&#233;senter son premier relev&#233; de cotisations. Il faut toutefois consid&#233;rer que les membres d'une mutualit&#233; sont cens&#233;s utiliser spontan&#233;ment le mat&#233;riel qui leur a &#233;t&#233; remis pour leurs paiements. De m&#234;me, un assur&#233; de l'AVS ne pourrait se d&#233;rober &#224; payer des cotisations d'ind&#233;pendant arri&#233;r&#233;es sous le pr&#233;texte qu'elles ne lui ont pas &#233;t&#233; r&#233;clam&#233;es pendant plusieurs mois.\n\n    5. Par cons&#233;quent, le ou les h&#233;ritiers d'Hermann Barraud sont d&#233;biteurs des cotisations dues pour Emilie Barraud d'avril &#224; juillet 1972 et la recourante doit celles des mois d'ao&#251;t 1972 &#224; d&#233;cembre 1973. On ignore qui a recueilli la succession du d&#233;funt. Il appartiendra &#224; la juridiction cantonale d'instruire sur ce point, puis de dire si l'intim&#233;e peut aussi r&#233;clamer les quatre premi&#232;res mensualit&#233;s &#224; la pr&#233;nomm&#233;e.\nLa caisse demande des int&#233;r&#234;ts moratoires. Suivant la jurisprudence, la recourante n'en devrait que si elle avait conteste sa dette par esprit de chicane ou &#224; seule fin d'en retarder le paiement (cf. ATFA 1968 p. 21 consid. 2; cf. RO 101 V 117 consid. 3), ce qui n'est pas le cas.\nDe son c&#244;t&#233;, l'intim&#233;e servira les prestations convenues pour les traitements m&#233;dicaux dont l'assur&#233;e peut avoir eu besoin pendant la p&#233;riode d'affiliation.\nLa juridiction cantonale rendra son nouveau jugement dans ce sens.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce:\nLe recours est admis dans ce sens que le jugement attaqu&#233; est annul&#233; et la cause, renvoy&#233;e &#224; la juridiction cantonale pour nouvelle d&#233;cision, conform&#233;ment aux consid&#233;rants.\n \n   \n   "
}