{
  "titre": "99 V 74",
  "annee": "1973",
  "contenu": "\n      \n  Chapeau\n99 V 7426. Arr&#234;t du 4 octobre 1973 dans la cause Soci&#233;t&#233; vaudoise et romande de secours mutuels contre Grivel et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nD&#233;termination de la caisse-maladie devant les prestations, en cas de maternit&#233;, &#224; l'assur&#233;e qui, enceinte. a chang&#233; de caisse.  Relation entre l'art. 8 al. 3 et l'art. 14 al. 1 LAMA. \n\n\n  \n  \n  \nFaits &#224; partir de page 74\n\n\n    BGE 99 V 74 S. 74\n   \n\n    A.- Mich&#232;le Grivel, n&#233;e en 1949, a &#233;t&#233; affili&#233;e &#224; la Caissemaladie suisse d'entreprises (CMSE) en vertu d'un contrat d'assurance collective conclu par son employeur. Elle &#233;tait assur&#233;e pour les soins m&#233;dicaux et pharmaceutiques &#224; 90% et pour une indemnit&#233;journali&#232;re de 80% du salaire d&#232;s le 31e jour d'incapacit&#233; de travail. Ayant chang&#233; d'employeur, elle sortit de la collectivit&#233; le 31 octobre 1970. Elle ne demanda pas de continuer l'assurance &#224; titre individuel. Or, sa carte d'assur&#233;e mentionnait qu'elle en avait le droit, dans le d&#233;lai d'un mois d&#232;s la fin de l'engagement ou du contrat d'assurance.\n\n    B.- Mich&#232;le Grivel entra au service d'un nouvel employeur le 1er novembre 1970. Ce dernier a conclu avec la Soci&#233;t&#233; vaudoise et romande de secours mutuels (SVRSM), caissemaladie reconnue ayant son si&#232;ge &#224; Lausanne, une assurance collective, &#224; laquelle le personnel est libre d'adh&#233;rer. Le 17 novembre 1970, l'int&#233;ress&#233;e demanda &#224; la SVRSM de l'admettre dans ladite collectivit&#233;. Elle d&#233;clara alors notamment n'&#234;tre pas enceinte et ne mentionna pas le fait qu'elle sortait d'une autre caisse-maladie. La SVRSM admit la candidate et l'assura depuis le 1er janvier 1971 contre les frais m&#233;dicaux et pharmaceutiques, pour une indemnit&#233; compl&#233;mentaire d'hospitalisation de 20 fr. par jour et une indemnit&#233; journali&#232;re diff&#233;r&#233;e en pour-cent du salaire.\n\n    C.- L'assur&#233;e, qui entre-temps s'&#233;tait mari&#233;e, accoucha le 29 juillet 1971 &#224; l'h&#244;pital ... Elle passa le 1er ao&#251;t 1971 &#224; l'assurance individuelle de la SVRSM, o&#249; elle demeura assur&#233;e contre les frais m&#233;dicaux et pharmaceutiques et pour une indemnit&#233; BGE 99 V 74 S. 75compl&#233;mentaire d'hospitalisation de 20 fr. par jour. En octobre 1971, il fut  &#233;tabli que la conception avait eu lieu en septembre 1970 et que la parturiente avait eu ses derni&#232;res r&#232;gles le 13 novembre 1970. Le 26 octobre 1971, la SVRSM  &#233;crivit &#224; l'h&#244;pital qu'elle ne participerait pas aux frais d'hospitalisation, parce que - selon les conditions d'assurance - la grossesse n'&#233;tait couverte que si l'assur&#233;e avait &#233;t&#233; affili&#233;e &#224; une ou des caisses-maladie durant 270  jours au moins avant l'accouchement, sans une interruption de plus de trois mois. Mich&#232;le Grivel r&#233;v&#232;la alors qu'elle avait &#233;t&#233; assur&#233;e aupr&#232;s de la CMSE jusqu'au 31 octobre 1970. Par d&#233;cision du 7 d&#233;cembre 1971, la SVRSM n'en refusa pas moins de prendre en charge les frais d'accouchement, mais pour le motif que, venant d'une assurance collective, l'assur&#233;e n'aurait eu droit au libre passage qu'apr&#232;s son accouchement.\n\n    D.- Mich&#232;le Grivel recourut, en concluant &#224; ce que ses frais d'accouchement fussent mis &#224; la charge de la SVRSM. Le 17 janvier 1973, le Tribunal des assurances du canton de Vaud admit partiellement le recours. Il annula la d&#233;cision attaqu&#233;e et enjoignit &#224; la caisse intim&#233;e de prendre une nouvelle d&#233;cision, qui reposerait sur la constatation qu'en l'occurrence la recourante  &#233;tait assur&#233;e pour les frais m&#233;dicaux et pharmaceutiques et pour l'indemnit&#233;  journali&#232;re diff&#233;r&#233;e. Il rejeta le recours quant &#224; l'indemnit&#233; compl&#233;mentaire d'hospitalisation.\n\n    E.- La SVRSM a form&#233; en temps utile un recours de droit administratif contre le jugement cantonal. Elle conclut au r&#233;tablissement de la d&#233;cision du 7  d&#233;cembre 1971.\nL'intim&#233;e n'a pas fait usage de la facult&#233; qui lui a &#233;t&#233; offerte de r&#233;pondre au recours.\nDans son pr&#233;avis, l'Office f&#233;d&#233;ral des assurances sociales propose de rejeter le recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. En vertu de l'art. 5bis al. 4 LAMA, l'assur&#233; qui cesse d'appartenir au cercle des personnes auxquelles s'&#233;tend une assurance collective a, en principe, le droit de passer dans l'assurance individuelle de la caisse et de s'y assurer pour les m&#234;mes prestations. Un d&#233;lai d'un mois au moins, d&#232;s la sortie de l'assurance collective, peut &#234;tre fix&#233; pour exercer le droit de passage dans l'assurance individuelle (art. 11 Ord. Il). En BGE 99 V 74 S. 76l'occurrence, les statuts de la CMSE pr&#233;voient un tel d&#233;lai et en fixent la dur&#233;e au minimum l&#233;gal d'un mois.\nLes assur&#233;s qui ont &#233;t&#233; affili&#233;s &#224; une ou plusieurs caisses pendant 6 mois au moins, sans une interruption de plus de 3 mois, ont le droit de passer dans une autre caisse, notamment lorsqu'ils ne peuvent &#234;tre transf&#233;r&#233;s de l'assurance collective &#224; l'assurance individuelle conform&#233;ment &#224; l'art. 5bis al. 4 LAMA  (cf. art. 7 al. 1 lit. d LAMA). De m&#234;me, lorsqu'un assur&#233; engag&#233; dans une entreprise est contraint par les conditions d'engagement de s'affilier &#224; une caisse d&#233;termin&#233;e, celle-ci doit le traiter comme un passant (art. 7 al. 2  LAMA). Cependant, les assur&#233;es enceintes qui quittent une entreprise et doivent de ce fait sortir d'une assurance collective n'ont droit au libre passage qu'&#224;  l'expiration de la dur&#233;e du droit pour l'accouchement en question (art. 8 al. 3  LAMA).\nEnfin, en vertu de l'art. 14 al. 1 LAMA, les caisses doivent prendre en charge en cas de grossesse et d'accouchement les m&#234;mes prestations qu'en cas de maladie si, lors de ses couches, l'assur&#233;e a d&#233;j&#224; &#233;t&#233; affili&#233;e &#224; des caisses depuis au moins 270 jours sans une interruption de plus de trois mois.\n\n    2. En l'esp&#232;ce, le Tribunal cantonal des assurances a consid&#233;r&#233; que, lorsque Mich&#232;le Grivel a accouch&#233; le 29 juillet 1971, elle &#233;tait affili&#233;e &#224; des caisses depuis au moins 270 jours sans une interruption de plus de trois mois pour l'assurance des frais m&#233;dicaux et pharmaceutiques et pour celle de l'indemnit&#233; journali&#232;re, ce qui est exact. En effet, elle avait &#233;t&#233; affili&#233;e &#224; la CMSE jusqu'au 31 octobre 1970 et, apr&#232;s une interruption de deux mois, se trouvait affili&#233;e depuis le 1er janvier 1971 &#224; la caisse-maladie intim&#233;e, soitla SVRSM. Fond&#233;s sur l'art. 14 al. 1 LAMA, les premiers juges ont donc d&#233;clar&#233; que la SVRSM devait en principe &#224; l'assur&#233;e les prestations des deux cat&#233;gories susmentionn&#233;es. Il n'en &#233;tait pas de m&#234;me de l'indemnit&#233; compl&#233;mentaire d'hospitalisation, &#224; laquelle l'int&#233;ress&#233;e &#233;tait assur&#233;e depuis le 1er janvier 1971 seulement. Contrairement au voeu de l'intim&#233;e, le Tribunal cantonaldes assurances a estim&#233; ne pouvoir appliquer ici la restriction de l'art. 8 al. 3 LAMA, parce que cette disposition ne concernerait que les femmes b&#233;n&#233;ficiant du libre passage; or, tel n'&#233;tait pas le cas de Mich&#232;le Grivel, &#224; laquelle il aurait &#233;t&#233; possible de rester assur&#233;e aupr&#232;s de la CMSE - &#224; titre individuel - apr&#232;s avoir chang&#233; d'employeur (art. 7 al. 1 lit. d et al. 2 LAMA).\n\n    BGE 99 V 74 S. 77\n   \nPour la SVRSM recourante, l'art. 8 al. 3 LAMA contient une r&#232;gle g&#233;n&#233;rale, dontle but est d'emp&#234;cher une communaut&#233; de se d&#233;charger d'un risque sur une autre communaut&#233; apr&#232;s avoir encaiss&#233; les cotisations correspondant au risque en question. A cette fin, le l&#233;gislateur aurait d&#251; pr&#233;ciser qu'est diff&#233;r&#233; pour les parturientes non seulement le droit au libre passage, mais encore celui de passer dans l'assurance individuelle; car les assur&#233;s collectifs, d'une part, et les assur&#233;s individuels, d'autre part, constituent deux communaut&#233;s distinctes, dont chacune a son propre financement. Toujours selon la recourante, l'art. 14 al. 1 LAMA ne cr&#233;e pas un droit de libre passage privil&#233;gi&#233; pour les femmes enceintes; au contraire, il aggrave pour elles les conditions du libre passage lorsque ce droit est donn&#233; par ailleurs, cela afin de prot&#233;ger les caisses contre des abus. Sur ce dernier point, la recourante cite le Message du Conseil f&#233;d&#233;raldu 5 juin 1961 ad art. 14 LAMA (FF 1961 I p.  1500), qui s'exprime en ces termes:\n\"Si, conform&#233;ment &#224; l'art. 5 al. 3, les caisses ne sauraient refuser une candidate parce qu'elle est enceinte, elles ne sont pas tenues en revanche d'allouerdes prestations en cas de maternit&#233; aux assur&#233;es qui, au moment de l'accouchement, n'ont pas fait partie de caisses depuis au moins 270 jours sans une interruption de plus de trois mois; sans cette disposition, les abus seraient in&#233;vitables...\"\nA titre d'exemple d'abus, la recourante all&#232;gue que des personnes enceintes quittent une caisse reconnue pour s'affilier &#224; une autre caisse reconnue, dans laquelle elles toucheront les prestations de maternit&#233; en invoquant l'art. 14, pour regagner leur ancienne caisse une fois l'affaire r&#233;gl&#233;e.\n\n    3. Dans l'arr&#234;t Durzini, du 17 avril 1972 (RJAM 1972, p. 121), le Tribunal f&#233;d&#233;ral des assurances a examin&#233; le cas d'une assur&#233;e enceinte qui avait quitt&#233; une caisse-maladie pour des motifs personnels et demandait d'&#234;tre admise dans une autre caisse. Celle-ci entendait lui imposer, quant &#224; la grossesse, une r&#233;serve au sens de l'art. 5 al. 3 LAMA. Le tribunal a jug&#233; qu'une telle r&#233;serve n'&#233;tait admissible qu'en cas de maladie proprement dite, non de grossesse.\nDans un arr&#234;t du 24 ao&#251;t 1973 en la cause Unimed SA (RO 99 V 65), le Tribunal f&#233;d&#233;ral des assurances se trouvait en pr&#233;sence d'un assur&#233; autoris&#233; &#224; passer de l'assurance collective &#224; l'assurance individuelle en vertu de l'art. 5bis al. 4 LAMA. La caisse-maladie voulait que la jurisprudence apport&#226;t &#224; ce droit de BGE 99 V 74 S. 78l'assur&#233; une restriction analogue &#224; celles de l'art. 8 al. 2 et 8 al. 3 LAMA. Le tribunal a d&#233;clar&#233; ne pouvoir suivre l'argumentation ni la proposition de la caisse recourante.\nDans l'esp&#232;ce, la SVRSM voudrait voir appliquer la restriction de l'art. 8  al. 3 LAMA, non seulement aux assur&#233;es enceintes qui ont droit au libre passage, mais encore &#224; celles qui, comme l'intim&#233;e, ne b&#233;n&#233;ficient pas de ce droit et passent volontairement d'une caisse-maladie &#224; une autre. On ne voit pas, all&#232;gue-t-elle, pourquoi le l&#233;gislateur aurait entendu prot&#233;ger les caisses ouvertes contre l'arriv&#233;e d'assur&#233;es enceintes oblig&#233;es de sortir d'une caisse en vertu des art. 5bis al. 4 et 7 LAMA, mais non contre l'arriv&#233;e d'assur&#233;es enceintes quittant volontairement une caisse quelconque. Or, il ressort du passage du Message du Conseil f&#233;d&#233;ral cit&#233; par la recourante elle-m&#234;me que la loi a con&#231;u, en mati&#232;re de pr&#233;vention des abus, la norme de l'art. 14 al. 1 LAMA comme r&#232;gle g&#233;n&#233;rale. La norme de l'art. 8 al. 3, elle, est une r&#232;gle sp&#233;ciale, applicable dans une situation que le titre marginal de l'art. 8 qualifie de \"cas particulier\" de libre passage. Dans ces circonstances, les critiques de la recourante m&#233;riteront d'&#234;tre examin&#233;es lors de la revision de la loi, mais elles ne sauraient amener le juge des assurances  &#224; modifier le syst&#232;me voulu par le l&#233;gislateur.\nVu ce qui pr&#233;c&#232;de, le recours de droit administratif doit &#234;tre rejet&#233;...\n \n   \n   "
}