{
  "titre": "107 II 211",
  "annee": "1981",
  "contenu": "\n      \n  Chapeau\n107 II 21128. Arr&#234;t de la IIe Cour civile du 10 juin 1981 dans la cause F. G. et consorts contre Conseil d'Etat du canton de Vaud (recours de droit administratif).\n\n  \nRegeste\nVente d'une part de propri&#233;t&#233; par &#233;tages avant l'ach&#232;vement du b&#226;timent.  1. Limites du pouvoir d'examen appartenant aux autorit&#233;s du registre foncier quant &#224; la validit&#233; de l'acte &#224; transcrire (consid. 1). \n2. Il est possible de vendre une part de propri&#233;t&#233; par &#233;tages avant l'ach&#232;vement du b&#226;timent. Le contrat peut porter sur la part de copropri&#233;t&#233;  dans son &#233;tat au moment de la vente; l'engagement de livrer un appartement ou un local termin&#233; n'est pas un &#233;l&#233;ment n&#233;cessaire du contrat (consid. 2 et 3). \n3. Rien n'interdit de combiner un contrat de vente portant sur la part de copropri&#233;t&#233; dans son &#233;tat au moment de la conclusion avec un contrat d'entreprise ayant pour objet l'ach&#232;vement du b&#226;timent; le pouvoir d'examen restreint qui appartient aux autorit&#233;s du registre foncier ne leur permet pas de d&#233;terminer si le contrat d'entreprise doit en ce cas &#234;tre &#233;galement rev&#234;tu de la forme authentique (consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 212\n\n\n    BGE 107 II 211 S. 212\n   \n\n    A.- Par acte authentique du 30 novembre 1979, F. G., G. R., M. G. et la soci&#233;t&#233; A. D. SA ont vendu &#224; A. et M. J. l'immeuble formant l'art. 809, feuille 105, du registre foncier de la commune d'Echandens. Cet immeuble consiste en une part de copropri&#233;t&#233; repr&#233;sentant deux cent cinquante milli&#232;mes du fonds no 781 am&#233;nag&#233; en propri&#233;t&#233; par &#233;tages; le droit de jouissance exclusif attach&#233; &#224; la part porte sur une villa et ses d&#233;pendances constituant le lot A 22 des plans. Les parties sont convenues d'un prix de 250'000 fr., \"fix&#233; en fonction des travaux de construction et frais y relatifs\" au jour de l'acte. La villa n'&#233;tait pas termin&#233;e lors de la vente, et le contrat ne pr&#233;cisait pas quand, comment et par qui l'ouvrage serait achev&#233;.\nLes vendeurs ont demand&#233; l'inscription du transfert de la propri&#233;t&#233;. Le conservateur du registre foncier de Morges a rejet&#233; leur r&#233;quisition le 19 d&#233;cembre 1979, jugeant que le prix indiqu&#233; dans l'acte ne correspondait pas &#224; l'entier des prestations promises.\nLes vendeurs et le notaire qui avait instrument&#233; ont form&#233; un recours tendant &#224; l'inscription de la vente. Le chef du D&#233;partement cantonal des finances les a d&#233;bout&#233;s le 13 mars 1980.\nStatuant le 27 ao&#251;t 1980 sur recours des vendeurs, le Conseil d'Etat du canton de Vaud a confirm&#233; la d&#233;cision du D&#233;partement cantonal des finances.\n\n    B.- Les vendeurs ont interjet&#233; un recours de droit administratif contre la d&#233;cision du Conseil d'Etat du canton de Vaud. Ils demandent, avec suite de frais et d&#233;pens, que le conservateur du registre foncier de Morges soit invit&#233; &#224; inscrire l'acte de vente pass&#233; le 30 novembre 1979. Ils concluent subsidiairement &#224; l'annulation de la d&#233;cision attaqu&#233;e.\nLes recourants ont joint &#224; leur m&#233;moire et vers&#233; au dossier une copie du \"contrat de construction\" conclu le 16 novembre 1979 BGE 107 II 211 S. 213entre l'un d'eux, F. G., et les acheteurs A. et M. J. F. G. s'y engage &#224;  terminer les travaux de construction de la villa et du garage et &#224; ex&#233;cuter les am&#233;nagements ext&#233;rieurs. Les &#233;poux J. lui promettent en &#233;change une r&#233;mun&#233;ration de 58'000 fr., soit 48'000 fr. pour l'ach&#232;vement de l'ouvrage et  10'000 fr. en remboursement de taxes et frais divers.\nLe Conseil d'Etat du canton de Vaud et le D&#233;partement f&#233;d&#233;ral de justice et police proposent le rejet du recours.\nLe Tribunal f&#233;d&#233;ral a admis le recours et ordonn&#233; l'inscription de la vente conclue le 30 novembre 1979.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le conservateur du registre foncier, requis de proc&#233;der &#224; une op&#233;ration, doit v&#233;rifier l'existence des conditions auxquelles la loi et l'ordonnance la subordonnent. Le requ&#233;rant est tenu d'&#233;tablir son droit de disposition et de justifier du titre sur lequel se fonde l'op&#233;ration (art. 965, art. 966 al. 1 CC).\nLe contr&#244;le du titre porte avant tout sur le respect des formes dont il doit &#234;tre rev&#234;tu (art. 965 al. 3 CC). Les autorit&#233;s du registre foncier n'ont en principe pas &#224; examiner la validit&#233; mat&#233;rielle de l'acte sur lequel se fonde le requ&#233;rant (ATF 99 Ib 247 consid. 3, ATF 98 Ib 95 consid. 2). Il ne leur appartient pas de s'enqu&#233;rir de causes possibles de nullit&#233; ni de se substituer aux parties pour relever un vice du consentement. Elles doivent n&#233;anmoins, dans tous les cas, s'assurer que le droit ou le rapport juridique cr&#233;&#233; ou constat&#233; dans la d&#233;cision ou l'acte produit est, de par sa nature, susceptible d'une transcription dans le registre foncier (ATF 102 Ib 11, ATF 84 I 131). Elles doivent en outre rejeter la r&#233;quisition lorsque l'acte juridique qui lui sert de fondement appara&#238;t manifestement nul (ATF 99 Ib 247 s. consid. 3). Un rejet s'impose &#233;galement si le titre de l'inscription consiste en une d&#233;cision dont il ressort, sans doute possible, que les conditions du droit ou du rapport juridique &#224; transcrire ne sont pas r&#233;unies; il en va de m&#234;me si la mesure ordonn&#233;e par le juge est en contradiction &#233;vidente avec l'ordre juridique (ATF 102 Ib 11).\n\n    2. L'autorit&#233; cantonale a jug&#233; que celui qui vend sur plans un lot de propri&#233;t&#233; par &#233;tages s'oblige, par le fait m&#234;me, &#224; mettre l'acheteur en possession des locaux r&#233;serv&#233;s &#224; son usage exclusif. Il serait d&#232;s lors juridiquement impossible de combiner une vente immobili&#232;re, qui aurait pour objet une part de copropri&#233;t&#233; du fonds nu ou non enti&#232;rement b&#226;ti, avec un BGE 107 II 211 S. 214un contrat d'entreprise portant sur l'ex&#233;cution ou l'ach&#232;vement des travaux. L'obligation assum&#233;e par le vendeur de terminer la construction constituerait un &#233;l&#233;ment n&#233;cessaire de la vente et, comme telle, devrait &#234;tre couverte par la forme authentique pr&#233;vue aux art. 657 al. 1 CC et 216 al. 1 CO. L'autorit&#233;  cantonale, en cons&#233;quence, a tenu pour nul le contrat conclu le 30 novembre  1979, faute pour les parties d'avoir indiqu&#233; dans l'acte le prix r&#233;el de l'appartement achev&#233; que les vendeurs s'&#233;taient oblig&#233;s &#224; transf&#233;rer et livrer.\n\n    3. La propri&#233;t&#233; par &#233;tages est une copropri&#233;t&#233; organis&#233;e sur un mode sp&#233;cial; elle se distingue de la forme ordinaire en ceci qu'&#224; chaque part est attach&#233; le droit exclusif d'utiliser et d'am&#233;nager int&#233;rieurement une partie d&#233;termin&#233;e d'un b&#226;timent. Le propri&#233;taire d'&#233;tage n'est pas propri&#233;taire exclusif de son appartement, mais copropri&#233;taire de l'ensemble du bien-fonds, avec ses parties int&#233;grantes et ses accessoires. Sa part lui conf&#232;re en outre un droit d'usage privatif sur certains locaux r&#233;sidentiels ou commerciaux qui forment un tout et disposent d'un acc&#232;s propre (ATF 94 II 234 ss consid. 4).\nL'art. 33c ORF permet l'inscription de la propri&#233;t&#233; par &#233;tages avant la construction du b&#226;timent. Les requ&#233;rants doivent produire le plan de r&#233;partition (al. 1). Le conservateur porte au feuillet du bien-fonds ou du droit de superficie et aux feuillets ouverts pour chacun des &#233;tages la mention \"constitution de PPE avant la construction du b&#226;timent\" (al. 2). L'ach&#232;vement du b&#226;timent est communiqu&#233; au registre foncier, le cas &#233;ch&#233;ant avec remise du plan de r&#233;partition rectifi&#233; apr&#232;s l'ex&#233;cution des travaux. Le conservateur peut exiger alors la production d'une attestation officielle &#233;tablissant que les locaux objet d'un droit exclusif sont des appartements ou locaux commerciaux formant un tout et disposant d'un acc&#232;s propre (al. 3). Si cette condition n'est pas remplie ou si l'attestation n'est pas produite, le conservateur fixe un d&#233;lai &#224; l'expiration duquel l'inscription sera radi&#233;e en application de l'art. 976 CC, la propri&#233;t&#233; par &#233;tages &#233;tant convertie en copropri&#233;t&#233; ordinaire (al. 4).\nLe fonctionnement normal de la propri&#233;t&#233; par &#233;tages suppose un b&#226;timent construit, car le droit d'usage exclusif ne peut s'exercer que sur des locaux achev&#233;s, sous r&#233;serve des am&#233;nagements int&#233;rieurs abandonn&#233;s au copropri&#233;taire int&#233;ress&#233;. Il n'en demeure pas moins que, d&#232;s l'inscription de la propri&#233;t&#233; par &#233;tages au registre foncier, les parts dont elle se compose existent juridiquement et doivent &#234;tre immatricul&#233;es. Les parts BGE 107 II 211 S. 215d'&#233;tages constituent elles-m&#234;mes des immeubles, encore que le droit d'usage privatif qui leur est attach&#233; ne puisse &#234;tre exerc&#233; tant que les travaux ne sont pas termin&#233;s. Elles peuvent faire l'objet de transactions avant l'ach&#232;vement du b&#226;timent, &#234;tre notamment vendues ou grev&#233;es de gages immobiliers (FRIEDRICH, Praktische Fragen im Zusammenhang mit der Begr&#252;ndung von Stockwerkeigentum, RNRF 1966, p. 341 ss; M. OTTIKER, Pfandrecht und Zwangsvollstreckung bei Miteigentum und Stockwerkeigentum, p. 42 s.). Tel est d'ailleurs le but de l'inscription anticip&#233;e de la propri&#233;t&#233; par &#233;tages. Or rien ne permet d'affirmer que ces transactions ne peuvent porter que sur des parts dans l'&#233;tat mat&#233;riel qui sera le leur une fois la construction termin&#233;e. Et l'on ne voit pas le motif qui interdirait la vente d'une part de copropri&#233;t&#233;  telle qu'elle est au jour du contrat, les parties fixant alors le prix en fonction de la valeur du terrain et des travaux d&#233;j&#224; ex&#233;cut&#233;s. Il incombe &#224;  l'acqu&#233;reur d'une telle part de trouver avec les autres acheteurs ou les autres copropri&#233;taires une entente pour la construction ou l'ach&#232;vement du b&#226;timent. Les difficult&#233;s pratiques auxquelles il peut se heurter, qui peuvent d'ailleurs surgir &#233;galement entre copropri&#233;taires originaires, en dehors de tout transfert, ne suffisent pas &#224; exclure, en droit, les ventes d'&#233;tages dans lesquelles la partie venderesse ne s'oblige pas &#224; livrer un appartement ou un local commercial termin&#233;. La nature de la propri&#233;t&#233; par &#233;tages ne commande pas de subordonner &#224; un tel engagement le transfert ou l'ali&#233;nation d'une part. De plus, la solution contraire, bien souvent, rendrait impossible la r&#233;alisation forc&#233;e de parts d'&#233;tages donn&#233;es en gage, saisies ou tomb&#233;es dans la masse d'une faillite.\n\n    4. La loi n'interdisait pas aux recourants de vendre leur part de copropri&#233;t&#233; sans assumer, en qualit&#233; de vendeurs, l'obligation d'achever la construction des locaux r&#233;serv&#233;s &#224; l'usage exclusif des acheteurs. Il n'existe en l'esp&#232;ce pas de preuves suffisantes de simulation pour affirmer que, dans l'id&#233;e des parties, la vente, comme telle, portait en r&#233;alit&#233; sur une villa termin&#233;e. Il suffisait donc que l'acte indiqu&#226;t le prix que les contractants avaient fix&#233; pour la part de copropri&#233;t&#233; dans son &#233;tat au jour de la vente.\nLorsqu'un immeuble est am&#233;nag&#233; en propri&#233;t&#233; par &#233;tages avant l'ach&#232;vement du b&#226;timent, les copropri&#233;taires ex&#233;cutent ou font ex&#233;cuter en commun les travaux de construction n&#233;cessaires. Il leur est loisible, &#224; cet effet, de conclure des contrats d'entreprise avec l'un d'eux, avec des tiers ou avec le promoteur-vendeur. Ces contrats peuvent &#234;tre combin&#233;s avec BGE 107 II 211 S. 216la vente des lots d'&#233;tages sur plans. On peut certes se demander si le contrat d'entreprise ne forme pas en ce cas une clause accessoire et essentielle de la vente, qui devrait &#233;galement figurer dans l'acte authentique. Cette extension des exigences de forme supposerait que la vente n'e&#251;t pas &#233;t&#233; conclue sans le contrat d'entreprise; elle ne serait en outre admissible qu'&#224; la condition que l'obligation d'ex&#233;cuter ou d'achever l'ouvrage se situ&#226;t dans le cadre de la vente et p&#251;t en &#234;tre consid&#233;r&#233;e comme un des &#233;l&#233;ments naturels (ATF 90 II 34 ss, ATF 78 II 435 ss). La question n'a toutefois pas &#224; &#234;tre tranch&#233;e dans le pr&#233;sent recours, car sa solution d&#233;passe le pouvoir d'examen reconnu aux autorit&#233;s du registre foncier, qui se limite aux causes &#233;videntes de nullit&#233;. On ne peut en effet exclure d'embl&#233;e la validit&#233; d'une vente immobili&#232;re, pour le seul motif que l'acte authentique ne couvre pas le contrat d'entreprise auquel elle est combin&#233;e. Le conservateur du registre foncier n'avait donc pas de motif de refuser l'inscription de la vente pass&#233;e le 30 novembre 1979, et ce m&#234;me si la voie choisie par les contractants avait pour but principal d'&#233;viter le paiement d'une partie des droits de mutation. Au demeurant, rien n'exclut qu'un juge civil ne puisse &#234;tre amen&#233;, le cas &#233;ch&#233;ant, &#224; tenir le contrat dans son entier pour nul en la forme.\n \n   \n   "
}