{
  "titre": "124 V 12",
  "annee": "1998",
  "contenu": "\n      \n  Chapeau\n124 V 123. Arr&#234;t du 16 janvier 1998 dans la cause C. contre Office de l'AI pour le canton de Vaud et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 21 al. 3 et 4 LAI; art. 14 RAI; art. 7 al. 3 OMAI: Prise en charge des frais d'entretien et d'utilisation des appareils acoustiques par l'assurance-invalidit&#233;.  - En pr&#233;voyant que l'assurance-invalidit&#233; ne prend pas en charge les frais d'entretien et d'utilisation des appareils acoustiques, l'art. 7 al. 3, derni&#232;re phrase OMAI (dans sa teneur en vigueur au 1er janvier 1997), ne sort pas du cadre l&#233;gal d&#233;fini &#224; l'art. 21 LAI. \n- En revanche, l'absence de prise en charge des frais d'entretien et d'utilisation des appareils acoustiques, alors que l'assurance-invalidit&#233; le fait pour les autres moyens auxiliaires, constitue une in&#233;galit&#233; de traitement qui n'est pas justifi&#233;e par des motifs s&#233;rieux et objectifs. \n\n\n  \n  \n  \nFaits &#224; partir de page 13\n\n\n    BGE 124 V 12 S. 13\n   \n\n    A.- C., n&#233;e en 1992, souffre de surdit&#233; bilat&#233;rale cong&#233;nitale. Elle a ainsi b&#233;n&#233;fici&#233; de prestations de l'assurance-invalidit&#233;, notamment la fourniture d'un appareil acoustique et la prise en charge des frais d'entretien et d'utilisation relatifs &#224; celui-ci, au titre de l'octroi de moyens auxiliaires (communication du 20 juin 1996).\nPar d&#233;cision du 14 mars 1997, l'Office de l'assurance-invalidit&#233; pour le canton de Vaud (ci-apr&#232;s: l'office) a cess&#233; d'accorder des prestations pour l'entretien et l'utilisation de cet appareil &#224; compter du 1er janvier 1997, en se fondant sur une nouvelle disposition r&#233;glementaire.\n\n    B.- Le recours de C. aupr&#232;s du Tribunal des assurances du canton de Vaud a &#233;t&#233; rejet&#233; par jugement du 16 mai 1997.\n\n    C.- C. interjette un recours de droit administratif contre ce jugement dont elle demande l'annulation. Elle conclut &#224; ce que les frais d'utilisation et d'entretien de l'appareil acoustique soient pris en charge par l'assurance-invalidit&#233;.\nL'office conclut au rejet du recours. L'Office f&#233;d&#233;ral des assurances sociales (OFAS) pr&#233;avise dans le m&#234;me sens.\n\n    BGE 124 V 12 S. 14\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Aux termes de l'art. 21 al. 1 LAI, l'assur&#233; a droit, d'apr&#232;s une liste que dressera le Conseil f&#233;d&#233;ral, aux moyens auxiliaires dont il a besoin pour exercer une activit&#233; lucrative ou accomplir ses travaux habituels, pour &#233;tudier ou apprendre un m&#233;tier ou &#224; des fins d'accoutumance fonctionnelle. L'al. 2 de cette disposition stipule que l'assur&#233; qui, par suite de son invalidit&#233;, a besoin d'appareils co&#251;teux pour se d&#233;placer, &#233;tablir des contacts avec son entourage ou d&#233;velopper son autonomie personnelle, a droit, sans &#233;gard &#224; sa capacit&#233; de gain, &#224; de tels moyens auxiliaires conform&#233;ment &#224; une liste qu'&#233;tablira le Conseil f&#233;d&#233;ral.\nA l'art. 14 RAI, le Conseil f&#233;d&#233;ral a d&#233;l&#233;gu&#233; au D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur la comp&#233;tence de dresser la liste des moyens auxiliaires et d'&#233;dicter des prescriptions compl&#233;mentaires au sens de l'art. 21 al. 4 LAI. Ce d&#233;partement a &#233;dict&#233; le 29 novembre 1976 l'ordonnance concernant la remise des moyens auxiliaires par l'assurance-invalidit&#233; (OMAI) avec, en annexe, la liste des moyens auxiliaires. Celle-ci est exhaustive dans la mesure o&#249; elle &#233;num&#232;re les cat&#233;gories de moyens auxiliaires entrant en ligne de compte.\nLa question de la r&#233;paration et de l'entretien des moyens auxiliaires est trait&#233;e &#224; l'art. 7 OMAI. Selon l'al. 2 de cette disposition, les frais de r&#233;paration, d'adaptation ou de remplacement partiel n&#233;cessaires sont assum&#233;s par l'assurance, &#224; d&#233;faut de tiers responsable. Le montant de cette prise en charge est cependant limit&#233; dans le cas des v&#233;hicules &#224; moteur. Pour les frais d'entretien et d'utilisation des moyens auxiliaires, l'assurance accorde une contribution annuelle. Celle-ci est au maximum de 485 francs (ch. 6.3 annexe 1 OMAI). Les frais d'entretien et d'utilisation d'appareils acoustiques et de v&#233;hicules &#224; moteur ne sont pas pris en charge par l'assurance (art. 7 al. 3 OMAI).\nDans sa teneur initiale, l'art. 7 al. 3 OMAI pr&#233;voyait que les frais d'entretien de moyens auxiliaires, en particulier de v&#233;hicules &#224; moteur, de fauteuils roulants &#224; moteur et d'appareils acoustiques n'&#233;taient pas pris en charge par l'assurance-invalidit&#233;, sauf dans les cas p&#233;nibles. Par suite d'une modification de la disposition r&#233;glementaire, intervenue le 9 octobre 1992, l'assurance-invalidit&#233; a allou&#233; une contribution annuelle aux frais d'entretien et d'utilisation des moyens auxiliaires, contribution qui pouvait aller jusqu'&#224; la moiti&#233; du montant minimal de la rente ordinaire simple de vieillesse. Avec la nouvelle modification du 19 d&#233;cembre 1996, entr&#233;e en vigueur le 1er janvier 1997, les frais d'entretien et d'utilisation des appareils acoustiques ne sont plus pris en charge par BGE 124 V 12 S. 15l'assurance-invalidit&#233;, comme c'&#233;tait d&#233;j&#224; le cas depuis 1993 de ceux relatifs aux v&#233;hicules &#224; moteur.\n\n    2. La recourante fait valoir que la disposition de l'art. 7 al. 3 OMAI, dans sa teneur en vigueur au 1er janvier 1997, n'est pas conforme &#224; la loi et viole le principe de l'&#233;galit&#233; de traitement.\na) Le Tribunal f&#233;d&#233;ral des assurances examine en principe librement la l&#233;galit&#233; des dispositions d'application prises par le Conseil f&#233;d&#233;ral. En particulier, il exerce son contr&#244;le sur les ordonnances (d&#233;pendantes) qui reposent sur une d&#233;l&#233;gation l&#233;gislative. Lorsque celle-ci est relativement impr&#233;cise et que, par la force des choses, elle donne au Conseil f&#233;d&#233;ral un large pouvoir d'appr&#233;ciation, le tribunal doit se borner &#224; examiner si les dispositions incrimin&#233;es sortent manifestement du cadre de la d&#233;l&#233;gation de comp&#233;tence donn&#233;e par le l&#233;gislateur &#224; l'autorit&#233; ex&#233;cutive ou si, pour d'autres motifs, elles sont contraires &#224; la loi ou &#224; la Constitution. Dans l'examen auquel il proc&#232;de &#224; cette occasion, le juge ne doit toutefois pas substituer sa propre appr&#233;ciation &#224; celle de l'autorit&#233; dont &#233;mane la r&#233;glementation en cause. Il doit au contraire se borner &#224; v&#233;rifier si la disposition litigieuse est propre &#224; r&#233;aliser objectivement le but vis&#233; par la loi, sans se soucier, en particulier, de savoir si elle constitue le moyen le mieux appropri&#233; pour atteindre ce but (ATF 123 II 44 consid. 2b, ATF 122 V 93 consid. 5a/bb, 118 consid. 3a/bb, 303 consid. 4a, 311 consid. 5c/aa, 408 consid. 3a, ATF 120 V 49 consid. 3a, 457 consid. 2b et les r&#233;f&#233;rences).\nSelon la jurisprudence constante, une norme g&#233;n&#233;rale et abstraite viole le principe de l'&#233;galit&#233; de traitement consacr&#233; &#224; l'art. 4 al. 1 Cst. lorsqu'elle n'est pas fond&#233;e sur des motifs s&#233;rieux et objectifs, qu'elle est d&#233;pourvue de sens et d'utilit&#233;, qu'elle op&#232;re des distinctions juridiques que ne justifient pas les faits &#224; r&#233;glementer ou qu'elle omet, au contraire, des distinctions juridiques que la diversit&#233; des circonstances en pr&#233;sence rend indispensables (ATF 123 I 7 consid. 6a, 23 consid. 3b et 141 consid. 10b, ATF 123 II 11 consid. 3a et 26 consid. 6a, ATF 122 I 25 consid. 2b/cc, 67 consid. 3a, 313 consid. 6a et 349 consid. 4b, ATF 121 I 104 consid. 4a et 134 consid. 3d). En d'autres termes, le droit &#224; l'&#233;galit&#233; de traitement postule que les situations de fait semblables soient assujetties &#224; des r&#232;gles de droit semblables, et les situations de fait dissemblables &#224; des r&#232;gles de droit dissemblables (GRISEL, Trait&#233; de droit administratif, p. 359).\nb) L'ordonnance incrimin&#233;e a pour base l&#233;gale l'art. 21 LAI qui postule simplement le droit &#224; la remise de moyens auxiliaires aux assur&#233;s invalides qui en remplissent les conditions. Dans la mesure o&#249; l'OMAI r&#232;gle les BGE 124 V 12 S. 16questions de d&#233;tail relatives &#224; la remise de ces moyens, elle entre, d'une mani&#232;re g&#233;n&#233;rale, dans le cadre de la d&#233;l&#233;gation l&#233;gislative donn&#233;e au Conseil f&#233;d&#233;ral (art. 21 al. 4 LAI). Corollaire de la remise, la r&#233;paration des moyens auxiliaires, prise en charge par l'assurance-invalidit&#233; (art. 7 al. 2 OMAI), en est le compl&#233;ment n&#233;cessaire, la remise de moyens auxiliaires pouvant et devant  &#234;tre comprise comme celle de moyens effectivement aptes &#224; procurer l'aide envisag&#233;e. A cet &#233;gard, on peut observer que l'assurance-invalidit&#233; a pour obligation d'assumer les frais de r&#233;paration de tous les moyens auxiliaires quels qu'ils soient, pour autant qu'ils figurent sur la liste annex&#233;e &#224; l'OMAI. Seule exception, la prise en charge limit&#233;e des frais de r&#233;paration des v&#233;hicules &#224; moteur demeure manifestement dans le cadre de la loi, l'usage priv&#233;  ou &#224; d'autres fins que celles vis&#233;es &#224; l'art. 21 LAI ne pouvant &#234;tre mis &#224; la charge de l'assurance (ATF 109 V 22 consid. 4b; MEYER-BLASER, Bundesgesetz &#252;ber die Invalidenversicherung (IVG), Z&#252;rich 1997, collection \"Rechtsprechung des Bundesgerichts zum Sozialversicherungsrecht\", ad art. 21 LAI, ch. 3, p. 165).\nPar une interpr&#233;tation relativement large ou g&#233;n&#233;reuse de la d&#233;l&#233;gation l&#233;gislative, le Conseil f&#233;d&#233;ral a ordonn&#233; la prise en charge des frais d'entretien et d'utilisation des moyens auxiliaires (art. 7 al. 3 OMAI premi&#232;re phrase). Mais dans la mesure o&#249;, avec la remise des moyens auxiliaires et la prise en charge des frais de r&#233;paration, il avait pleinement rempli les buts assign&#233;s par le l&#233;gislateur, ni cette prise en charge ni, dans le cas contraire, l'absence de prise en charge n'apparaissent comme sortant du cadre l&#233;gislatif.\nD&#232;s lors et dans la mesure o&#249; le recourant se plaint d'une violation du principe de la l&#233;galit&#233;, son argumentation doit &#234;tre rejet&#233;e.\nc) Toute autre est la question de l'&#233;galit&#233; de traitement dont l'examen ne peut se limiter, comme l'ont fait les juges cantonaux, &#224; ne consid&#233;rer que l'&#233;galit&#233; de traitement entre sourds ou malentendants, cette exigence &#233;tant au demeurant manifestement r&#233;alis&#233;e.\nJusqu'en 1993, la question des frais d'entretien et d'utilisation recevait une r&#233;ponse identique pour tous les moyens auxiliaires, quel que soit leur genre et quelle que soit la nature de l'invalidit&#233;. D&#232;s cette date, ont &#233;t&#233;  exclus de la prise en charge les frais d'entretien des v&#233;hicules automobiles, puis, d&#232;s le 1er janvier 1997, ceux li&#233;s &#224; l'utilisation des appareils acoustiques. On doit ainsi constater que cette disposition r&#233;glementaire consacre, dans son r&#233;sultat, une in&#233;galit&#233; de traitement entre invalides b&#233;n&#233;ficiant de moyens auxiliaires suivant le genre de moyens n&#233;cessit&#233;s par leur &#233;tat. Cette constatation n'entra&#238;ne cependant BGE 124 V 12 S. 17pas &#224; elle seule la conclusion que la disposition de l'ordonnance serait contraire &#224; la Constitution. Il reste &#224; examiner s'il existe des motifs s&#233;rieux et objectifs qui justifient cette diff&#233;rence de traitement.\nDans le cadre de l'utilisation de v&#233;hicules &#224; moteur, cette diff&#233;rence de traitement est incontestablement justifi&#233;e par l'usage possible pour des buts  &#233;trangers &#224; ceux poursuivis par l'assurance-invalidit&#233;. Pour les appareils acoustiques, celle-ci serait notamment justifi&#233;e, selon l'OFAS, par un travail administratif disproportionn&#233; par rapport aux montants en jeu. Les t&#226;ches de collecte, de contr&#244;le, de paiement de ces frais et d'archivage de ces nombreuses pi&#232;ces occasionneraient des d&#233;penses administratives sans relation avec les frais r&#233;ellement encourus pour l'utilisation d'un appareil acoustique, frais qui sont de l'ordre de 120 francs par ann&#233;e (essentiellement l'achat de batteries ou de piles).\nCes motifs d'ordre administratif sont insuffisants pour justifier la diff&#233;rence de traitement, entre invalides, pour la prise en charge des frais d'utilisation de leurs moyens auxiliaires n&#233;cessaires. Il n'appara&#238;t en effet nullement impossible d'imaginer la mise sur pied d'un syst&#232;me - au besoin sur la base d'un forfait - qui n'entra&#238;ne pas une activit&#233; administrative disproportionn&#233;e. Seule pourrait d&#232;s lors entrer en ligne de compte, comme motif autorisant une diff&#233;rence de traitement, la constatation que les frais annuels d'entretien des appareils acoustiques et ceux des autres moyens auxiliaires pr&#233;senteraient des diff&#233;rences de co&#251;t sensibles, les premiers  &#233;tant faibles alors que les seconds seraient plus &#233;lev&#233;s. Suppos&#233; en effet cette situation r&#233;alis&#233;e, un traitement diff&#233;renci&#233; pourrait alors se justifier pr&#233;cis&#233;ment par la constatation de situations de fait dissemblables.\nOn a d&#233;j&#224; vu que le montant forfaitaire maximum de la prise en charge annuelle est de 485 francs (chiffre 6.3 annexe 1 OMAI). Comme il n'existe pas d'indice que ces frais d'entretien d&#233;passeraient en r&#233;alit&#233; dans tous les cas cette limite - ce qui serait au demeurant peu vraisemblable -, on ne voit pas qu'il existe des raisons de traiter diff&#233;remment la prise en charge des frais pour les appareils acoustiques et ceux pour d'autres moyens auxiliaires, s'agissant de frais de m&#234;me importance. La comparaison effectu&#233;e par l'OFAS avec la r&#233;glementation particuli&#232;re concernant les v&#233;hicules &#224; moteur n'est, dans ces circonstances, d'aucun secours &#224; l'intim&#233;e d&#232;s lors que, comme on l'a retenu plus haut, les situations de faits diff&#232;rent sensiblement.\n\n    BGE 124 V 12 S. 18\n   \nParce qu'il introduit une discrimination insoutenable, l'art. 7 al. 3 OMAI derni&#232;re phrase, dans sa version en vigueur au 1er janvier 1997, n'est pas compatible avec le principe d'&#233;galit&#233; de traitement de l'art. 4 al. 1 Cst. Il en r&#233;sulte qu'il ne peut d&#232;s lors faire obstacle &#224; la prise en charge des frais d'entretien et d'utilisation d'appareils acoustiques par l'assurance-invalidit&#233;.\nLe recours est ainsi bien fond&#233;, de sorte que la communication du 20 juin  1996 continue &#224; d&#233;ployer ses effets juridiques dans le temps.\n \n   \n   "
}