{
  "titre": "106 IV 398",
  "annee": "1980",
  "contenu": "\n      \n  Chapeau\n106 IV 39897. Arr&#234;t de la Cour de cassation p&#233;nale du 11 novembre 1980 dans la cause L. contre Minist&#232;re public du canton de Vaud et M. (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 23 al. 2 OCR. Signal de panne.  1. Les conditions auxquelles l'usage du signal de panne est obligatoire sont alternatives (consid. 3 litt. a). \n2. Causalit&#233; naturelle et causalit&#233; ad&#233;quate existant entre l'absence du signal de panne obligatoire et l'accident au cours duquel un usager de la route vient percuter le v&#233;hicule arr&#234;t&#233; (consid. 3 litt. b et c). \n3. Chacun sait ou doit savoir que les usagers de la route qui ne sont pas prot&#233;g&#233;s par une carrosserie (cyclistes, motocyclistes, etc.) sont particuli&#232;rement entrav&#233;s dans leur visibilit&#233; par les intemp&#233;ries (consid. 3  litt. c). \n\n\n  \n  \n  \nFaits &#224; partir de page 399\n\n\n    BGE 106 IV 398 S. 399\n   \n\n    A.- Le vendredi 8 d&#233;cembre 1978 vers 7 h, L. a conduit son camion avec remorque de Lausanne &#224; Morges pour aller livrer des marchandises &#224; l'entreprise P. &#224; Morges. Seul le camion &#233;tait charg&#233;, la remorque &#233;tant vide. Avant de s'engager dans le chemin priv&#233; conduisant chez P. qui est perpendiculaire &#224; la route de Lausanne, il laissa la remorque parqu&#233;e en bordure de celle-ci. La route de Lausanne est une p&#233;n&#233;trante sur laquelle la vitesse est limit&#233;e &#224; 70 km/h; elle est rectiligne, large de 11 m, divis&#233;e par une ligne de direction et bord&#233;e sur la droite, direction Morges, d'un trottoir de largeur normale. La remorque de L., de couleur sombre et peu visible de nuit, &#233;tait parqu&#233;e &#224; cheval sur le trottoir et la chauss&#233;e, empi&#233;tant sur cette derni&#232;re d'environ 1,10 m. Elle n'&#233;tait munie ni de feux ni du signal de panne, mais elle se trouvait sous une lampe publique et, &#224; 4 m environ de sa partie arri&#232;re, c&#244;t&#233; Lausanne, se trouvait une lampe &#224; vapeur de sodium &#233;clairant un passage pour pi&#233;tons. Quant aux autres lampes publiques, elles sont distantes de 31 m les unes des autres.\nSur une assez longue distance, il est interdit de parquer le long de la route de Lausanne. Cela est indiqu&#233; par des signaux d'interdiction de parquer fix&#233;s par paires sur certains cand&#233;labres des lampes publiques, de part et d'autre du support, l'un regardant en direction de Morges et l'autre en direction de Lausanne. Il n'y en avait pas sur le cand&#233;labre &#224; la hauteur duquel la remorque &#233;tait parqu&#233;e. Le signal suivant en direction de Morges n'est pas visible depuis l'endroit o&#249; se trouvait L., mais bien celui en direction de Lausanne, qui se trouvait &#224; 31 m, dont il est seulement constat&#233; qu'il \"n'est pas BGE 106 IV 398 S. 400visible &#224; plusieurs centaines de m&#232;tres de l&#224;\". Toutefois, L. n'a pas pr&#234;t&#233;  attention &#224; ces signaux qui, du c&#244;t&#233; droit de la chauss&#233;e, \"ne tombent pas sous le sens\" (sic). L. n'aurait pu trouver un lieu de stationnement qu'&#224; une distance assez grande, de plusieurs centaines de m&#232;tres. Des coll&#232;gues lui ont dit qu'ils garaient le long de la route lorsqu'ils se rendaient comme lui chez P. La police locale tol&#232;re d'ailleurs, sauf circonstances exceptionnelles, de tels parcages en vue de livraisons.\nLe 8 d&#233;cembre 1978, vers 7 h du matin, il faisait nuit. Il tombait une pluie givrante souffl&#233;e par la bise en direction de Lausanne. Il faisait tr&#232;s mauvais temps et la visibilit&#233; &#233;tait mauvaise.\nPendant que L. d&#233;chargeait son camion chez P., ce qui lui prit environ une demi-heure, vers 7 h 20, le cyclomotoriste M. heurta la remorque, selon toute vraisemblance de l'&#233;paule droite ou du haut de la poitrine. Il subit une fracture de la 6e vert&#232;bre cervicale avec d&#233;placement m&#233;dullaire, qui entra&#238;na une t&#233;trapl&#233;gie sensitivo-motrice.\n\n    B.- Le 31 octobre 1979, le Tribunal de police du district de Morges a lib&#233;r&#233;  L. du chef de l&#233;sions corporelles graves par n&#233;gligence, mais, le Minist&#232;re public et M. ayant recouru, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois, statuant le 17 mars 1980, a condamn&#233; L., pour l&#233;sions corporelles par n&#233;gligence, &#224; 300 fr. d'amende avec d&#233;lai d'&#233;preuve et de radiation de deux ans.\n\n    C.- L. se pourvoit en nullit&#233; &#224; la Cour de cassation du Tribunal f&#233;d&#233;ral. Il conclut &#224; lib&#233;ration.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'autorit&#233; cantonale a fond&#233; la condamnation du recourant sur l'art. 23 OCR dans sa teneur du 22 d&#233;cembre 1976 en vigueur depuis le 1er janvier 1977. La remorque &#233;tant selon elle parqu&#233;e contrairement aux prescriptions, le temps et la visibilit&#233; &#233;tant mauvais, il s'imposait de poser le signal de panne qui n'aurait en aucun cas pu passer inaper&#231;u, m&#234;me au cyclomotoriste circulant t&#234;te baiss&#233;e pour se prot&#233;ger de la pluie givrante que la bise soufflait contre lui. Or ce signal de panne devait &#234;tre plac&#233; &#224; 50 m au moins de l'obstacle. La faute du cyclomotoriste circulant t&#234;te baiss&#233;e n'est pas si extraordinaire, insens&#233;e ou extravagante qu'on ne puisse pas s'y BGE 106 IV 398 S. 401attendre. Au contraire, le recourant aurait d&#251; pr&#233;voir un tel comportement, de sorte que la causalit&#233; ad&#233;quate entre l'absence de signal de panne et l'accident n'est pas interrompue.\n\n    2. A l'appui de son pourvoi, le recourant se r&#233;f&#232;re principalement &#224; l'argumentation du premier juge, sans tenir compte de celle de l'arr&#234;t entrepris; il met en doute de surcro&#238;t les constatations de l'autorit&#233; cantonale. Dans cette mesure, ses moyens sont irrecevables. Il en va ainsi notamment lorsqu'il met en doute les conditions atmosph&#233;riques existant lorsque la remorque a &#233;t&#233; parqu&#233;e. Il ressort en effet clairement de l'arr&#234;t attaqu&#233; que la pluie givrante souffl&#233;e et la mauvaise visibilit&#233; existaient non seulement lors de l'accident, vers 7 h 20, mais encore lors du parcage, 20 minutes plus t&#244;t. Il n'y a pas de doute non plus sur le fait que, malgr&#233; la fa&#231;on dont le cyclomotoriste circulait t&#234;te baiss&#233;e, il aurait vu le signal de panne, au moins en passant &#224; sa hauteur, puisque l'autorit&#233; cantonale constate express&#233;ment &#224; ce sujet que le signal n'aurait en aucun cas pu passer inaper&#231;u; elle ajoute enfin, sans s'exposer &#224; un grief d'inadvertance manifeste, que, m&#234;me en baissant la t&#234;te, ce qui diminue la distance de visibilit&#233;, un cyclomotoriste aper&#231;oit, f&#251;t-ce au dernier moment, un signal de panne plac&#233; au bord de la chauss&#233;e.\n\n    3. En revanche, les moyens du recourant sont recevables en ce qui concerne l'obligation de poser le signal de panne, la notion de causalit&#233; r&#233;sidant dans une omission et l'influence de la faute de la victime sur la causalit&#233; ad&#233;quate.\na) En ce qui concerne l'obligation de poser le signal de panne, l'art. 23 al. 2 OCR est clair. Le signal doit &#234;tre plac&#233; aussi bien lorsque le v&#233;hicule stationne contrairement aux prescriptions que lorsqu'il risque d'&#233;chapper &#224; l'attention d'autres usagers de la route en raison des conditions atmosph&#233;riques. Ces deux conditions &#233;tant alternatives, il suffit que l'une d'elles soit remplie. Or si l'on peut h&#233;siter sur la r&#233;alisation de la premi&#232;re des conditions pr&#233;cit&#233;es, celle de la seconde ne fait pas de doute: le temps &#233;tait tr&#232;s mauvais. Une pluie givrante &#233;tait chass&#233;e contre les usagers circulant dans la direction du centre de Morges. Il s'agissait de conditions atmosph&#233;riques particuli&#232;res entra&#238;nant le risque que d'autres usagers de la route ne remarquent pas &#224; temps le v&#233;hicule immobilis&#233;. Il est vrai que la remorque &#233;tait &#233;clair&#233;e par la lampe publique au-dessous de laquelle elle se trouvait et par la lampe &#224; vapeur de sodium BGE 106 IV 398 S. 402&#233;clairant le passage pour pi&#233;tons &#224; 8 m, mais sa couleur fonc&#233;e ne permettait pas de la distinguer ais&#233;ment dans la nuit. De plus et surtout, les conditions atmosph&#233;riques particuli&#232;res devaient n&#233;cessairement diminuer la visibilit&#233; des usagers expos&#233;s &#224; l'air du temps en raison de l'absence de carrosserie de leur v&#233;hicule. Or n'importe quel usager de la route doit savoir que les motocyclistes, les cyclomotoristes ou les cyclistes sont gravement incommod&#233;s par les pr&#233;cipitations de toutes natures, qu'ils portent un casque complet dont la visi&#232;re transparente est obscurcie par la pluie ou qu'ils soient contraints de prot&#233;ger leur visage et leurs yeux meurtris par les intemp&#233;ries.\nC'est donc en violation d'une prescription claire que le recourant n'a pas plac&#233; son signal de panne &#224; 50 m au moins du v&#233;hicule.\nb) Il y a lieu de d&#233;terminer ensuite si l'autorit&#233; cantonale est partie d'une notion exacte de la causalit&#233; en affirmant que l'omission du recourant est &#224;  l'origine de l'accident.\nEn mati&#232;re de d&#233;lits d'omission improprement dits (ou d&#233;lits de commission par omission), il ne peut exister par d&#233;finition qu'une relation hypoth&#233;tique entre l'inaction de l'auteur et le r&#233;sultat d&#233;lictueux. Il faut donc rechercher ce qui se serait produit si l'auteur avait accompli l'acte qu'on attendait de lui. On dira que l'inaction est causale lorsqu'il appara&#238;t avec un haut degr&#233;  de probabilit&#233; que l'acte omis aurait emp&#234;ch&#233; le r&#233;sultat de se produire, qu'en d'autres termes, on ne peut imaginer que le r&#233;sultat se f&#251;t produit si l'auteur avait agi comme il le devait (ATF 102 IV 102 et cit.).\nEn l'esp&#232;ce, il s'agit donc de d&#233;terminer si la pose du signal de panne e&#251;t, avec un haut degr&#233; de probabilit&#233;, emp&#234;ch&#233; l'accident de se produire. L'autorit&#233; cantonale a constat&#233; &#224; ce sujet que le signal de panne n'aurait pas pu &#233;chapper &#224; l'attention du cyclomotoriste, f&#251;t-ce au tout dernier moment, lorsqu'il passait &#224; sa hauteur, t&#234;te baiss&#233;e. D&#232;s lors, le cyclomotoriste e&#251;t  &#233;t&#233; averti du danger &#224; 50 m au moins de l'obstacle, et aurait ainsi dispos&#233; du temps n&#233;cessaire pour r&#233;agir en levant la t&#234;te, en prenant conscience de l'obstacle et en appuyant l&#233;g&#232;rement &#224; gauche pour l'&#233;viter. Cette r&#233;action naturelle du cyclomotoriste ne peut &#234;tre mise en doute. On ne pourrait en effet imaginer qu'il ait continu&#233; &#224; rouler t&#234;te baiss&#233;e sans se soucier de rien apr&#232;s avoir vu le signal de panne sans admettre du m&#234;me coup, ce que rien ne permet de pr&#233;sumer, que la victime avait la BGE 106 IV 398 S. 403volont&#233; de se jeter contre un obstacle dont la menace lui &#233;tait pourtant concr&#232;tement apparue. Une telle hypoth&#232;se que rien ne justifie ne peut donc qu'&#234;tre &#233;cart&#233;e. Il suit de l&#224; qu'en voyant le signal de panne le cyclomotoriste e&#251;t fait la manoeuvre simple n&#233;cessaire pour &#233;viter l'obstacle dont la pr&#233;sence lui f&#251;t concr&#232;tement apparue. On ne peut alors raisonnablement imaginer que le r&#233;sultat se f&#251;t produit. La causalit&#233; naturelle entre l'omission reproch&#233;e au recourant et l'accident est d&#232;s lors d&#233;montr&#233;e.\nc) En ce qui concerne la causalit&#233; ad&#233;quate, le recourant para&#238;t soutenir qu'elle est interrompue par la faute grave et impr&#233;visible de la victime.\nIl n'y a pas lieu de se prononcer sur la faute de la victime qui est sans pertinence en soi (ATF 85 IV 91 et ATF 97 IV 126). On doit seulement examiner si le comportement de la victime circulant de telle mani&#232;re qu'il n'a pas vu un obstacle visible et venant se jeter contre lui sans r&#233;action &#233;tait absolument impr&#233;visible pour le recourant. Tel n'est pas le cas en raison des conditions atmosph&#233;riques tr&#232;s mauvaises qui &#233;taient propres &#224; restreindre consid&#233;rablement la visibilit&#233; de conducteurs non prot&#233;g&#233;s par une carrosserie et &#224; les conduire par une r&#233;action instinctive &#224; se prot&#233;ger de la pluie givrante souffl&#233;e contre eux, au point m&#234;me de rouler t&#234;te baiss&#233;e. La possibilit&#233; d'un tel comportement est connue de toute personne tant soit peu habitu&#233;e &#224; la circulation. Il s'agit donc d'un comportement pr&#233;visible et par cons&#233;quent impropre &#224; interrompre le lien de causalit&#233;.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le pourvoi.\n \n   \n   "
}