{
  "titre": "121 III 486",
  "annee": "1995",
  "contenu": "\n      \n  Chapeau\n121 III 48693. Extrait de l'arr&#234;t de la IIe Cour Civile du 15 d&#233;cembre 1995 dans la cause soci&#233;t&#233; S. SA contre Cour des poursuites et faillites du Tribunal cantonal du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 158 al. 2 LP; p&#233;remption du droit de requ&#233;rir la continuation de la poursuite.  Dans l'hypoth&#232;se de l'art. 158 al. 2 LP, la p&#233;remption du commandement de payer est diff&#233;r&#233;e et n'intervient pas tant que le d&#233;lai pour requ&#233;rir la continuation de la poursuite n'a pas expir&#233; (consid. 3b). \n\n\n  \n  \n  \nFaits &#224; partir de page 486\n\n\n    BGE 121 III 486 S. 486\n   \n\n    Le 21 octobre 1994, D. a requis la faillite de la soci&#233;t&#233; S. S.A.\nPar jugement du 17 novembre 1994, le Pr&#233;sident du Tribunal du district de Lausanne a rejet&#233; la r&#233;quisition.\nStatuant le 13 juillet 1995 sur recours de D., la Cour des poursuites et faillites du Tribunal cantonal vaudois a prononc&#233; la faillite de la soci&#233;t&#233; S. S.A. avec effet d&#232;s ce jour &#224; 9 h 20.\nLa soci&#233;t&#233; S. S.A. exerce un recours de droit public au Tribunal f&#233;d&#233;ral en concluant &#224; l'annulation du jugement de faillite et au renvoi de la cause &#224; la cour cantonale pour nouvelle d&#233;cision dans le sens des consid&#233;rants.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours dans la mesure o&#249; il &#233;tait recevable.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. La recourante soutient que la cour cantonale est tomb&#233;e dans l'arbitraire, en donnant &#224; l'art. 158 al. 2 LP une port&#233;e qu'il n'a pas, \"pour tourner le texte clair de l'art. 166 al. 2 LP\".\na) Selon l'arr&#234;t attaqu&#233;, l'art. 166 al. 2 LP, aux termes duquel le droit de requ&#233;rir la faillite est p&#233;rim&#233; par un an &#224; dater de la notification du commandement de payer, ne s'applique pas en l'esp&#232;ce, l'art. 158 al. 2 LP instituant un r&#233;gime exceptionnel. En tel cas, le d&#233;lai pour requ&#233;rir la BGE 121 III 486 S. 487continuation d'une nouvelle poursuite part, non de la notification du commandement de payer, mais de la d&#233;livrance du certificat d'insuffisance de gage; si le cr&#233;ancier agit dans le d&#233;lai d'un mois d&#232;s ce moment, la date de la notification du commandement de payer n'a plus aucune importance. L'autorit&#233;  cantonale a consid&#233;r&#233; que cette solution se justifiait aussi pour des raisons pratiques, compte tenu du temps n&#233;cessaire &#224; la r&#233;alisation du gage.\nb) L'art. 166 LP fait partie des normes r&#233;gissant la poursuite ordinaire par voie de faillite (art. 159 &#224; 176 LP). D'apr&#232;s son premier alin&#233;a, &#224;  l'expiration du d&#233;lai de vingt jours de la notification de la commination, le cr&#233;ancier peut requ&#233;rir du juge la d&#233;claration de faillite; il joint &#224; sa demande le commandement de payer et l'acte de commination. Cette disposition s'inscrit dans le prolongement de l'art. 159 LP, qui permet au cr&#233;ancier, &#224;  l'&#233;ch&#233;ance du d&#233;lai de vingt jours de la notification du commandement de payer, de requ&#233;rir que le d&#233;biteur soit menac&#233; de la faillite. Selon l'art. 166 al. 2  LP, le droit de requ&#233;rir la faillite est p&#233;rim&#233; par un an &#224; dater de la notification du commandement de payer. Un rapport n&#233;cessaire unit donc le commandement de payer, la commination et la r&#233;quisition de faillite. La poursuite par voie de saisie (art. 88 LP) s'articule suivant le m&#234;me sch&#233;ma: &#224;  la fin du d&#233;lai de vingt jours de la notification du commandement de payer, le cr&#233;ancier peut requ&#233;rir la saisie (al. 1), ce droit se p&#233;rimant par un an d&#232;s la notification de cet acte (al. 2).\nLe cr&#233;ancier, auquel un certificat d'insuffisance de gage a &#233;t&#233; d&#233;livr&#233; (art.  158 al. 1 LP), peut proc&#233;der par voie de saisie ou de faillite, suivant la qualit&#233; du d&#233;biteur, &#224; moins que son droit r&#233;sulte d'une lettre de rente ou d'une autre charge fonci&#232;re et, s'il agit dans le mois, il est dispens&#233; du commandement de payer (art. 158 al. 2 LP). Dans ce cas, la commination de faillite se fonde, non sur le commandement de payer devenu ex&#233;cutoire dans la poursuite ordinaire - &#224; laquelle se r&#233;f&#232;rent les art. 159 et 160 LP -, mais sur le certificat d'insuffisance de gage lui-m&#234;me; le contenu de la commination doit alors correspondre aux particularit&#233;s de cet acte. C'est pourquoi il faut mentionner, au lieu de la date du commandement de payer d&#233;terminante pour la continuation d'une poursuite ordinaire et figurant dans la commination de faillite (art. 160 al. 1 ch. 2 LP), celle du certificat d'insuffisance de gage. Il convient ensuite de remplacer le montant qui a donn&#233; lieu &#224; la poursuite par l'indication de la somme pour laquelle le cr&#233;ancier est renvoy&#233; perdant dans la r&#233;alisation du gage (ATF 85 III 173 ss). Le lien interne qui existe entre le commandement de payer, la commination et la r&#233;quisition de faillite dans la poursuite ordinaire BGE 121 III 486 S. 488par voie de faillite est par cons&#233;quent rompu dans l'hypoth&#232;se pr&#233;vue &#224; l'art.  158 al. 2 LP. L'art. 149 al. 3 LP accorde un privil&#232;ge identique au cr&#233;ancier saisissant, en le dispensant du commandement de payer s'il continue la poursuite dans les six mois de la r&#233;ception de l'acte de d&#233;faut de biens. Ce ne sont pas les effets de cet acte comme tel qui sont d&#233;terminants, mais ceux du commandement de payer sur lesquels il repose, dont le caract&#232;re ex&#233;cutoire perdure six mois encore apr&#232;s la d&#233;livrance de l'acte de d&#233;faut de biens (ATF  69 III 68 consid. 1 p. 71; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 5e &#233;d., Berne 1993, &#167; 31 n. 19); de la sorte, la p&#233;remption du commandement de payer est diff&#233;r&#233;e et n'intervient pas, dans l'une comme dans l'autre exception, tant que le d&#233;lai pour requ&#233;rir la continuation de la poursuite n'a pas expir&#233;.\nL'argument de la recourante, selon lequel le cr&#233;ancier saisissant au b&#233;n&#233;fice d'un acte de d&#233;faut de biens provisoire (art. 115 al. 2 LP) doit requ&#233;rir la saisie compl&#233;mentaire dans le d&#233;lai d'un an d&#232;s la notification du commandement de payer sous peine de forclusion (art. 88 al. 2 LP; ATF 88 III 59 consid. 1 p.  61/62), ne lui est d'aucun secours. En effet, contrairement &#224; ce qui est le cas pour les art. 149 al. 3 et 158 al. 2 LP, le droit de requ&#233;rir une telle saisie fait l'objet d'une r&#233;glementation diff&#233;rente quant au point de d&#233;part du d&#233;lai.\nDans ces conditions, l'arr&#234;t attaqu&#233; ne repose pas, dans son r&#233;sultat, sur une interpr&#233;tation insoutenable des art. 158 al. 2 et 166 al. 2 LP (ATF 120 Ia  369 consid. 3a p. 373 et les r&#233;f&#233;rences cit&#233;es, 119 Ia 28 consid. 3 p. 32/33).\n \n   \n   "
}