{
  "titre": "95 IV 19",
  "annee": "1969",
  "contenu": "\n      \n  Chapeau\n95 IV 196. Arr&#234;t de la Cour de cassation p&#233;nale du 24 janvier 1969 dans la cause Cherpillod contre Minist&#232;re public du canton de Vaud\n\n  \nRegeste\nD&#233;nonciation calomnieuse, art. 303 ch. 1 al. 1 et 2 CP.  1. Champ d'application de ces dispositions l&#233;gales. La d&#233;nonciation n'est soumise &#224; aucune forme particuli&#232;re; elle peut &#234;tre faite lors d'une audition (consid. 1). \n2. L'acte d&#233;nonc&#233; doit &#234;tre une infraction r&#233;prim&#233;e par la loi p&#233;nale; il ne suffit pas d'all&#233;guer un manquement passible d'une simple peine disciplinaire (consid. 2). \n\n\n  \n  \n  \nFaits &#224; partir de page 19\n\n\n    BGE 95 IV 19 S. 19\n   \n\n    A.- Charles Cherpillod, expert au Service des automobiles du canton de Vaud, a favoris&#233; de nombreux candidats au permis de conduire. Sachant que l'un d'eux, Jos&#233; Orden, avait &#233;chou&#233; pr&#233;c&#233;demment, il pr&#233;para pour lui une formule de questions &#233;crites o&#249; le candidat doit marquer d'une croix les r&#233;ponses exactes. Le 5 novembre 1965, il se rendit dans la salle d'examen et donna &#224; Orden, qui subissait l'&#233;preuve &#233;crite avec d'autres candidats, la feuille pr&#233;par&#233;e &#224; son intention. Orden la signa et la remit &#224; l'inspecteur Gavillet, qui surveillait les travaux, mais ne remarqua rien.\n\n    BGE 95 IV 19 S. 20\n   \nEntendu le 31 ao&#251;t 1967 par le juge informateur, qui s'&#233;tonnait que Gavillet n'ait pas d&#233;cel&#233; la tricherie, Cherpillod d&#233;clara qu'en lui remettant le dossier, il l'avait mis au courant de la facilit&#233; faite &#224; Orden et que c'&#233;tait probablement Gavillet qui avait op&#233;r&#233; la substitution des feuilles d'examen. Vu cette accusation, le juge informateur incarc&#233;ra l'inspecteur Gavillet. Entendu &#224; nouveau le m&#234;me jour, Cherpillod reconnut que la tricherie s'&#233;tait faite &#224; l'insu de Gavillet, que le juge relaxa.\n\n    B.- Par jugement du 5 juin 1968, le Tribunal correctionnel du district de Lausanne a condamn&#233; Cherpillod, pour corruption passive (art. 315 CP) et d&#233;nonciation calomnieuse (art. 303 CP), &#224; la peine de vingt mois d'emprisonnement, sous d&#233;duction de trente jours de d&#233;tention pr&#233;ventive, l'a d&#233;clar&#233; in&#233;ligible &#224; toute fonction publique (art. 51 CP) pour une dur&#233;e de sept ans et a prononc&#233; que la somme de 1500 fr. saisie &#224; son domicile et provenant de ses infractions &#233;tait acquise &#224; l'Etat (art. 59 CP).\n\n    C.- Statuant le 7 octobre 1968 sur le recours de Cherpillod, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois l'a rejet&#233; et a confirm&#233; le jugement de premi&#232;re instance.\n\n    D.- Cherpillod se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; l'annulation de l'arr&#234;t du 7 octobre 1968 et au renvoi de la cause &#224; la juridiction cantonale pour qu'elle le lib&#232;re du chef d'accusation de d&#233;nonciation calomnieuse. Il rel&#232;ve que l'acte d&#233;nonc&#233; par lui n'&#233;tait pas un crime ni un d&#233;lit, mais une simple faute administrative.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'art. 303 ch. 1 CP r&#233;prime le comportement de celui qui aura d&#233;nonc&#233; &#224; l'autorit&#233;, comme auteur d'une infraction, une personne qu'il savait innocente, en vue de faire ouvrir contre elle une poursuite p&#233;nale (al. 1) ou qui, de toute autre mani&#232;re, aura ourdi des machinations astucieuses en vue de provoquer l'ouverture d'une poursuite p&#233;nale contre une personne qu'il savait innocente (al. 2). Les deux comportements punissables se distinguent en ceci que, dans le premier cas, la personne vis&#233;e est d&#233;nonc&#233;e directement, c'est-&#224;-dire nomm&#233;e par le d&#233;nonciateur, tandis que dans le second cas celui-ci recourt &#224; des proc&#233;d&#233;s indirects, qui doivent &#234;tre astucieux, sans d&#233;signer par son nom la personne qu'il veut entra&#238;ner dans une poursuite p&#233;nale (RO 85 IV 81 s., consid. 1, et GERMANN, BGE 95 IV 19 S. 21Schweizerisches Strafgesetzbuch, note ad art. 303 CP, 8e &#233;d., p. 445).\nLa d&#233;nonciation n'est soumise &#224; aucune forme particuli&#232;re. Elle peut r&#233;sulter d'une simple d&#233;claration faite au cours d'une audition, que le d&#233;nonciateur soit entendu &#224; sa demande ou par une autorit&#233; agissant de son propre chef (RO 85 IV 82, consid. 2). Ainsi, la d&#233;nonciation calomnieuse &#233;mane parfois d'un pr&#233;venu qui, pour se disculper, reporte sur une personne innocente l'accusation formul&#233;e contre lui (RO 80 IV 120 in fine; SCHWANDER, Das schweizerische Strafgesetzbuch, 2e &#233;d., no 769 a, p. 502).\nEn l'esp&#232;ce, Cherpillod a d&#233;clar&#233; faussement au juge informateur, lors de son interrogatoire, que Gavillet &#233;tait inform&#233; de l'irr&#233;gularit&#233; commise &#224; propos de l'examen subi par Orden. En agissant de la sorte, il l'a d&#233;nonc&#233; nomm&#233;ment comme participant &#224; un manquement dont il &#233;tait en r&#233;alit&#233; le seul auteur. C'est donc l'application de l'art. 303 ch. 1 al. 1 CP qui doit &#234;tre envisag&#233;e.\n\n    2. La d&#233;nonciation calomnieuse doit porter sur la commission d'une infraction r&#233;prim&#233;e par la loi p&#233;nale, que ce soit un crime ou un d&#233;lit (art. 303 ch. 1 CP), ou une contravention (art. 303 ch. 2 CP). Il faut d&#232;s lors qu'en principe l'acte d&#233;nonc&#233; - qui peut d'ailleurs &#234;tre imaginaire - constitue objectivement, au cas o&#249; il aurait &#233;t&#233; commis, une infraction punissable (HERMANN MENZEL, Die falsche Anschuldigung nach deutschem und schweizerischem Strafrecht, th&#232;se Fribourg, 1963, p. 53 in initio). Il ne suffit pas d'un manquement passible d'une simple peine disciplinaire (HAFTER, Schweizerisches Strafrecht, Besonderer Teil, p. 794; LOGOZ, Commentaire du Code p&#233;nal suisse, Partie sp&#233;ciale, tome II, n. 6 infine ad art. 303 CP, p. 712; GERMANN, op.cit., p. 446 in fine). Mais le plus souvent, on ne saurait qualifier l'acte incrimin&#233; au moment o&#249; la d&#233;nonciation est port&#233;e. Seule l'instruction permettra de dire s'il s'agit d'une infraction r&#233;prim&#233;e par la loi p&#233;nale ou d'un manquement passible de sanctions disciplinaires. Or l'art. 303 CP vise &#224; pr&#233;venir non seulement la condamnation d'une personne innocente, mais aussi la poursuite p&#233;nale dirig&#233;e contre elle. D&#232;s lors, s'il appara&#238;t d'embl&#233;e que le fait d&#233;nonc&#233; n'est &#233;videmment pas une infraction passible de sanctions p&#233;nales, de telle sorte qu'aucune poursuite n'est engag&#233;e contre la personne vis&#233;e, le d&#233;nonciateur se rend coupable d'un d&#233;lit impossible BGE 95 IV 19 S. 22quant &#224; l'objet. Le juge doit appliquer en pareil cas l'art. 23 al. 1 CP et d&#233;cider s'il entend att&#233;nuer librement la peine, comme cette disposition lui en donne la facult&#233;. En revanche, le d&#233;lit n'est pas impossible s'il appara&#238;t seulement au cours de l'instruction dirig&#233;e contre la personne innocente que le fait d&#233;nonc&#233; n'est pas r&#233;prim&#233; par la loi p&#233;nale.\nA la suite de la d&#233;nonciation mensong&#232;re du recourant, le juge informateur a incarc&#233;r&#233; l'inspecteur Gavillet. Il a donc exerc&#233; une poursuite p&#233;nale contre lui. A la v&#233;rit&#233;, l'arr&#234;t attaqu&#233; ne constate pas sous quel chef d'inculpation Gavillet a &#233;t&#233; mis en d&#233;tention. Selon le proc&#232;s-verbal des auditions et le mandat d'arr&#234;t, il a &#233;t&#233; inculp&#233; d'abus d'autorit&#233; et de corruption. Peu importe que le jugement n'ait pas retenu ces infractions &#224; sa charge. Le juge informateur ayant donn&#233; suite &#224; la d&#233;nonciation port&#233;e contre une personne innocente, on ne saurait admettre en l'esp&#232;ce un d&#233;lit impossible.\n\n    3. (Renvoi de la cause &#224; l'autorit&#233; cantonale, en vertu de l'art. 277 PPF, pour qu'elle pr&#233;cise les constatations de fait).\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nAdmet le pourvoi dans le sens des motifs, annule l'arr&#234;t attaqu&#233; et renvoie la cause &#224; l'autorit&#233; cantonale pour nouvelle d&#233;cision.\n \n   \n   "
}