{
  "titre": "99 Ia 518",
  "annee": "1973",
  "contenu": "\n      \n  Chapeau\n99 Ia 51863. Extrait de l'arr&#234;t du 24 octobre 1973 dans la cause Comit&#233; r&#233;f&#233;rendaire de Cheseaux-sur-Lausanne contre commune de Cheseaux-sur-Lausanne et Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nR&#233;f&#233;rendum contre un acte l&#233;gislatif.  Le r&#233;f&#233;rendum doit-il viser l'acte l&#233;gislatif dans son entier, ou peut-il ne porter que sur certaines de ses dispositions? \n\n\n  \n  \n  \nFaits &#224; partir de page 518\n\n\n    BGE 99 Ia 518 S. 518\n   \nR&#233;sum&#233; des faits:\n\n    A.- Le Conseil communal (assembl&#233;e d&#233;lib&#233;rante) de Cheseaux-sur-Lausanne a adopt&#233; le 19 septembre 1972 un r&#232;glement sur les &#233;gouts et l'&#233;puration des eaux us&#233;es, dont les art. 41 &#224; 49 pr&#233;voient le pr&#233;l&#232;vement de diverses taxes, les unes uniques, les autres annuelles. L'art. 44 pr&#233;voit, pour tout b&#226;timent raccord&#233; directement ou indirectement aux collecteurs aboutissant aux installations collectives d'&#233;puration, la perception: a) d'une taxe unique d'introduction &#224; la station d'&#233;puration de 3&#8240; de la valeur d'assurance incendie, selon l'indice de l'ann&#233;e en cours et payable selon les dispositions de l'art. 42, sous d&#233;duction de la participation d&#233;j&#224; vers&#233;e; b) d'une taxe annuelle proportionnelle &#224; la quantit&#233; d'eau conc&#233;d&#233;e et dont le tarif est arr&#234;t&#233; par le Conseil communal.\n\n    B.- Un comit&#233; r&#233;f&#233;rendaire a d&#233;pos&#233; le 22 septembre au greffe municipal une demande de r&#233;f&#233;rendum selon laquelle devait &#234;tre soumise &#224; l'assembl&#233;e de commune la question suivante: BGE 99 Ia 518 S. 519\n   \n\"Acceptez-vous, &#224; l'art. 44 du r&#232;glement sur les &#233;gouts et l'&#233;puration des eaux us&#233;es, que pour tout b&#226;timent raccord&#233; directement ou indirectement aux collecteurs et aboutissant aux installations collectives d'&#233;puration, il soit per&#231;u une taxe unique d'introduction &#224; la station d'&#233;puration, calcul&#233;e au taux de 3&#8240; de la valeur de l'assurance incendie selon l'indice de l'ann&#233;e en cours et payable selon les dispositions de l'art. 42, sous d&#233;duction de la participation d&#233;j&#224; vers&#233;e?\"\nLa demande de r&#233;f&#233;rendum a obtenu dans le d&#233;lai l&#233;gal le nombre de signatures requis par la loi. Par lettre du 4 octobre 1972, la Municipalit&#233; de Cheseaux a cependant inform&#233; le comit&#233; r&#233;f&#233;rendaire que cette demande ne pouvait pas &#234;tre soumise au vote du peuple, parce que contraire &#224; la loi. En effet, disait la Municipalit&#233;, \"un r&#233;f&#233;rendum ne peut pas &#234;tre dirig&#233; contre une seule disposition d'un r&#232;glement mais doit viser le r&#232;glement dans son ensemble\".\n\n    C.- Saisi d'un recours contre la d&#233;cision de la Municipalit&#233;, le Conseil d'Etat l'a rejet&#233;.\n\n    D.- Agissant par la voie du recours de droit public fond&#233; sur l'art. 85 lettre a OJ, le comit&#233; r&#233;f&#233;rendaire demande au Tribunal f&#233;d&#233;ral d'annuler les d&#233;cisions prises par la Municipalit&#233; de Cheseaux et par le Conseil d'Etat, puis d'ordonner que soit soumise au peuple la question qui avait fait l'objet de la demande de r&#233;f&#233;rendum. Apr&#232;s avoir relev&#233; que le r&#233;f&#233;rendum est une soupape essentielle de notre syst&#232;me d&#233;mocratique, que le droit vaudois en restreint d&#233;j&#224; l'exercice par la bri&#232;vet&#233; du d&#233;lai et par le nombre de signatures exig&#233;, et enfin que la taxe contest&#233;e n'a pas une importance financi&#232;re d&#233;cisive pour la commune de Cheseaux, le recourant s'en prend &#224; l'interpr&#233;tation selon laquelle un nouveau r&#232;glement ne peut faire l'objet d'un r&#233;f&#233;rendum que dans son entier; il qualifie cette interpr&#233;tation d'arbitraire et reproche au Conseil d'Etat d'avoir p&#233;ch&#233; par exc&#232;s de formalisme.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n  \nConsid&#233;rants\n\nExtrait des motifs:\n\n    3. La question &#224; r&#233;soudre est de savoir si, lorsqu'il a pour objet un acte l&#233;gislatif (loi ou r&#232;glement) le r&#233;f&#233;rendum ne peut porter que sur cet acte dans son ensemble, tel qu'il a &#233;t&#233; finalement adopt&#233; par l'autorit&#233; l&#233;gislative dans un vote unique, ou s'il peut se limiter &#224; certaines dispositions seulement.\n\n    BGE 99 Ia 518 S. 520\n   \nS'agissant d'actes cantonaux ou communaux, cela d&#233;pend uniquement du droit public cantonal - par opposition au droit f&#233;d&#233;ral - qui est sur ce point souverain.\na) Le droit public vaudois ne tranche pas express&#233;ment la question, ni dans un sens, ni dans l'autre. Il faut donc l'interpr&#233;ter, pour rem&#233;dier &#224; ce qui constitue une v&#233;ritable lacune. Le Tribunal f&#233;d&#233;ral peut le faire avec un pouvoir de libre examen. En effet, lorsqu'il est saisi comme en l'esp&#232;ce d'un recours fond&#233; sur l'art. 85 lettre a OJ, il examine en principe librement l'application du droit constitutionnel cantonal et des lois qui pr&#233;cisent le contenu et l'&#233;tendue du droit de vote (RO 98 I a 205 consid. 3, 97 I 32 s. et 663 consid. 3, 94 I 33).\nL'art. 90 bis Cst. cant. soumet au r&#233;f&#233;rendum facultatif les \"d&#233;cisions\" prises par le Conseil communal, tout en laissant au l&#233;gislateur le soin d'en d&#233;finir l'objet possible. A son art. 114, qui est une paraphrase du texte constitutionnel, la loi cantonale sur l'exercice des droits politiques reprend ce terme de \"d&#233;cision\" sans lui apporter aucune pr&#233;cision; l'art. 116 se borne &#224; &#233;num&#233;rer les actes qui, par exception au principe, sont soustraits au r&#233;f&#233;rendum.\nDans le langage du droit public, le mot \"d&#233;cision\" au sens large vise habituellement toute r&#233;solution que prend une autorit&#233; et qui est destin&#233;e &#224; produire un certain effet juridique ou &#224; constater l'existence ou l'inexistence d'un droit ou d'une obligation; au sens &#233;troit, c'est un acte qui, tout en r&#233;pondant &#224; cette d&#233;finition, intervient dans un cas individuel et concret. De toute &#233;vidence, c'est dans le sens large que l'art. 90 bis de la constitution vaudoise utilise le mot \"d&#233;cision\", avec cette cons&#233;quence que le r&#233;f&#233;rendum facultatif est en principe ouvert sur le plan communal aussi bien contre des actes l&#233;gislatifs (r&#232;glements communaux) que contre des actes administratifs individuels du Conseil communal. Cela n'est d'ailleurs contest&#233; en l'esp&#232;ce par aucune des parties.\nS'agissant d'actes l&#233;gislatifs (r&#232;glements), il n'y a qu'une seule d&#233;cision au sens de la d&#233;finition qu'on vient de rappeler: c'est celle qui, dans un vote final, approuve l'acte dans son ensemble et qui tend &#224; lui donner force de loi, sous r&#233;serve de r&#233;f&#233;rendum ou de l'approbation d'une autre autorit&#233;. Certes, il est d'usage qu'un projet de loi ou de r&#232;glement soit d'abord discut&#233; article par article, avec vote &#233;ventuel sur chacun d'eux. Mais il ne s'agit encore que de d&#233;cisions pr&#233;liminaires et provisoires qui BGE 99 Ia 518 S. 521resteront sans effet si le projet n'est pas finalement adopt&#233; dans son ensemble, avec les amendements qui lui ont &#233;t&#233; apport&#233;s au cours des d&#233;bats. En droit vaudois, la loi sur les communes (du 28 f&#233;vrier 1956) ne prescrit m&#234;me pas cette proc&#233;dure fractionn&#233;e, si bien qu'elle consid&#232;re implicitement un projet de r&#232;glement soumis au Conseil communal comme formant un tout quant &#224; la d&#233;cision &#224; prendre. En revanche, la mani&#232;re de proc&#233;der de chaque Conseil communal fait g&#233;n&#233;ralement l'objet d'un r&#232;glement que ce Conseil &#233;tablit lui-m&#234;me. Or celui de la commune de Cheseaux, qui date du 20 f&#233;vrier 1962, consacre la proc&#233;dure usuelle &#224; son art. 65. Il y est dit que lorsque l'objet en discussion embrasse diverses questions, la discussion est ouverte sur chacun des articles qu'il renferme, qu'une votation &#233;ventuelle intervient sur chacun d'eux, et qu'apr&#232;s une discussion g&#233;n&#233;rale a lieu une votation de l'ensemble de la proposition telle qu'elle a &#233;t&#233; amend&#233;e dans la votation des articles. Formellement, c'est cette votation d'ensemble, et elle seule, qui constitue la \"d&#233;cision\" susceptible de r&#233;f&#233;rendum.\nAinsi les textes applicables, interpr&#233;t&#233;s de cette fa&#231;on, conduisent &#224; dire que le r&#233;f&#233;rendum ne peut pas &#234;tre demand&#233; contre certains articles seulement d'un r&#232;glement nouvellement adopt&#233;. Pour qu'il puisse l'&#234;tre, il aurait fallu que le l&#233;gislateur cantonal le dise express&#233;ment, ce qu'il n'a pas fait. En revanche, il va de soi qu'une d&#233;cision modifiant un r&#232;glement existant, f&#251;t-ce dans un seul de ses articles, est susceptible de r&#233;f&#233;rendum, car c'est bien une d&#233;cision au sens d&#233;fini plus haut.\nb) Fond&#233;e sur des motifs d'ordre formel, cette conclusion est en outre mat&#233;riellement raisonnable. Certes, en ouvrant le r&#233;f&#233;rendum facultatif contre certaines dispositions seulement d'une loi ou d'un r&#232;glement, on &#233;largirait de fa&#231;on s&#233;duisante l'exercice des droits d&#233;mocratiques: on permettrait aux citoyens qui admettent, dans son principe et dans sa g&#233;n&#233;ralit&#233;, une nouvelle r&#233;glementation de demander que le peuple se prononce sur quelques points particuli&#232;rement controvers&#233;s, et cela sans le risque de faire &#233;chouer le tout; on fermerait en outre la porte - mais en partie seulement - aux marchandages qui se produisent parfois &#224; propos de certains articles d'un projet de loi, sous la menace d'un r&#233;f&#233;rendum contre le tout.\nMais &#224; ces avantages s'opposent de graves inconv&#233;nients. Tout d'abord, quant &#224; son contenu, une loi forme &#224; tel point un tout qu'on risquerait d'en compromettre l'harmonie, la BGE 99 Ia 518 S. 522coh&#233;rence ou l'efficacit&#233; en permettant au peuple lui-m&#234;me d'en retrancher, par un choix plus ou moins arbitraire, certains de ses &#233;l&#233;ments seulement. Et il ne saurait &#233;videmment &#234;tre question d'admettre le r&#233;f&#233;rendum partiel de cas en cas, suivant qu'il doit porter ou non sur des &#233;l&#233;ments essentiels: on cr&#233;erait alors une intol&#233;rable ins&#233;curit&#233; juridique qui serait la source de nombreuses contestations parfois insolubles.\nD'autre part, dans le cas o&#249; le peuple rejetterait certains articles seulement d'une nouvelle r&#233;glementation, il faudrait se demander si ce rejet ne devrait pas entra&#238;ner la caducit&#233; de toute la r&#233;glementation, ou du moins la caducit&#233; d'autres dispositions &#233;troitement li&#233;es &#224; celles qui ont &#233;t&#233; condamn&#233;es (cf. AUBERT, Le r&#233;f&#233;rendum populaire, RDS 1972, p. 480 ss., N. 56 et 66). Il est vrai que la m&#234;me difficult&#233; peut se pr&#233;senter pour le l&#233;gislateur - et pour le juge - en cas d'annulation judiciaire partielle; mais cela ne justifie pas d'ouvrir encore la porte &#224; d'autres complications du m&#234;me genre. Enfin, le r&#233;f&#233;rendum partiel aurait pour r&#233;sultat, s'il &#233;tait admissible, qu'une m&#234;me r&#233;glementation pourrait faire parall&#232;lement l'objet de plusieurs, voire de nombreuses demandes de votations s&#233;par&#233;es, ce qui cr&#233;erait la confusion pour l'&#233;lecteur.\nc) Des raisons de ce genre expliquent probablement que, de fa&#231;on assez g&#233;n&#233;rale en droit public suisse, le r&#233;f&#233;rendum l&#233;gislatif facultatif est n&#233;cessairement global et ne peut porter que sur la loi contest&#233;e dans son ensemble.\nIl en est ainsi en droit f&#233;d&#233;ral (AUBERT, Trait&#233; de droit constitutionnel suisse, N. 1133 p. 423) et dans la majorit&#233; des cantons. Plusieurs font &#224; vrai dire exception, tels que Zurich (art. 30 al. 3 Cst. cant.), Zoug (&#167; 34 al. 3 Cst. cant.), Soleure (art. 17 al. 2 Cst. cant.), Schaffhouse (art. 42 al. 4 Cst. cant.), Saint-Gall (art. 47 Cst. cant.) et Argovie (art. 25 al. 2 Cst. cant.); jusqu'en 1969, Lucerne &#233;tait aussi du nombre (ancien &#167; 39 al. 4 Cst. cant., cf. RO 80 I 168 ss.). Mais dans tous ces cantons - que le r&#233;f&#233;rendum l&#233;gislatif y soit obligatoire ou facultatif - c'est au Grand Conseil qu'il appartient de d&#233;cider, &#224; titre exceptionnel g&#233;n&#233;ralement, qu'il y aura des votations s&#233;par&#233;es sur certains &#233;l&#233;ments d&#233;termin&#233;s de la loi soumise au peuple. On a probablement consid&#233;r&#233; que cette autorit&#233; pouvait seule appr&#233;cier s'il est opportun de fractionner la votation sans risque s&#233;rieux d'aboutir &#224; une r&#233;glementation essentiellement incompl&#232;te. Mais nulle part, semble-t-il, les citoyens ne peuvent euxm&#234;mes BGE 99 Ia 518 S. 523demander - l&#224; o&#249; le r&#233;f&#233;rendum est facultatif - que le peuple se prononce sur certains articles seulement ou qu'il y ait plusieurs votations s&#233;par&#233;es sur les divers &#233;l&#233;ments d'une loi.\nDe lege ferenda, la question est peut-&#234;tre discutable. Mais la tendance g&#233;n&#233;rale du droit public suisse est telle que, de lege lata, on doit exiger une disposition expresse de la constitution ou de la loi pour que le r&#233;f&#233;rendum partiel soit possible. Or une telle disposition fait d&#233;faut en droit vaudois.\nd) Pour ces divers motifs, la Municipalit&#233; de Cheseaux, puis le Conseil d'Etat, ont eu raison de d&#233;clarer irrecevable la demande de r&#233;f&#233;rendum portant sur un seul article - et m&#234;me sur l'un de ses &#233;l&#233;ments seulement - du nouveau r&#232;glement communal sur les &#233;gouts et l'&#233;puration des eaux us&#233;es. Bien loin de tomber dans l'arbitraire, les autorit&#233;s communales et cantonales ont choisi la solution juste. Contrairement &#224; ce que soutient le recourant, elles n'ont pas non plus fait preuve d'un formalisme excessif, car la d&#233;cision prise avait une importance de fond pour l'&#233;quilibre du nouveau r&#232;glement.\n\n    4. On peut se demander si la Municipalit&#233; de Cheseaux n'aurait pas d&#251; d&#233;clarer la demande de r&#233;f&#233;rendum irrecevable au moment d&#233;j&#224; o&#249; elle lui a &#233;t&#233; pr&#233;sent&#233;e le 22 septembre 1972, avant la r&#233;colte des signatures. Le Comit&#233; r&#233;f&#233;rendaire aurait alors pu soit modifier sa proposition, soit renoncer au r&#233;f&#233;rendum s'il ne voulait pas remettre en cause tout le r&#232;glement. Mais il faudrait d'abord se demander si la Municipalit&#233; aurait eu ce pouvoir, ce qui semble pour le moins douteux.\nLe Tribunal f&#233;d&#233;ral n'a cependant pas &#224; examiner ici ces questions, &#233;tant donn&#233; que le recourant ne les a pas soulev&#233;es et qu'il n'y voit donc pas de motif d'annuler la d&#233;cision attaqu&#233;e. En mati&#232;re de recours de droit public, m&#234;me fond&#233; sur l'art. 85 lettre a OJ, le Tribunal f&#233;d&#233;ral se consid&#232;re comme li&#233; par les moyens que les parties ont invoqu&#233;s, au moins implicitement.\n \n   \n   "
}