{
  "titre": "122 IV 97",
  "annee": "1996",
  "contenu": "\n      \n  Chapeau\n122 IV 9716. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 22 avril 1996 dans la cause B. c Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 189, 190 CP, contrainte sexuelle et viol, commis en exer&#231;ant sur la victime des pressions d'ordre psychique.  Cas d'une enfant (&#226;ge 10-15 ans) l&#233;g&#232;rement d&#233;bile dont a abus&#233; un homme qui faisait m&#233;nage commun avec sa m&#232;re (consid. 2). \n\n\n  \n  \n  \nFaits &#224; partir de page 97\n\n\n    BGE 122 IV 97 S. 97\n   \n\n    En 1986, B. s'est mis en m&#233;nage avec T., qu'il a &#233;pous&#233;e en juillet 1990. La fille cadette de celle-ci, L., n&#233;e le 4 juillet 1976, est d&#233;bile l&#233;g&#232;re; interne &#224; l'&#233;tablissement La Cigale, elle a pass&#233; certains week-ends chez eux avant d'y &#234;tre plac&#233;e en 1990. B. a &#233;t&#233; d&#233;crit comme un homme intransigeant et rigide, redout&#233; de sa femme et de L. L'expertise psychiatrique a admis que sa responsabilit&#233; p&#233;nale &#233;tait enti&#232;re. Son casier judiciaire est vierge.\nD&#232;s l'automne 1986, il est arriv&#233; &#224; B. d'entrer dans la chambre de sa belle-fille, L., pour la caresser sur les seins et sur le sexe, &#224; m&#234;me la peau, sous le pyjama.\nDepuis la fin de l'hiver ou le printemps 1988, il a pris l'habitude de passer le matin dans la chambre de sa belle-fille, en profitant de ces occasions pour la caresser, l'embrasser sur la bouche, sur les seins et sur le sexe. BGE 122 IV 97 S. 98\n   \nEn &#233;t&#233; 1988, dans le chalet du couple, B. a introduit pour la premi&#232;re fois un doigt dans le vagin de l'enfant et lui a fait subir depuis lors &#224; plusieurs reprises ce genre d'attouchements. Il a &#233;galement eu son premier rapport sexuel complet avec l'enfant, qui dormait dans la m&#234;me pi&#232;ce que sa m&#232;re et son beau-p&#232;re.\nDepuis cette &#233;poque, B., tout en continuant &#224; prodiguer des caresses &#224; L., a entretenu des relations sexuelles avec elle &#224; de tr&#232;s nombreuses reprises. Il a  &#233;t&#233; retenu que le nombre des relations sexuelles compl&#232;tes subies par l'enfant  &#233;tait d'au moins 25, ces relations ayant cess&#233; &#224; fin septembre 1991.\nLors des premiers attouchements en 1986, L. n'&#233;tait pas consentante, demandant &#224; plusieurs reprises &#224; son beau-p&#232;re de la laisser tranquille et de s'en aller et le repoussant parfois de la main. Elle a &#233;galement essay&#233; en vain de l'&#233;carter lors du premier rapport sexuel; si elle n'a pas alors cri&#233;, c'&#233;tait par peur de r&#233;veiller sa m&#232;re qui dormait &#224; ses c&#244;t&#233;s. Les autres rapports sexuels ont aussi g&#233;n&#233;ralement eu lieu contre son gr&#233;, et elle a tent&#233;  plusieurs fois d'&#233;loigner B. Celui-ci, qui a reconnu que L. &#233;tait r&#233;ticente et a admis en cours d'enqu&#234;te qu'elle s'&#233;tait peut-&#234;tre pli&#233;e &#224; ses caprices pour ne pas perdre son affection, lui a fait comprendre qu'elle pouvait prendre une fess&#233;e si sa m&#232;re apprenait ce qui se passait, et lui a dit d'&#233;viter de lui parler de leurs relations si elle ne voulait pas avoir d'histoires. L. a toutefois &#233;t&#233; &#224; quelques reprises d'accord d'entretenir des rapports avec B.;  elle a ainsi d&#233;clar&#233; que parfois c'&#233;tait elle qui l'excitait parce qu'elle l'aimait. Il a &#233;t&#233; retenu que L. n'&#233;tait en tout cas pas consentante au d&#233;but de la relation et que si elle l'&#233;tait devenue par la suite, c'&#233;tait parce que B. l'avait initi&#233;e &#224; ces pratiques. Il a &#233;t&#233; admis que B. avait, dans la majorit&#233; des cas, exerc&#233; des pressions d'ordre psychique sur sa belle-fille, qui le craignait et qui &#233;tait sous son emprise, et l'avait mise hors d'&#233;tat de r&#233;sister, en insistant pour avoir des rapports avec elle malgr&#233; son opposition et en lui recommandant de ne pas r&#233;v&#233;ler leurs relations &#224; sa m&#232;re, la mena&#231;ant sinon d'une fess&#233;e.\nLe 24 novembre 1991, &#224; la suite d'une violente altercation entre les &#233;poux B., L. s'est confi&#233;e &#224; sa m&#232;re, qui a d&#233;nonc&#233; les faits &#224; la police. Il fut retenu que T. savait, d&#232;s juillet/ao&#251;t 1991, que son mari entretenait des relations sexuelles avec sa fille, mais qu'elle ne l'avait pas d&#233;nonc&#233; avant le  24 novembre 1991, afin de ne pas faire &#233;clater son couple.\nPar jugement du 23 mars 1995, le Tribunal correctionnel du district de Lausanne a condamn&#233; B., pour actes d'ordre sexuel avec des enfants BGE 122 IV 97 S. 99(art. 187 CP), contrainte sexuelle (art. 189 CP) et viol (art. 190 CP), &#224; la peine de trois ans d'emprisonnement, mettant &#224; sa charge une partie des frais de la proc&#233;dure. Pour fixer la peine, le tribunal a tenu compte du concours d'infractions, de la r&#233;p&#233;tition des actes et de leur gravit&#233; intrins&#232;que; &#224;  d&#233;charge, il a retenu le casier judiciaire vierge, la bonne r&#233;putation sur le plan professionnel, l'attitude coop&#233;rative durant l'enqu&#234;te, ainsi que les regrets et la prise de conscience manifest&#233;s.\nPar arr&#234;t du 16 juin 1995, la cour de cassation cantonale a rejet&#233; le recours form&#233; contre cette d&#233;cision par le condamn&#233;.\nContre cet arr&#234;t, B. s'est pourvu en nullit&#233; &#224; la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral. Invoquant une violation des art. 189 al. 1, 190 al. 1, 63 et  41 CP, il conclut &#224; l'annulation de la d&#233;cision attaqu&#233;e avec suite de frais et d&#233;pens. Il a sollicit&#233; l'effet suspensif qui lui a &#233;t&#233; accord&#233; par ordonnance pr&#233;sidentielle du 7 ao&#251;t 1995. Il a &#233;galement requis l'assistance judiciaire qui lui a &#233;t&#233; refus&#233;e par d&#233;cision de la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral du 10 janvier 1996.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. (Recevabilit&#233;).\n\n    2. a) Le recourant ne conteste pas s'&#234;tre rendu coupable d'actes d'ordre sexuel avec un enfant, au sens de l'art. 187 ch. 1 CP. Si l'acte a &#233;t&#233; impos&#233; &#224; l'enfant par la contrainte, il a &#233;t&#233; admis que cette infraction pouvait &#234;tre retenue concurremment avec le viol (art. 190 CP) et la contrainte sexuelle (art. 189 CP) (ATF 119 IV 309 consid. 7a); le recourant ne remet pas en cause cette jurisprudence.\nLe viol et la contrainte sexuelle supposent l'emploi des m&#234;mes moyens et la m&#234;me situation de contrainte; le viol constitue une lex specialis pour le cas o&#249; la victime est une femme et qu'il lui est impos&#233; l'acte sexuel proprement dit (ATF 119 IV 309 consid. 7b).\nSelon les constatations cantonales - qui lient la Cour de cassation (art. 277bis al. 1 PPF) -, le recourant a accompli tant&#244;t l'acte sexuel proprement dit, tant&#244;t d'autres actes d'ordre sexuel, de sorte que les deux infractions, en concours r&#233;el, entrent en consid&#233;ration.\nLe recourant conteste avoir commis l'infraction de viol et de contrainte sexuelle, en soutenant qu'il n'a pas recouru &#224; l'un des moyens de contrainte pr&#233;vus par la loi, &#224; savoir la menace, la violence, la pression d'ordre psychique ou la mise hors d'&#233;tat de r&#233;sister.BGE 122 IV 97 S. 100\n   \nb) Les art. 189 al. 1 et 190 al. 1 CP pr&#233;voient que l'auteur, \"notamment en usant de menaces ou de violence envers une personne, en exer&#231;ant sur elle des pressions d'ordre psychique ou en la mettant hors d'&#233;tat de r&#233;sister\", la contraint &#224; subir l'acte.\nCes dispositions tendent &#224; prot&#233;ger la libre d&#233;termination en mati&#232;re sexuelle (ATF 119 IV 309 consid. 7a), en r&#233;primant de mani&#232;re g&#233;n&#233;rale la contrainte dans ce domaine, ayant pour objet d'amener une personne, sans son consentement, &#224; faire ou subir l'acte sexuel ou un autre acte d'ordre sexuel  (ATF 119 IV 309 consid. 7b). Pour qu'il y ait contrainte en mati&#232;re sexuelle, il faut que la victime ne soit pas consentante, que l'auteur le sache ou accepte cette &#233;ventualit&#233; (ATF 119 IV 309 consid. 7b), et qu'il passe outre en profitant de la situation ou en employant un moyen efficace.\nS'agissant plus pr&#233;cis&#233;ment des moyens employ&#233;s pour contraindre la victime, les dispositions cit&#233;es mentionnent \"notamment\" la menace, la violence, les pressions d'ordre psychique et la mise hors d'&#233;tat de r&#233;sister.\nPar menace, il faut entendre que l'auteur, par ses paroles ou son comportement, fait volontairement redouter &#224; la victime la survenance d'un pr&#233;judice, &#224; l'effet de l'amener &#224; c&#233;der. La menace doit faire craindre un pr&#233;judice s&#233;rieux (REHBERG/SCHMID, Strafrecht III, 6&#232; &#233;dition, p. 378;  STRATENWERTH, Bes. Teil I, 5&#232; &#233;dition, p. 158 no 7).\nPar violence, il faut entendre, comme dans le cas du brigandage (art. 140 ch.  1 al. 1 CP), l'emploi volontaire de la force physique sur la personne de la victime, dans le but de la faire c&#233;der.\nIl n'est toutefois pas n&#233;cessaire que l'auteur recoure &#224; la violence ou &#224; la menace (FF 1985 II 1091); le Conseil f&#233;d&#233;ral a tenu &#224; ajouter aux moyens d&#233;j&#224;  cit&#233;s la mise hors d'&#233;tat de r&#233;sister, pour englober les cas o&#249; l'auteur, pour parvenir &#224; ses fins, rend la victime inconsciente, par exemple en lui administrant des somnif&#232;res ou de la drogue, ce qui le dispense de violences ou de menaces pour agir sans le consentement de sa victime (FF 1985 II 1087).\nA l'initiative du Conseil national, la liste des moyens a &#233;t&#233; compl&#233;t&#233;e en ajoutant les pressions d'ordre psychique, pour inclure &#233;galement les cas o&#249; la victime est mise hors d'&#233;tat de r&#233;sister par la surprise (BO 1990 CN 2302), la frayeur ou une situation sans espoir (PHILIPP MAIER, Die N&#246;tigungsdelikte im neuen Sexualstrafrecht, th&#232;se de Zurich 1994, p. 304 et les r&#233;f&#233;rences cit&#233;es).\nEgalement &#224; l'initiative du Conseil national, l'adverbe \"notamment\" a &#233;t&#233;  ajout&#233; aussi bien &#224; l'art. 189 al. 1 qu'&#224; l'art. 190 al. 1 CP (MAIER, op.cit., p. 305 s. et les r&#233;f&#233;rences cit&#233;es). Contrairement &#224; ce que pense BGE 122 IV 97 S. 101le recourant, les moyens de contrainte ne sont donc pas &#233;num&#233;r&#233;s de fa&#231;on exhaustive par la loi; l'adjonction, par rapport au projet du Conseil f&#233;d&#233;ral, de l'adverbe \"notamment\" et de la notion de pression psychologique proc&#232;de de la volont&#233; d'englober toutes les hypoth&#232;ses de contrainte, m&#234;me celles auxquelles le l&#233;gislateur n'aurait pas song&#233; (MAIER, op.cit., p. 303 ss). Il ne suffirait par cons&#233;quent pas que le recourant puisse d&#233;montrer qu'il n'a employ&#233; aucun des moyens cit&#233;s express&#233;ment par les art. 189 al. 1 et 190 al. 1  CP.\nIl est vrai que le nouveau texte l&#233;gal, en &#233;num&#233;rant de fa&#231;on non exhaustive des moyens de contrainte formul&#233;s en termes tr&#232;s g&#233;n&#233;raux, comporte sous cet angle une certaine impr&#233;cision (dans ce sens: STRATENWERTH, op.cit., p. 158 ss no 6 ss); il pourra notamment s'av&#233;rer d&#233;licat de d&#233;terminer quelle intensit&#233;  doit atteindre la pression psychique exerc&#233;e sur la victime pour faire admettre que celle-ci a &#233;t&#233; contrainte, au sens des art. 189 al. 1 et 190 al. 1 CP, &#224;  subir les actes incrimin&#233;s. La personnalit&#233; de la victime ne pourra notamment pas &#234;tre ignor&#233;e dans ce contexte car on peut, par exemple, attendre d'un adulte en pleine possession de ses facult&#233;s de discernement une r&#233;sistance &#224; de telles pressions sup&#233;rieure &#224; celle que peut offrir un enfant. Il en r&#233;sulte cependant que la victime doit &#234;tre contrainte, ce qui pr&#233;suppose un moyen efficace, autrement dit que la victime se trouve dans une situation telle qu'il soit possible d'accomplir l'acte sans tenir compte du refus; il suffit en d&#233;finitive que, selon les circonstances concr&#232;tes, la soumission de la victime soit compr&#233;hensible (REHBERG/SCHMID, op.cit., p. 380). Tel est le cas lorsque la victime est plac&#233;e dans une situation telle qu'il serait vain de r&#233;sister physiquement ou d'appeler du secours ou que cela entra&#238;nerait un pr&#233;judice disproportionn&#233;, de sorte que l'auteur parvient &#224; ses fins, en passant outre au refus, sans avoir n&#233;cessairement &#224; employer la violence ou la menace (cf. ATF 119 IV 309 consid. 7b). Le nouveau droit n'exige plus que la victime soit mise totalement hors d'&#233;tat de r&#233;sister (REHBERG/SCHMID, op.cit., p. 378).\nc) En l'esp&#232;ce, il faut tenir compte du jeune &#226;ge de la victime (surtout &#224;  l'&#233;poque des premiers actes) et du fait qu'elle est l&#233;g&#232;rement d&#233;bile, ce qui la rendait particuli&#232;rement vuln&#233;rable et inapte &#224; une d&#233;fense efficace. Faisant m&#233;nage commun avec sa m&#232;re, le recourant se trouvait par rapport &#224; la victime dans une position d'autorit&#233;. En raison de son caract&#232;re intransigeant, elle le redoutait. Si l'on consid&#232;re la diff&#233;rence d'&#226;ge et de force physique, toute r&#233;sistance pouvait raisonnablement lui para&#238;tre vaine. L'enfant vivait tout d'abord dans une institution, puis BGE 122 IV 97 S. 102chez le recourant et sa m&#232;re; sa situation &#233;tait donc pr&#233;caire. Comme sa m&#232;re semblait attach&#233;e au recourant, la victime pouvait craindre, si elle appelait sa m&#232;re au secours - et le recourant l'avait menac&#233;e de d&#233;sagr&#233;ments si elle le faisait -, que celle-ci donne la pr&#233;f&#233;rence &#224; son union conjugale, de sorte que la victime se serait sentie seule et rejet&#233;e par ceux qui lui &#233;taient les plus proches. On comprend ais&#233;ment, dans ces circonstances, qu'elle ait choisi de c&#233;der, sans que l'auteur ait eu &#224; recourir &#224; la violence ou &#224; la menace. La victime &#233;tait plac&#233;e dans une situation telle qu'il n'&#233;tait nul besoin de tels actes pour qu'elle soit hors d'&#233;tat de r&#233;sister (cf. ATF 119 IV 309 consid.  7b).\nIl a &#233;t&#233; constat&#233; en fait - d'une mani&#232;re qui lie la Cour de cassation (art.  277bis al. 1 PPF) - que la victime n'&#233;tait pas consentante, au moins lors des premiers actes et des premiers rapports sexuels, qu'elle l'a fait savoir au recourant, en lui demandant de la laisser tranquille et de s'en aller et en le repoussant avec la main, que le recourant a pass&#233; outre &#224; son refus, conscient de celui-ci et des circonstances qui mettaient la victime hors d'&#233;tat de r&#233;sister.\nDans de telles circonstances, l'autorit&#233; cantonale n'a pas viol&#233; le droit f&#233;d&#233;ral en retenant que le recourant s'&#233;tait rendu coupable de viol (art. 190  al. 1 CP) et de contrainte sexuelle (art. 189 al. 1 CP).\nIl est vrai qu'en raison de la facilit&#233; avec laquelle il a pu commettre les actes, la faute du recourant appara&#238;t moins lourde que s'il avait recouru &#224; la violence, mais l'autorit&#233; cantonale en a tenu compte, au stade de la d&#233;termination de la peine (art. 63 CP), en fixant une peine sensiblement moins  &#233;lev&#233;e que celles qui sont habituellement inflig&#233;es en cas de viols r&#233;p&#233;t&#233;s commis avec violence.\n\n    3. (Quotit&#233; de la peine).\n\n    4. (Suite de frais).\n \n   \n   "
}