{
  "titre": "122 IV 265",
  "annee": "1996",
  "contenu": "\n      \n  Chapeau\n122 IV 26540. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 27 septembre 1996 dans la cause Minist&#232;re public du canton de Vaud contre M. et Z. (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 19 ch. 2 LStup; art. 63 CP; infraction grave &#224; la LStup, fixation de la peine.  Lorsqu'une circonstance aggravante est r&#233;alis&#233;e, il est superflu de se demander si l'infraction ne pourrait pas &#233;galement &#234;tre qualifi&#233;e de grave pour un autre motif (consid. 2c; confirmation de jurisprudence). \nCons&#233;quence sur la fixation de la peine de l'association de deux accus&#233;s mari&#233;s l'un &#224; l'autre (consid. 2d). \n\n\n  \n  \n  \nFaits &#224; partir de page 265\n\n\n    BGE 122 IV 265 S. 265\n   \n\n    A.- Statuant le 6 novembre 1995 sur recours des condamn&#233;s, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois, r&#233;formant un jugement rendu le 24 mai 1995 par le Tribunal correctionnel du district de Lausanne, a condamn&#233;:\n- M., pour l&#233;sions corporelles graves, l&#233;sions corporelles simples qualifi&#233;es, dommages &#224; la propri&#233;t&#233;, infraction grave et contravention &#224; la Loi f&#233;d&#233;rale sur les stup&#233;fiants, &#224; la peine de 4 ans et demi de r&#233;clusion, pronon&#231;ant son expulsion du territoire suisse pour une dur&#233;e de 10 ans (avec sursis pendant 5 ans) et BGE 122 IV 265 S. 266\n   \n- Z., pour infraction grave et contravention &#224; la Loi f&#233;d&#233;rale sur les stup&#233;fiants, &#224; la peine de 18 mois d'emprisonnement avec sursis pendant 5 ans; la Cour de cassation p&#233;nale a par ailleurs statu&#233; sur l'imputation de la d&#233;tention pr&#233;ventive et sur les frais de la proc&#233;dure, confirmant le jugement attaqu&#233; pour le surplus.\nLe jugement de premi&#232;re instance avait retenu \"la circonstance aggravante de l'art. 19 ch. 2 let. b LStup\", consid&#233;rant que les accus&#233;s avaient agi en bande dans le trafic de stup&#233;fiants, parce que tant M. que son &#233;pouse avaient la volont&#233; de s'associer et qu'ils s'&#233;taient entraid&#233;s, m&#234;me si le mari dirigeait les op&#233;rations.\nDans son arr&#234;t, la cour cantonale a rappel&#233; la jurisprudence selon laquelle deux personnes suffisent &#224; constituer une bande; elle a cependant relev&#233; que cette question &#233;tait controvers&#233;e en doctrine et qu'elle avait &#233;t&#233; laiss&#233;e ind&#233;cise dans la jurisprudence la plus r&#233;cente. Se r&#233;f&#233;rant &#224; l' ATF 120 IV 330, elle conclut qu'il suffit qu'il y ait une seule circonstance aggravante pour que le cas soit grave. Or, la cour cantonale a admis qu'elle se trouvait, pour chacun des accus&#233;s, en pr&#233;sence de l'hypoth&#232;se vis&#233;e par l'art. 19 ch. 2 let. a LStup, le trafic de M. ayant port&#233; sur 114,6 g environ d'h&#233;ro&#239;ne pure et celui de Z. sur 88,95 g environ d'h&#233;ro&#239;ne pure. Dans les deux cas, la cour cantonale a d&#233;clar&#233; qu'elle se r&#233;f&#233;rait aux &#233;l&#233;ments &#224; charge et &#224; d&#233;charge que les premiers juges ont pris en consid&#233;ration. S'agissant de Z., la cour cantonale a ajout&#233;: \"la cour de c&#233;ans retiendra toutefois, dans le cadre de l'application de l'art. 63 CP, que Z. n'a pas agi comme affili&#233;e &#224; une bande\". Les raisons de cette conclusion sont inconnues.\n\n    B.- Contre cet arr&#234;t, le Minist&#232;re public du canton de Vaud s'est pourvu en nullit&#233; &#224; la Cour de cassation du Tribunal f&#233;d&#233;ral. Invoquant une violation de l'art. 19 ch. 2 let. b LStup, il fait valoir que la jurisprudence selon laquelle deux personnes suffisent &#224; constituer une bande n'a jamais &#233;t&#233;  renvers&#233;e; il soutient que la cour cantonale a viol&#233; le droit f&#233;d&#233;ral en ne faisant pas application de l'art. 19 ch. 2 let. b LStup et que cette circonstance aggravante suppl&#233;mentaire devrait conduire &#224; une peine sup&#233;rieure. Il conclut &#224; l'annulation de la d&#233;cision attaqu&#233;e.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. (Recevabilit&#233;).\n\n    2. a) Le recourant reproche exclusivement &#224; la cour cantonale de ne pas avoir appliqu&#233; l'art. 19 ch. 2 let. b LStup (RS 812.121), faisant valoir BGE 122 IV 265 S. 267qu'il en serait r&#233;sult&#233;, par voie de cons&#233;quence, des peines plus &#233;lev&#233;es.\nL'art. 19 ch. 2 let. b LStup pr&#233;voit que le cas est grave notamment lorsque l'auteur \"agit comme affili&#233; &#224; une bande form&#233;e pour se livrer au trafic illicite des stup&#233;fiants\".\nb) Selon la jurisprudence, il y a bande lorsque deux ou plusieurs auteurs manifestent express&#233;ment ou par acte concluant la volont&#233; de s'associer en vue de commettre ensemble plusieurs (plus de deux) infractions ind&#233;pendantes, m&#234;me s'ils n'ont pas de plan et que les infractions futures ne sont pas encore d&#233;termin&#233;es (ATF 100 IV 219 consid. 1 et 2 et les r&#233;f&#233;rences cit&#233;es); du point de vue subjectif, il suffit que l'auteur sache et veuille les circonstances de fait qui correspondent &#224; la d&#233;finition de la bande (ATF 105 IV 181 consid. 4b).\nDans un arr&#234;t r&#233;cent, la Cour de cassation a constat&#233; que certains auteurs citent la jurisprudence sans la critiquer, tandis que d'autres se sont demand&#233;s s'il ne fallait pas exiger un minimum de trois participants pour constituer une bande; elle a cependant constat&#233;, dans le cas d'esp&#232;ce qui lui &#233;tait soumis, que la question pouvait demeurer ind&#233;cise (ATF 120 IV 317 consid. 2a). Dans une affaire de stup&#233;fiants, la question a &#233;t&#233; de nouveau laiss&#233;e ouverte, parce que le cas &#233;tait grave de toute mani&#232;re pour un autre motif et qu'il n'&#233;tait donc pas n&#233;cessaire de trancher (ATF 120 IV 330 consid. 1c/bb p. 333).\nIl est donc exact de dire, comme le fait le Minist&#232;re public, que la jurisprudence selon laquelle deux personnes suffisent &#224; constituer une bande n'a jamais &#233;t&#233; renvers&#233;e.\nc) Il ressort cependant aussi bien de l'arr&#234;t attaqu&#233; que du m&#233;moire de recours que les autorit&#233;s cantonales ont une conception de l'art. 19 ch. 2 let. b LStup qui n'est pas satisfaisante.\nEn effet, la question n'est pas vraiment de savoir s'il faut appliquer ou ne pas appliquer l'art. 19 ch. 2 let. b LStup. Cette disposition ne pr&#233;voit pas une infraction sp&#233;ciale qui s'intitulerait \"trafic en bande\"; il ne s'agit pas non plus d'une circonstance aggravante ind&#233;pendante qui devrait &#234;tre appliqu&#233;e pour elle-m&#234;me; l'art. 19 ch. 2 let. b LStup se borne &#224; citer l'une des hypoth&#232;ses permettant de conclure &#224; l'existence d'un cas grave au sens de l'art. 19 ch. 1 in fine LStup.\nL'art. 19 ch. 1 LStup d&#233;crit les comportements p&#233;nalement r&#233;prim&#233;s et pr&#233;voit, s'ils ont &#233;t&#233; adopt&#233;s intentionnellement, qu'ils sont passibles de l'emprisonnement ou de l'amende. De cette infraction de base, le l&#233;gislateur a tir&#233; et distingu&#233; deux infractions moins s&#233;v&#232;rement r&#233;prim&#233;es et une infraction plus s&#233;v&#232;rement punie. Ainsi, sur la base d'un BGE 122 IV 265 S. 268comportement d&#233;crit &#224; l'art. 19 ch. 1 LStup, l'auteur sera moins s&#233;v&#232;rement puni s'il a agi par n&#233;gligence (art. 19 ch. 3 LStup) ou s'il a agi certes intentionnellement, mais dans le seul but d'assurer sa propre consommation  (art. 19a LStup), &#233;tant encore rappel&#233; que les art. 19b et 19c LStup r&#233;priment de mani&#232;re sp&#233;ciale certains actes li&#233;s &#224; la consommation. D'un autre c&#244;t&#233;, il est pr&#233;vu une infraction plus s&#233;v&#232;rement r&#233;prim&#233;e: si l'auteur a agi intentionnellement et que le cas est grave, il est passible des peines pr&#233;vues par l'art. 19 ch. 1 in fine LStup. Pour expliciter la notion de cas grave, l'art. 19 ch. 2 LStup cite trois hypoth&#232;ses dans lesquelles cette qualification doit &#234;tre retenue, mais la liste n'est pas exhaustive (ATF 120 IV 330 consid.  1c/aa; ATF 117 IV 314 consid. 2h p. 324; ATF 114 IV 164 consid. 2b). L'art. 19 ch. 2  let. b LStup n'est donc rien d'autre qu'un exemple de cas grave.\nComme il n'est pas contest&#233; en l'esp&#232;ce que le cas doit d&#233;j&#224; &#234;tre qualifi&#233; de grave parce qu'il correspond &#224; l'hypoth&#232;se cit&#233;e par l'art. 19 ch. 2 let. a LStup, il est superflu de se demander s'il pourrait &#233;galement recevoir cette qualification pour un autre motif, notamment en raison de l'art. 19 ch. 2 let. b LStup (ATF 120 IV 330 consid. 1c/aa p. 333). Sur la base de l'art. 19 ch. 2  let. a LStup, c'est manifestement &#224; juste titre que la cour cantonale a qualifi&#233; l'infraction de cas grave au sens de l'art. 19 ch. 1 in fine LStup. Savoir si l'hypoth&#232;se de l'art. 19 ch. 2 let. b LStup est ou non r&#233;alis&#233;e ne pourrait pas modifier la qualification de l'infraction, ni le cadre l&#233;gal de la peine. La question litigieuse n'est donc pas de nature &#224; modifier le dispositif de la d&#233;cision attaqu&#233;e dans la mesure o&#249; celui-ci constate qu'il s'agit d'un cas grave d'infraction &#224; la Loi f&#233;d&#233;rale sur les stup&#233;fiants. Au stade de la qualification de l'infraction, aucune autre pr&#233;cision n'est requise.\nd) Il reste la question de la fixation de la peine, laquelle doit &#234;tre mesur&#233;e en fonction de la gravit&#233; de la faute (art. 63 CP; ATF 121 IV 3 consid.  1a, 193 consid. 2a; ATF 120 IV 136 consid. 3a p. 143 s.). Il semble qu'il y ait eu ici une divergence d'appr&#233;ciation entre la cour cantonale et le juge de premi&#232;re instance. Selon le passage d&#233;j&#224; cit&#233; de la page 41 de l'arr&#234;t attaqu&#233;, la cour cantonale n'attache pas d'importance, au stade de la fixation de la peine, au fait que les &#233;poux se sont associ&#233;s et entraid&#233;s. Les raisons de cette divergence d'appr&#233;ciation, dans l'application de l'art. 63 CP, sont obscures et l'on pourrait songer &#224; faire application de l'art. 277 PPF. On ne doit cependant pas oublier que l'on se trouve en pr&#233;sence d'accus&#233;s mari&#233;s l'un  &#224; l'autre, de sorte qu'il est plus ou moins naturel qu'ils soient ensemble; on ne discerne pas - et BGE 122 IV 265 S. 269le recourant ne tente pas de le d&#233;montrer - qu'ils auraient d&#233;velopp&#233; in concreto une association qui rendrait plus lourde la faute de l'un ou de l'autre, voire des deux. Il faut rappeler ici que le juge ne doit citer que les  &#233;l&#233;ments essentiels, &#224; charge ou &#224; d&#233;charge, qui dictent sa d&#233;cision quant &#224; la quotit&#233; de la peine (ATF 121 IV 49 consid. 2a/aa p. 56; ATF 118 IV 14 consid. 2 p.  16, 18 consid. 1c/aa, 119 consid. 2b, 337 consid. 2a; ATF 117 IV 112 consid. 1, 139  consid. 4a p. 151); il peut passer sous silence les &#233;l&#233;ments qui, sans abus du pouvoir d'appr&#233;ciation, lui paraissent non pertinents ou d'une importance mineure (ATF 117 IV 112 consid. 1 p. 115, 139 consid. 4a p. 151; ATF 116 IV 289 consid. 2c p. 291). En consid&#233;rant que l'&#233;l&#233;ment associatif n'&#233;tait pas tel en l'esp&#232;ce qu'il doive &#234;tre retenu &#224; la charge des accus&#233;s, on ne voit pas - sur la base des constatations cantonales qui lient la Cour de cassation (art.  277bis al. 1 PPF) - que la cour cantonale ait abus&#233; de son pouvoir d'appr&#233;ciation. On ne discerne pas - et le recourant ne le soutient pas non plus - que les peines inflig&#233;es violeraient pour une autre raison le droit f&#233;d&#233;ral, en particulier qu'elles seraient exag&#233;r&#233;ment cl&#233;mentes. En cons&#233;quence, les peines ont &#233;t&#233; fix&#233;es sans violer le droit f&#233;d&#233;ral.\nL'argumentation du recourant ne pourrait donc pas conduire &#224; modifier le dispositif de la d&#233;cision attaqu&#233;e, mais seulement sa motivation. Comme un pourvoi ne peut pas &#234;tre admis seulement pour am&#233;liorer la motivation de la d&#233;cision attaqu&#233;e (ATF 122 IV 145 consid. 2; ATF 121 IV 94 consid. 1b; ATF 119 IV 44 consid. 1a, 145 consid. 2c p. 152; ATF 118 IV 233 consid. 2c p. 239), il n'y a pas lieu d'en discuter plus avant.\nPartant, le pourvoi doit &#234;tre rejet&#233;.\n\n    3. (Suite de frais).\n \n   \n   "
}