{
  "titre": "133 II 6",
  "annee": "2006",
  "contenu": "\n      \n  Chapeau\n133 II 62. Extrait de l'arr&#234;t de la IIe Cour de droit public dans la cause X. et consorts contre Service de la population ainsi que Tribunal administratif du canton de Vaud (recours de droit administratif)\n2A.316/2006 du 19 d&#233;cembre 2006\n  \nRegeste\nArt. 17 al. 2 LSEE; art. 8 CEDH; droit au regroupement familial diff&#233;r&#233; d'enfants par un seul parent (regroupement partiel).  Rappel de jurisprudence: conditions du droit (consid. 3.1), r&#233;serve de l'abus de droit (consid. 3.2) et exigences en mati&#232;re de preuve (consid. 3.3). \nExamen des principes appliqu&#233;s en la mati&#232;re par la Cour europ&#233;enne des droits de l'homme &#224; la lumi&#232;re d'un r&#233;cent arr&#234;t (consid. 5.1). Celui-ci ne remet en cause ni la distinction op&#233;r&#233;e par le Tribunal f&#233;d&#233;ral entre regroupement des enfants par un seul (partiel) ou par les deux parents (total; consid. 5.2), ni la prise en compte, dans la pes&#233;e des int&#233;r&#234;ts, de l'&#226;ge des enfants et de leurs chances de s'int&#233;grer en Suisse (consid. 5.3). Une br&#232;ve analyse de la nouvelle loi sur les &#233;trangers (LEtr) et de la r&#233;glementation de l'Union europ&#233;enne confirme la pertinence de maintenir ces crit&#232;res (consid. 5.4). \nDans le cas particulier, pas de droit au regroupement au vu des circonstances (dur&#233;e de s&#233;paration des enfants d'avec leur m&#232;re; probables difficult&#233;s d'int&#233;gration de ceux-l&#224; compte tenu de leur &#226;ge, de leur niveau scolaire et de leur m&#233;connaissance du fran&#231;ais, etc.; consid. 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 7\n\n\n    BGE 133 II 6 S. 7\n   \nX., ressortissante ghan&#233;enne n&#233;e en 1970, est arriv&#233;e en Suisse le 17 ao&#251;t 1993 pour rejoindre, au titre du regroupement familial, un ressortissant suisse qu'elle avait &#233;pous&#233; en secondes noces. Elle &#233;tait alors m&#232;re de trois enfants de nationalit&#233; ghan&#233;enne, soit A. et B., deux jumeaux de sexe diff&#233;rent issus d'une relation hors mariage le BGE 133 II 6 S. 812 septembre 1987, et leur demi-soeur C., n&#233;e le 15 mars 1990 du premier mariage. Demeur&#233;s au pays apr&#232;s le d&#233;part de leur m&#232;re pour la Suisse, les enfants ont &#233;t&#233; confi&#233;s aux soins de leur grand-m&#232;re maternelle. X. n'a &#233;t&#233; mise au b&#233;n&#233;fice d'une autorisation de s&#233;jour qu'&#224; partir du 14 avril 1997. Apr&#232;s le d&#233;c&#232;s de son deuxi&#232;me mari, en janvier 1998, avec lequel elle n'a pas eu d'enfant, elle est rest&#233;e en Suisse et a v&#233;cu depuis lors en union libre avec Y., un petit-cousin ghan&#233;en dont elle a eu un enfant, D., en octobre 2002.\nLe 20 avril 2004, A., le jumeau gar&#231;on, est entr&#233; en Suisse sans visa ni autorisation pour rejoindre sa m&#232;re. Celle-ci a d&#233;pos&#233; en sa faveur, le 29 septembre 2004, une demande d'autorisation de s&#233;jour au titre du regroupement familial, de m&#234;me que pour ses deux filles rest&#233;es au Ghana. Entre-temps, le 12 octobre 2004, X. a &#233;t&#233; mise au b&#233;n&#233;fice d'une autorisation d'&#233;tablissement. Son concubin et leur enfant commun ont acquis la nationalit&#233; suisse par naturalisation le 2 novembre 2005.\nPar d&#233;cision du 25 mai 2005, le Service de la population du canton de Vaud a refus&#233; de d&#233;livrer les autorisations de s&#233;jour sollicit&#233;es. En bref, il a estim&#233; que les demandes &#233;taient abusives, au motif que les enfants &#233;taient d&#233;j&#224; relativement avanc&#233;s en &#226;ge et avaient le centre de leurs int&#233;r&#234;ts dans leur pays d'origine et que leur m&#232;re avait demand&#233; tardivement l'autorisation de les faire venir aupr&#232;s d'elle, soit pr&#232;s de onze ans apr&#232;s son arriv&#233;e en Suisse.\nAgissant en son nom propre, au nom de son concubin et au nom de ses trois premiers enfants de nationalit&#233; ghan&#233;enne, X. a recouru contre la d&#233;cision pr&#233;cit&#233;e. Elle a fait valoir que le retard &#224; demander le regroupement familial &#233;tait d&#251; &#224; des difficult&#233;s administratives et financi&#232;res ind&#233;pendantes de sa volont&#233;, que ses enfants avaient le centre de leurs int&#233;r&#234;ts en Suisse, car leurs p&#232;res respectifs ne s'&#233;taient jamais occup&#233;s d'eux, que leur grand-m&#232;re n'&#233;tait plus en mesure de prendre en charge leur &#233;ducation en raison de son &#233;tat de sant&#233; et que, dans l'attente de pouvoir les faire venir en Suisse, elle les avait plac&#233;s d&#232;s 2000 ou 2001 chez sa petite-cousine Z., qui &#233;tait &#233;galement la soeur de son concubin.\nPar arr&#234;t du 27 avril 2006, le Tribunal administratif du canton de Vaud (ci-apr&#232;s: le Tribunal administratif) a rejet&#233; le recours et confirm&#233; la d&#233;cision attaqu&#233;e.\nX. et ses trois enfants interjettent recours de droit administratif contre l'arr&#234;t pr&#233;cit&#233; du Tribunal administratif. Pour l'essentiel, ils BGE 133 II 6 S. 9se plaignent de la violation de l'art. 8 de la Convention de sauvegarde des droits de l'homme et des libert&#233;s fondamentales du 4 novembre 1950 (CEDH; RS 0.101), en se r&#233;f&#233;rant &#224; une r&#233;cente jurisprudence de la Cour europ&#233;enne des droits de l'homme; ils invoquent &#233;galement une mauvaise application de l'art. 17 al. 2bis de la loi f&#233;d&#233;rale du 26 mars 1931 sur le s&#233;jour et l'&#233;tablissement des &#233;trangers (LSEE; RS 142.20).\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. (...) Les recourants all&#232;guent que la m&#232;re ne partage aujourd'hui plus sa vie avec son petit-cousin Y., qui n'est du reste plus partie &#224; la proc&#233;dure, mais qu'elle vit seule avec leur enfant commun ainsi qu'avec son fils a&#238;n&#233; arriv&#233; en Suisse en avril 2004. La Cour de c&#233;ans ne peut pas prendre en consid&#233;ration ce nouvel all&#233;gu&#233; qui porte au surplus sur un fait post&#233;rieur &#224; l'arr&#234;t attaqu&#233;. Au demeurant, la port&#233;e juridique de ce fait n'est pas favorable aux recourants (cf. infra consid. 6.3.1, 2e paragraphe).\n\n    3. \n   \n\n    3.1 Selon la jurisprudence (cf. ATF 129 II 11 consid. 3.1.1 p. 14; ATF 126 II 329 consid. 2a p. 330; ATF 125 II 585 consid. 2a p. 586, ATF 129 II 633  consid. 3a p. 639 et les arr&#234;ts cit&#233;s), le but de l'art. 17 al. 2 LSEE est de permettre le maintien ou la reconstitution d'une communaut&#233; familiale compl&#232;te entre les deux parents et leurs enfants communs encore mineurs (la famille nucl&#233;aire). Dans certains cas, ce but ne peut &#234;tre enti&#232;rement atteint, notamment lorsque les parents sont divorc&#233;s ou s&#233;par&#233;s et que l'un d'eux se trouve en Suisse depuis plusieurs ann&#233;es, et l'autre &#224; l'&#233;tranger avec les enfants, ou lorsque l'un d'eux est d&#233;c&#233;d&#233;. Le regroupement familial ne peut alors &#234;tre que partiel. C'est pourquoi, dans cette hypoth&#232;se, la jurisprudence soumet ce droit &#224; des conditions sensiblement plus restrictives que lorsque les parents font m&#233;nage commun: alors que, dans ce dernier cas, la venue des enfants mineurs en Suisse au titre du regroupement familial est en principe possible en tout temps sans restriction autre que celle tir&#233;e de l'abus de droit (cf. ATF 129 II 11 consid. 3.1.2 p. 14; ATF 126 II 329 consid. 3b p. 332/333), il n'existe, en revanche, pas un droit inconditionnel de faire venir aupr&#232;s du parent &#233;tabli en Suisse des enfants qui ont grandi &#224; l'&#233;tranger dans le giron de leur autre parent (cf. ATF 129 II 11 consid. 3.1.3 p. 14/15). Il BGE 133 II 6 S. 10en va de m&#234;me lorsque, par exemple en raison du d&#233;c&#232;s de l'autre parent ou pour d'autres motifs, l'&#233;ducation des enfants &#224; l'&#233;tranger n'a pas &#233;t&#233; assur&#233;e par un parent au sens &#233;troit (p&#232;re ou m&#232;re), mais par des personnes de confiance, par exemple des proches parents (grands-parents, fr&#232;res et soeurs plus &#226;g&#233;s etc.) (cf. ATF 129 II 11 consid. 3.1.4 p. 15; ATF 125 II 585 consid. 2c p. 588 ss et les arr&#234;ts cit&#233;s). La reconnaissance d'un droit au regroupement familial suppose alors que le parent &#233;tabli en Suisse ait maintenu avec ses enfants une relation familiale pr&#233;pond&#233;rante en d&#233;pit de la s&#233;paration et de la distance (cf. infra consid. 3.1.1) ou qu'un changement important des circonstances, notamment d'ordre familial, se soit produit, rendant n&#233;cessaire la venue des enfants en Suisse, comme par exemple une modification des possibilit&#233;s de leur prise en charge &#233;ducative &#224; l'&#233;tranger (cf. infra consid. 3.1.2) (cf. ATF 129 II 11 consid. 3.1.3 p. 14/15, ATF 129 II 249  consid. 2.1 p. 252; ATF 126 II 329 consid. 3b p. 332; ATF 124 II 361 consid. 3a p. 366 et les arr&#234;ts cit&#233;s).\nCes restrictions sont pareillement valables lorsqu'il s'agit d'examiner sous l'angle de l'art. 8 CEDH la question du droit au regroupement familial (partiel) d'enfants de parents s&#233;par&#233;s ou divorc&#233;s. En effet, si cette disposition conventionnelle peut faire obstacle, dans certaines circonstances, &#224; une mesure d'&#233;loignement ou d'expulsion qui emp&#234;che ou rend tr&#232;s difficile le maintien de la vie familiale, elle n'octroie en revanche pas de droit absolu &#224; l'entr&#233;e ou au s&#233;jour en Suisse de membres de la famille d'un &#233;tranger qui y est &#233;tabli. En particulier, le parent qui a librement d&#233;cid&#233; de venir en Suisse et d'y vivre s&#233;par&#233; de sa famille pendant de nombreuses ann&#233;es ne peut normalement pas se pr&#233;valoir d'un tel droit en faveur de ses enfants rest&#233;s au pays lorsqu'il entretient avec ceux-ci des contacts moins &#233;troits que l'autre parent ou que les membres de la famille qui en prennent soin, et qu'il peut maintenir les relations existantes (ATF 129 II 249 consid. 2.4 p. 256; ATF 126 II 329 consid. 3b p. 332; ATF 125 II 633 consid. 3a p. 639/640; ATF 124 II 361 consid. 3a p. 366 et les arr&#234;ts cit&#233;s).\n\n    3.1.1 On peut notamment admettre qu'il y a une relation familiale pr&#233;pond&#233;rante entre les enfants et le parent vivant en Suisse lorsque celui-ci a continu&#233; d'assumer de mani&#232;re effective pendant toute la p&#233;riode de son absence la responsabilit&#233; principale de leur &#233;ducation, en intervenant &#224; distance de mani&#232;re d&#233;cisive pour r&#233;gler leur existence sur les questions essentielles, au point de rel&#233;guer le r&#244;le de l'autre parent &#224; l'arri&#232;re-plan. Pour autant, le BGE 133 II 6 S. 11maintien d'une telle relation ne signifie pas encore que le parent &#233;tabli en Suisse puisse faire venir ses enfants &#224; tout moment et dans n'importe quelles conditions. Il faut, comme dans le cas o&#249; les deux parents vivent en Suisse depuis plusieurs ann&#233;es s&#233;par&#233;s de leurs enfants, r&#233;server les situations d'abus de droit, soit notamment celles dans lesquelles la demande de regroupement vise en priorit&#233; une finalit&#233; autre que la r&#233;union de la famille sous le m&#234;me toit (sur ce point, cf. infra consid. 3.2). Par ailleurs, ind&#233;pendamment de ces situations d'abus, il convient, surtout lorsque la demande de regroupement familial intervient apr&#232;s de nombreuses ann&#233;es de s&#233;paration, de proc&#233;der &#224; un examen d'ensemble des circonstances portant en particulier sur la situation personnelle et familiale de l'enfant et sur ses r&#233;elles possibilit&#233;s et chances de s'int&#233;grer en Suisse et d'y vivre convenablement. Pour en juger, il y a notamment lieu de tenir compte de son &#226;ge, de son niveau de formation et de ses connaissances linguistiques. Un soudain d&#233;placement de son centre de vie peut en effet constituer un v&#233;ritable d&#233;racinement pour lui et s'accompagner de grandes difficult&#233;s d'int&#233;gration dans le nouveau cadre de vie; celles-ci seront d'autant plus probables et potentiellement importantes que son &#226;ge sera avanc&#233; (cf. ATF 129 II 11 consid. 3.3.2 p. 16).\n\n    3.1.2 Lorsque le regroupement familial en Suisse est demand&#233; en raison de la survenance d'un changement important des circonstances, par exemple une nouvelle donne familiale, les adaptations n&#233;cessaires devraient en principe, dans la mesure du possible, &#234;tre d'abord r&#233;gl&#233;es par les voies du droit civil. Toutefois, il faut r&#233;server certains cas, notamment ceux o&#249; les nouvelles relations familiales sont clairement red&#233;finies - par exemple lors du d&#233;c&#232;s du parent titulaire du droit de garde ou lors d'un changement marquant des besoins d'entretien - et ceux o&#249; l'intensit&#233; de la relation est transf&#233;r&#233;e sur l'autre parent (cf. ATF 129 II 249 consid. 2.1 p. 252/253; ATF 125 II 585 consid. 2a p. 586/587; ATF 124 II 361 consid. 3a p. 366 et les arr&#234;ts cit&#233;s). Le cas &#233;ch&#233;ant, il y a lieu d'examiner s'il existe dans le pays d'origine des alternatives, en mati&#232;re de prise en charge de l'enfant, qui correspondent mieux &#224; ses besoins sp&#233;cifiques et &#224; ses possibilit&#233;s. L'opportunit&#233; d'un tel examen concerne particuli&#232;rement les enfants proches ou entr&#233;s dans l'adolescence qui ont toujours v&#233;cu dans leur pays d'origine, et pour lesquels une &#233;migration vers la Suisse pourrait, comme on l'a vu, &#234;tre ressentie comme un d&#233;racinement difficile &#224; surmonter et devrait donc, BGE 133 II 6 S. 12autant que possible, &#234;tre &#233;vit&#233;e. Toutefois, la jurisprudence rendue &#224; propos des art. 17 al. 2 LSEE et 8 CEDH ne doit pas conduire &#224; n'accepter le regroupement familial que dans les cas o&#249; aucune alternative ne s'offre pour la prise en charge de l'enfant dans son pays d'origine. Simplement, une telle alternative doit &#234;tre d'autant plus s&#233;rieusement envisag&#233;e et soigneusement examin&#233;e que l'&#226;ge de l'enfant est avanc&#233;, que son int&#233;gration s'annonce difficile au vu de la situation et que la relation nou&#233;e jusqu'ici avec le parent &#233;tabli en Suisse n'appara&#238;t pas particuli&#232;rement &#233;troite (cf. ATF 125 II 633 consid. 3a p. 640 et les arr&#234;ts cit&#233;s).\n\n    3.1.3 Dans tous les cas et quel que soit le motif de regroupement familial invoqu&#233;, l'appr&#233;ciation de la situation doit &#234;tre globale et ne pas seulement se faire sur la base des circonstances pass&#233;es, mais aussi prendre en consid&#233;ration les changements d&#233;j&#224; intervenus, voire ceux &#224; venir si leur occurrence est suffisamment pr&#233;visible; &#224; d&#233;faut, c'est-&#224;-dire si l'on se fondait uniquement sur le fait que l'enfant a v&#233;cu jusque-l&#224; dans un pays &#233;tranger o&#249; il a nou&#233; ses attaches principales, le regroupement familial ne serait pratiquement jamais possible pass&#233; un certain temps (cf. ATF 129 II 249 consid. 2.1 p. 252; ATF 125 II 585 consid. 2a p. 586/587; ATF 124 II 361 consid. 3a p. 366 et les arr&#234;ts cit&#233;s). Or, m&#234;me si, d'une mani&#232;re g&#233;n&#233;rale, le regroupement familial partiel doit &#234;tre soumis &#224; des conditions plus strictes lorsqu'il est diff&#233;r&#233; afin de tenir compte de l'enracinement de l'enfant dans son pays d'origine et de ses probables difficult&#233;s d'adaptation &#224; un nouveau cadre de vie, il doit n&#233;anmoins rester en principe possible jusqu'&#224; la majorit&#233; de l'enfant, conform&#233;ment au texte l&#233;gal (art. 17 al. 2 LSEE) et &#224; la jurisprudence de la Cour europ&#233;enne des droits de l'homme, sous r&#233;serve des restrictions rappel&#233;es ci-avant et des situations abusives.\n\n    3.2 II y a notamment abus de droit lorsqu'une institution juridique est utilis&#233;e &#224; l'encontre de son but pour r&#233;aliser des int&#233;r&#234;ts qu'elle n'est pas destin&#233;e &#224; prot&#233;ger (cf. ATF 130 II 113 consid. 4.2 p. 117 et les arr&#234;ts cit&#233;s). L'existence d'un &#233;ventuel abus de droit doit &#234;tre appr&#233;ci&#233;e dans chaque cas particulier et avec retenue, seul l'abus manifeste d'un droit pouvant et devant &#234;tre sanctionn&#233; (cf. ATF 121 II 97 consid. 4a p. 103).\nEn mati&#232;re de regroupement familial diff&#233;r&#233;, plus il appara&#238;t que les parents ont, sans motif valable, attendu longtemps avant de demander l'autorisation de faire venir leurs enfants en Suisse, et plus BGE 133 II 6 S. 13le temps s&#233;parant ceux-ci de leur majorit&#233; est court, plus l'on doit s'interroger sur les v&#233;ritables intentions poursuivies par cette d&#233;marche et se demander si l'on ne se trouve pas dans une situation d'abus de droit. Ce point doit faire l'objet d'un examen particulier en cas de regroupement familial partiel, car l'exp&#233;rience enseigne que le risque d'abus est alors plus &#233;lev&#233; que si la demande &#233;mane de parents vivant ensemble (cf. ATF 126 II 329 consid. 3b p. 332/333). Ainsi, le fait qu'un parent &#233;tabli en Suisse veuille y faire venir un enfant, peu avant sa majorit&#233;, alors que celui-ci a longtemps v&#233;cu s&#233;par&#233;ment chez son autre parent vivant &#224; l'&#233;tranger, constitue g&#233;n&#233;ralement un indice d'abus du droit au regroupement familial. En effet, on peut alors pr&#233;sumer que le but vis&#233; n'est pas prioritairement de permettre et d'assurer la vie familiale commune, conform&#233;ment &#224; l'objectif poursuivi par les art. 17 al. 2 LSEE et 8 CEDH, mais de faciliter l'&#233;tablissement en Suisse et l'acc&#232;s au march&#233; du travail. Il faut n&#233;anmoins tenir compte de toutes les circonstances particuli&#232;res du cas qui sont de nature &#224; justifier le d&#233;p&#244;t tardif d'une demande de regroupement familial comme, par exemple, une subite et importante modification de la situation familiale et des besoins de l'enfant, telle qu'elle peut notamment se produire, ainsi qu'on l'a vu, apr&#232;s le d&#233;c&#232;s du parent vivant &#224; l'&#233;tranger (cf. ATF 126 II 329 consid. 3b p. 333; ATF 125 II 585 consid. 2a p. 587 et les arr&#234;ts cit&#233;s).\n\n    3.3 La preuve des motifs visant &#224; justifier le regroupement familial ult&#233;rieur d'enfants de parents s&#233;par&#233;s ou divorc&#233;s, de m&#234;me que l'importance de ces motifs, doivent &#234;tre soumises &#224; des exigences d'autant plus &#233;lev&#233;es que l'enfant sera avanc&#233; en &#226;ge, qu'il aura v&#233;cu longtemps s&#233;par&#233; de son parent &#233;tabli en Suisse et qu'il aura suivi toute sa scolarit&#233; dans son pays d'origine. Ainsi, en cas de demande de regroupement peu avant sa majorit&#233;, une autorisation d'&#233;tablissement ne pourra exceptionnellement &#234;tre octroy&#233;e en sa faveur que si les raisons expliquant la dur&#233;e de la s&#233;paration sont s&#233;rieuses et r&#233;sultent clairement des circonstances de l'esp&#232;ce (cf. ATF 129 II 11 consid. 3.3.2 p. 16, ATF 129 II 249  consid. 2.1 p. 253; ATF 125 II 585 consid. 2a p. 587; ATF 124 II 361 consid. 4c p. 370/371; ATF 119 Ib 81 consid. 3a p. 88).\n\n    4. Dans le cas particulier, le Tribunal administratif a constat&#233; que la m&#232;re, X., avait v&#233;cu en Suisse plus de onze ans s&#233;par&#233;e de ses enfants avant de d&#233;poser pour la premi&#232;re fois, le 29 septembre 2004, une demande de regroupement familial en leur faveur. Les BGE 133 II 6 S. 14juges ont, par ailleurs, estim&#233; que l'int&#233;ress&#233;e n'avait pas &#233;t&#233; en mesure de fournir des explications susceptibles de justifier une telle attente et que rien n'&#233;tablissait qu'elle entretenait avec ses enfants un lien plus &#233;troit que les personnes qui s'&#233;taient occup&#233;es d'eux au Ghana, soit leur grand-m&#232;re et la soeur de Y. Enfin, ils ont relev&#233; que les enfants ne parlaient \" pas un mot de fran&#231;ais \" et avaient conserv&#233; le centre de leurs int&#233;r&#234;ts au Ghana, o&#249; ils ont v&#233;cu depuis leur naissance et accompli \" plus ou moins r&#233;guli&#232;rement leur scolarit&#233; \", et o&#249; vivent les personnes qui les ont &#233;lev&#233;s depuis le d&#233;part de leur m&#232;re pour la Suisse en 1993.\nLes recourants soutiennent, en renvoyant &#224; une r&#233;cente jurisprudence de la Cour europ&#233;enne des droits de l'homme (arr&#234;t dans la cause Tuquabo-Tekle et autres contre Pays-Bas du 1er d&#233;cembre 2005, no 60665/00) et &#224; un commentaire que lui a consacr&#233; MARC SPESCHA (Familiennachzug: Restriktive schweizerische Praxis verst&#246;sst gegen Europ&#228;ische Menschenrechtskonvention, in Revue de l'avocat 2006 p. 144 ss), que \" la limite d'&#226;ge  [des enfants] n'est pas opposable au regroupement familial &#224; titre de motif d&#233;cisif, lorsque la vie familiale a &#233;t&#233; maintenue dans la mesure compatible avec une s&#233;paration.\" Ils estiment &#233;galement que le lien cr&#233;&#233; entre parents et enfants par la vie familiale initiale ne peut se briser que dans des circonstances exceptionnelles, mais non par une simple s&#233;paration, f&#251;t-elle de plusieurs ann&#233;es, due au d&#233;part, volontaire ou non, de l'un des parents &#224; l'&#233;tranger. En outre, ils font valoir que la pleine protection de l'art. 8 CEDH \" est acquise d&#232;s qu'il y a vie familiale \", sans distinction selon \" qu'il y ait descendance commune ou non entre deux parents. \" Enfin, ils invoquent l'art. 17 al. 2bis LSEE qui, &#224; leur sens, tendrait &#224; faciliter le regroupement familial des enfants lorsqu'il s'agit d'assurer leur formation.\n\n    5. \n   \n\n    5.1 L'affaire invoqu&#233;e par les recourants concerne le cas d'une ressortissante &#233;rythr&#233;enne n&#233;e en 1963, Goi Tuquabo-Tekle, qui avait fui son pays (alors rattach&#233; &#224; l'Ethiopie) pour la Norv&#232;ge en 1989, &#224; la suite du d&#233;c&#232;s de son premier mari survenu durant la guerre civile. Elle avait alors laiss&#233; derri&#232;re elle trois enfants, deux gar&#231;ons et une fille, qu'elle avait confi&#233;s aux soins de leur grand-m&#232;re maternelle et d'un oncle. Apr&#232;s l'obtention d'un permis humanitaire en 1990, elle avait pu, en octobre 1991, faire venir aupr&#232;s d'elle en Norv&#232;ge son fils a&#238;n&#233; &#226;g&#233; de treize ans qui vivait BGE 133 II 6 S. 15alors depuis quelque temps chez un de ses amis en Ethiopie, &#224; Addis Abeba; en revanche, elle n'avait pas r&#233;ussi &#224; obtenir des autorit&#233;s &#233;rythr&#233;ennes les papiers n&#233;cessaires pour faire venir ses deux autres enfants rest&#233;s en Erythr&#233;e. En juin 1992, elle s'&#233;tait remari&#233;e avec un compatriote vivant aux Pays-Bas avec le statut de r&#233;fugi&#233;, puis elle avait &#233;migr&#233; dans ce pays avec son fils a&#238;n&#233; en juillet de l'ann&#233;e suivante pour y rejoindre son mari avec lequel elle aura deux enfants, n&#233;s respectivement en 1994 et 1995. Le 16 septembre 1997, elle et son mari d&#233;pos&#232;rent une demande de regroupement familial en faveur de sa fille de quinze ans, Mehret, rest&#233;e en Erythr&#233;e. La derni&#232;re instance judiciaire hollandaise rejeta cette demande, en retenant notamment que les requ&#233;rants n'avaient r&#233;ussi &#224; prouver ni que la m&#232;re avait conserv&#233; des liens &#233;troits avec sa fille et avait continu&#233; &#224; exercer &#224; distance son autorit&#233; parentale sur elle, ni qu'elle avait vainement tent&#233; de la faire venir plus t&#244;t aux Pays-Bas; les juges hollandais estim&#232;rent d&#232;s lors que l'int&#233;r&#234;t de la soci&#233;t&#233; &#224; poursuivre une politique restrictive en mati&#232;re d'immigration l'emportait sur l'int&#233;r&#234;t des requ&#233;rants &#224; obtenir l'autorisation souhait&#233;e, en relevant que l'article 8 CEDH ne cr&#233;ait &#224; cet &#233;gard aucun droit et que, dans les circonstances du cas, aucune raison s&#233;rieuse et objective n'emp&#234;chait la famille de se reconstituer en Erythr&#233;e. La Cour europ&#233;enne des droits de l'homme (ci-apr&#232;s &#233;galement cit&#233;e: la Cour) a admis le recours form&#233; par les requ&#233;rants contre ce refus.\nDans ses consid&#233;rants, la Cour a d'abord rappel&#233; les buts et les principes guidant l'application de l'art. 8 CEDH, &#224; savoir: que cette disposition tend d'abord &#224; pr&#233;munir les individus contre les ing&#233;rences de l'Etat, conform&#233;ment &#224; son second paragraphe, mais qu'elle peut &#233;galement impliquer des obligations positives de la part de l'Etat afin de garantir le \" respect \" effectif de la vie familiale pr&#233;vu &#224; son premier paragraphe; que la fronti&#232;re entre les obligations n&#233;gatives et les obligations positives ne se pr&#234;te gu&#232;re &#224; une d&#233;finition pr&#233;cise; que, dans les deux cas, les principes applicables sont n&#233;anmoins comparables, en ce sens qu'il faut tenir compte du juste &#233;quilibre &#224; m&#233;nager entre les int&#233;r&#234;ts concurrents des individus et de la soci&#233;t&#233; dans son ensemble et que l'Etat jouit &#224; cet &#233;gard d'une certaine marge d'appr&#233;ciation (arr&#234;t pr&#233;cit&#233;, par. 42).\nLa Cour a ensuite r&#233;affirm&#233; sa jurisprudence constante voulant que, pour &#233;tablir les obligations de l'Etat dans un cas particulier, il faut examiner les faits de la cause &#224; la lumi&#232;re des principes suivants: BGE 133 II 6 S. 16\n   \na) l'&#233;tendue de l'obligation pour un Etat membre d'admettre sur son territoire des parents d'immigr&#233;s au titre du regroupement familial d&#233;pend de la situation des int&#233;ress&#233;s et de l'int&#233;r&#234;t g&#233;n&#233;ral;\nb) d'apr&#232;s un principe de droit international bien &#233;tabli, les Etats ont le droit, sans pr&#233;judice des engagements d&#233;coulant pour eux des trait&#233;s, de contr&#244;ler l'entr&#233;e des non-nationaux sur leur sol;\nc) en mati&#232;re d'immigration, l'art. 8 CEDH ne saurait s'interpr&#233;ter comme comportant pour un Etat l'obligation g&#233;n&#233;rale de respecter le choix, par des couples mari&#233;s, de leur r&#233;sidence commune et de permettre le regroupement familial sur son territoire (arr&#234;t pr&#233;cit&#233;, par. 43).\nAppliquant ces principes au cas d'esp&#232;ce, la Cour a express&#233;ment relev&#233; que, dans son analyse de la situation, elle devait prendre en consid&#233;ration l'&#226;ge des enfants concern&#233;s, leur situation dans leur pays d'origine et leur degr&#233; de d&#233;pendance par rapport aux parents (arr&#234;t pr&#233;cit&#233;, par. 44). Elle a ensuite &#233;tabli un parall&#232;le avec une autre affaire hollandaise (arr&#234;t dans la cause Sen contre Pays-Bas du 21 d&#233;cembre 2001, n&#176; 31465/96,), o&#249; elle avait admis, dans des circonstances qu'elle a qualifi&#233;es de similaires, une demande de regroupement familial en faveur d'un jeune enfant; comme l'&#226;ge des enfants faisant l'objet de la demande &#233;tait n&#233;anmoins sensiblement diff&#233;rent (neuf ans dans l'affaire Sen, contre quinze ans dans l'affaire Tuquabo-Tekle ), la Cour s'est attach&#233;e &#224; d&#233;terminer si cet &#233;l&#233;ment appelait de donner une issue diff&#233;rente au litige; &#224; cette fin, elle a fait &#233;tat de pr&#233;c&#233;dents o&#249; elle avait jug&#233; conformes &#224; l'art. 8 CEDH des refus de regroupement familial au motif pr&#233;cis&#233;ment que les enfants concern&#233;s avaient atteint un &#226;ge o&#249; l'on pouvait admettre qu'ils n'avaient plus autant besoin des soins et de l'attention de leurs parents que de jeunes enfants; dans des affaires de ce genre, a-t-elle poursuivi, il faut examiner dans quelle mesure les enfants ont grandi dans l'environnement culturel et linguistique de leur pays d'origine et y ont encore des parents pouvant les prendre en charge et si, cas &#233;ch&#233;ant, on peut attendre de leurs propres parents qu'ils les y rejoignent pour r&#233;unir la famille (arr&#234;t Tuquabo-Tekle pr&#233;cit&#233;, par. 47, 48 et 49 et les affaires qui y sont mentionn&#233;es).\nAu final, la Cour a d&#233;cid&#233; que, nonobstant l'importance des liens linguistiques et culturels de l'enfant Mehret avec son pays d'origine et bien qu'il n'e&#251;t pas &#233;t&#233; all&#233;gu&#233; que sa grand-m&#232;re ne pouvait plus prendre soin d'elle, son &#226;ge n'&#233;tait, compte tenu des BGE 133 II 6 S. 17circonstances particuli&#232;res du cas, pas un &#233;l&#233;ment justifiant d'adopter une autre solution que dans l'affaire Sen (arr&#234;t Tuquabo-Tekle pr&#233;cit&#233;, par. 50). Au titre de ces circonstances, la Cour a constat&#233; que la m&#232;re avait toujours eu l'intention de faire venir aupr&#232;s d'elle sa fille, qu'elle avait constamment et d&#232;s que possible accompli des efforts et entrepris des d&#233;marches en ce sens, qu'elle n'&#233;tait pas parvenue &#224; ses fins pour des raisons ind&#233;pendantes de sa volont&#233; (arr&#234;t pr&#233;cit&#233;, par. 45/46), qu'elle et son mari avaient l&#233;galement r&#233;sid&#233; pendant de nombreuses ann&#233;es aux Pays-Bas et avaient obtenu la nationalit&#233; de ce pays par naturalisation, qu'ils y avaient donn&#233; naissance &#224; deux enfants, &#233;galement de nationalit&#233; hollandaise, et que ces enfants n'avaient pratiquement aucun lien avec le pays d'origine de leurs parents, ayant toujours v&#233;cu dans l'environnement culturel et linguistique des Pays-Bas (arr&#234;t pr&#233;cit&#233;, par. 47/48); la Cour a &#233;galement relev&#233; que, m&#234;me s'ils n'&#233;taient en eux-m&#234;mes pas d&#233;cisifs, deux points m&#233;ritaient n&#233;anmoins d'&#234;tre mentionn&#233;s, &#224; savoir, d'une part, que conform&#233;ment aux coutumes du pays d'origine, la grand-m&#232;re avait d&#233;cid&#233;, contre l'avis de la m&#232;re, de retirer l'enfant Mehret de l'&#233;cole, et s'appr&#234;tait &#224; organiser pour elle un mariage arrang&#233; et, d'autre part, qu'au moment des premi&#232;res d&#233;marches entreprises en Norv&#232;ge en 1990 pour faire venir l'enfant, celle-ci n'&#233;tait alors &#226;g&#233;e que de neuf ans, comme dans l'affaire Sen (arr&#234;t Tuquabo-Tekle pr&#233;cit&#233;, par. 50 et 51).\n\n    5.2 Comme on l'a vu (supra consid. 3.1), le Tribunal f&#233;d&#233;ral op&#232;re une distinction, dans l'examen des cas, entre les demandes de regroupement familial pr&#233;sent&#233;es par les deux parents, en principe possibles &#224; tout moment jusqu'&#224; la majorit&#233; de l'enfant sous r&#233;serve des situations d'abus de droit, et celles pr&#233;sent&#233;es par un seul parent, soumises &#224; des conditions plus restrictives, surtout lorsqu'elles ont &#233;t&#233; longtemps diff&#233;r&#233;es. Dans cette derni&#232;re hypoth&#232;se, il s'impose en effet, dans la pes&#233;e des int&#233;r&#234;ts, de tenir compte du fait qu'une longue dur&#233;e de s&#233;paration entra&#238;ne non seulement une certaine rupture des liens entre le parent &#233;tabli en Suisse et l'enfant, mais encore resserre, dans le m&#234;me temps, les attaches de celui-ci avec son pays d'origine, en particulier avec son autre parent ou les proches qui y vivent et ont pris soin de lui, dans une mesure pouvant rendre d&#233;licat un changement de son cadre de vie et de sa prise en charge &#233;ducative.\nContrairement &#224; l'avis de SPESCHA (op. cit., p. 146) relay&#233; par les recourants, ces consid&#233;rations restent pertinentes et ne sont pas BGE 133 II 6 S. 18remises en cause par l'arr&#234;t Tuquabo-Tekle. Il est vrai que cette affaire avait pour toile de fond une demande de regroupement familial partiel, &#233;manant de la m&#232;re et du beau-p&#232;re de l'enfant, alors que le cas Sen, avec lequel la Cour europ&#233;enne des droits de l'homme a tir&#233; un parall&#232;le, avait pour enjeu une demande de regroupement familial &#233;manant des deux parents de l'enfant. Il appara&#238;t toutefois que les motifs ayant conduit les juges de Strasbourg &#224; &#233;tablir un tel parall&#232;le tiennent au fait que, dans les deux cas, il s'agissait d'affaires hollandaises concernant des couples mari&#233;s, &#233;tablis de longue date et bien int&#233;gr&#233;s aux Pays-Bas, qui avaient form&#233; une demande de regroupement familial en faveur de leur fille (respectivement belle-fille) laiss&#233;e au pays aux soins de proches parents; par ailleurs, aussi bien dans l'affaire Sen que dans l'affaire Tuquabo -  Tekle, les requ&#233;rants avaient acquis la nationalit&#233; de leur pays d'accueil par naturalisation et y avaient donn&#233; naissance &#224; deux enfants, &#233;galement de nationalit&#233; hollandaise, qui ne pr&#233;sentaient que peu de liens avec le pays d'origine de leurs parents, ayant toujours v&#233;cu dans l'environnement culturel et linguistique des Pays-Bas. C'est sous l'angle de ces circonstances particuli&#232;res que les deux cas ont &#233;t&#233; rapproch&#233;s par la Cour (cf. arr&#234;t pr&#233;cit&#233; Tuquabo-Tekle, par. 47/48). Que celle-ci n'ait, dans ce contexte pr&#233;cis, pas fait allusion &#224; certaines diff&#233;rences ne permet en tout cas pas, comme le soutient SPESCHA (ibidem), d'en d&#233;duire que de telles diff&#233;rences seraient une fois pour toutes et de mani&#232;re g&#233;n&#233;rale d&#233;nu&#233;es de toute pertinence pour appr&#233;cier des demandes de regroupement familial dans d'autres cas. On ne comprendrait du reste pas, s'il en &#233;tait ainsi et si la distinction entre regroupement familial partiel et regroupement familial aupr&#232;s des deux parents n'avait aucune pertinence, que la Cour europ&#233;enne des droits de l'homme continu&#226;t &#224; poser comme crit&#232;res d'appr&#233;ciation, outre l'&#226;ge des enfants, la situation de ceux-ci dans leur pays d'origine et leur degr&#233; de d&#233;pendance par rapport aux parents (arr&#234;t pr&#233;cit&#233;, par. 44). Il tombe en effet sous le sens que ces crit&#232;res se pr&#233;sentent sous un jour diff&#233;rent selon que les deux parents vivent ensemble ou non, surtout si l'&#233;ducation des enfants a &#233;t&#233; assur&#233;e pendant de nombreuses ann&#233;es par le parent rest&#233; &#224; l'&#233;tranger et si l'enfant a nou&#233; avec celui-ci des liens privil&#233;gi&#233;s.\nPar ailleurs, l'affaire Tuquabo-Tekle a ceci encore de particulier qu'elle concerne un cas singulier de regroupement familial partiel, soit celui d'une m&#232;re qui a &#233;migr&#233; de son pays d'origine apr&#232;s le BGE 133 II 6 S. 19d&#233;c&#232;s de son premier mari puis s'est remari&#233;e et a fond&#233; une nouvelle famille dans le pays d'accueil, en laissant sa fille derri&#232;re elle aux soins de proches. On ne saurait d&#232;s lors d&#233;duire du contexte particulier de l'affaire la port&#233;e de principe que veut conf&#233;rer &#224; celle-ci SPESCHA sur certains points, en particulier sur le fait qu'il n'y aurait d&#233;sormais plus lieu de faire de distinction entre un regroupement familial seulement partiel et un regroupement familial aupr&#232;s des deux parents. En r&#233;alit&#233;, la Cour europ&#233;enne des droits de l'homme n'a pas sp&#233;cifiquement abord&#233; cette question dans l'arr&#234;t Tuquabo-Tekle. Dans d'autres affaires, elle a par contre clairement mis l'accent, &#224; l'instar de la Cour de c&#233;ans, sur la n&#233;cessit&#233; de tenir aussi compte, dans la pes&#233;e des int&#233;r&#234;ts, des liens que l'enfant a pu d&#233;velopper avec ses proches dans son pays d'origine ainsi qu'avec l'environnement culturel et linguistique de ce pays (cf. arr&#234;ts dans la cause Ahmut contre Pays-Bas du 26 novembre 1996, Recueil CourEDH 1996-VI p. 2017, par. 69, et dans la cause G&#252;l contre Suisse du 19 f&#233;vrier 1996, Recueil CourEDH 1996-I p. 159, par. 42). Si, dans le cas Tuquabo-Tekle, ces liens n'ont pas &#233;t&#233; consid&#233;r&#233;s comme d&#233;cisifs, c'est apparemment - et notamment - parce que les juges de Strasbourg ont malgr&#233; tout tenu compte des perspectives relativement sombres qui attendaient l'enfant Mehret si elle devait rester au pays: sa grand-m&#232;re l'avait en effet retir&#233;e de l'&#233;cole et elle &#233;tait promise &#224; un mariage forc&#233;. Les juges ont semble-t-il &#233;galement voulu prendre en consid&#233;ration le fait que la m&#232;re avait sans succ&#232;s d&#233;j&#224; entrepris des d&#233;marches en vue du regroupement familial lorsque l'enfant n'&#233;tait &#226;g&#233;e que de 9 ans.\n\n    5.3 Il appara&#238;t &#233;galement que rien, dans la motivation de l'arr&#234;t Tuquabo-Tekle, ne permet de conclure, comme le soutiennent les recourants en s'appuyant sur SPESCHA (op. cit., p. 147), que l'&#226;ge de l'enfant au moment de la demande de regroupement familial ne jouerait qu'un r&#244;le secondaire dans la pes&#233;e des int&#233;r&#234;ts. Au contraire, c'est m&#234;me le premier crit&#232;re que la Cour a express&#233;ment mentionn&#233; parmi les &#233;l&#233;ments &#224; prendre en consid&#233;ration &#224; cet &#233;gard au titre de la situation personnelle de l'enfant (par. 44). Par ailleurs, si la Cour a effectivement &#233;tabli un parall&#232;le avec l'affaire Sen, elle n'en a pas moins clairement soulign&#233; que celle-ci se d&#233;marquait du litige qu'elle avait &#224; trancher par la diff&#233;rence d'&#226;ge des enfants concern&#233;s dans les deux causes (par. 48), confirmant par l&#224; l'importance de cet &#233;l&#233;ment dans l'appr&#233;ciation &#224; porter sur un cas d'esp&#232;ce. Certes a-t-elle finalement fait droit &#224; la demande de BGE 133 II 6 S. 20regroupement familial, en consid&#233;rant, au terme de son examen, que la diff&#233;rence d'&#226;ge entre les enfants concern&#233;s ne justifiait pas une autre solution. Elle n'a toutefois nullement fond&#233; cette conclusion, comme le voudrait SPESCHA (ibidem), sur l'id&#233;e que l'&#226;ge ne serait, d'une mani&#232;re g&#233;n&#233;rale, pas un crit&#232;re important pour appr&#233;cier le bien-fond&#233; d'une demande de regroupement familial diff&#233;r&#233;. En r&#233;alit&#233;, c'est malgr&#233; l'&#226;ge d&#233;j&#224; relativement avanc&#233; de l'enfant que la Cour a - exceptionnellement - pench&#233; pour l'admission du recours dans l'affaire Tuquabo-Tekle, afin de tenir compte des circonstances particuli&#232;res du cas (cf. JEAN-FRAN&#199;OIS AKANDJI-KOMBE, Les obligations positives en vertu de la Convention europ&#233;enne des Droits de l'Homme, in S&#233;rie \"Pr&#233;cis sur les droits de l'homme\", n&#176; 7, &#233;d. par le Conseil de l'Europe, Strasbourg 2006, p. 45/46).\nDans ces conditions, il n'y a pas lieu de changer la pratique en cours en mati&#232;re de regroupement familial partiel et diff&#233;r&#233;, en ce sens que, dans la pes&#233;e des int&#233;r&#234;ts, il faut continuer &#224; tenir compte de l'&#226;ge des enfants concern&#233;s et du nombre d'ann&#233;es que ceux-ci ont pass&#233;es &#224; l'&#233;tranger, et veiller autant que possible &#224; privil&#233;gier la venue en Suisse de jeunes enfants. En effet, ceux-ci ont g&#233;n&#233;ralement conserv&#233; des liens plus &#233;troits avec celui de leur parent &#233;tabli en Suisse que des enfants d&#233;j&#224; avanc&#233;s en &#226;ge ayant v&#233;cu de nombreuses ann&#233;es &#224; l'&#233;tranger; de plus, de jeunes enfants sont davantage capables de s'adapter &#224; un nouvel environnement familial, social et culturel (nouvelle prise en charge &#233;ducative et scolaire; nouvelles habitudes de vie; apprentissage d'une nouvelle langue; &#233;ventuelle n&#233;cessit&#233; d'un rattrapage scolaire; [...]), &#233;tant notamment moins en proie que des adolescents ou des enfants proches de l'adolescence &#224; rencontrer des probl&#232;mes d'int&#233;gration li&#233;s &#224; un d&#233;racinement (cf. supra consid. 3.1.1).\n\n    5.4 Ces r&#233;flexions ont aliment&#233; la loi f&#233;d&#233;rale sur les &#233;trangers du 16 d&#233;cembre 2005 (LEtr; FF 2005 p. 6885), approuv&#233;e le 24 septembre dernier en votation populaire (FF 2006 p. 8953), qui entrera en vigueur dans quelque temps en remplacement de l'actuelle loi f&#233;d&#233;rale (pr&#233;cit&#233;e) sur le s&#233;jour et l'&#233;tablissement des &#233;trangers (Annexe I LEtr). Ainsi, la nouvelle loi fait-elle de l'int&#233;gration des &#233;trangers un th&#232;me central, en lui consacrant de nombreuses dispositions (cf. art. 3 al. 1, 4 et 53 ss LEtr). Et c'est &#233;galement en partie dans ce souci que, sauf \" raisons familiales majeures \" (cf. art. 47 al. 3 LEtr), la nouvelle loi soumettra le droit de demander le regroupement familial des enfants de plus de 12 ans &#224; un d&#233;lai BGE 133 II 6 S. 21particulier de 12 mois d&#232;s l'octroi de l'autorisation de s&#233;jour ou d'&#233;tablissement ou de l'&#233;tablissement du lien familial (cf. art. 47 al. 1 et 3 let. b LEtr). Par ailleurs, contrairement &#224; l'art. 17 al. 2 LSEE, la nouvelle loi ne permettra plus d'inclure les enfants de plus de 12 ans dans l'autorisation d'&#233;tablissement de leurs parents, mais leur donnera simplement droit &#224; une autorisation de s&#233;jour (cf. art. 43 al. 1 et al. 3 LEtr a contrario; sur la nouvelle loi, cf. MINH SON NGUYEN, Le regroupement familial dans la loi sur les &#233;trangers et dans la loi sur l'asile r&#233;vis&#233;e, in Annuaire du droit de la migration, 2005/2006, Berne 2006, p. 31 ss; du m&#234;me auteur  et publi&#233; dans le m&#234;me ouvrage, La LEtr soumise au referendum, p. 213 ss).\nA noter que la mise en place de limites d'&#226;ge en vue de garantir une bonne int&#233;gration des enfants &#233;trangers n'est pas une politique propre &#224; la Suisse, le Conseil de l'Union europ&#233;enne ayant adopt&#233; le 22 septembre 2003 une directive 2003/86/CE relative au droit au regroupement familial (JO L 251 p. 12), qui donne notamment comp&#233;tence &#224; un Etat membre d'examiner si un enfant de plus de 12 ans arriv&#233; ind&#233;pendamment du reste de sa famille satisfait &#224; un crit&#232;re d'int&#233;gration pr&#233;vu par sa l&#233;gislation; cette possibilit&#233; vise &#224; tenir compte de la facult&#233; d'int&#233;gration des enfants d&#232;s le plus jeune &#226;ge et garantit qu'ils acqui&#232;rent l'&#233;ducation et les connaissances linguistiques n&#233;cessaires &#224; l'&#233;cole (art. 4 &#167; 1 in fine de la directive explicit&#233; &#224; la lumi&#232;re de son 12e consid&#233;rant). La directive pr&#233;voit &#233;galement que les Etats membres peuvent exiger que les demandes de regroupement familial d'enfants mineurs soient introduites avant que ceux-ci n'aient atteint l'&#226;ge de 15 ans, les demandes introduites ult&#233;rieurement ne pouvant faire l'objet d'une d&#233;rogation que \" pour d'autres motifs que le regroupement familial \" (art. 4 &#167; 6; sur cette directive, cf. ASTRID EPINEY/ANDREA FAEH, Zum Aufenthaltsrecht von Familienangeh&#246;rigen im europ&#228;ischen Gemeinschaftsrecht, in Annuaire du droit de la migration 2005/2006, Berne 2006, p. 49 ss, 74 ss).\nSaisie par le Parlement europ&#233;en d'un recours tendant &#224; l'annulation des dispositions pr&#233;cit&#233;es de la directive, la Cour de justice des communaut&#233;s europ&#233;ennes (ci-apr&#232;s cit&#233;e: la Cour de justice ou CJCE) l'a r&#233;cemment rejet&#233; dans un arr&#234;t du 27 juin 2006 (cause C-540/03). Apr&#232;s avoir rappel&#233; en d&#233;tail la pratique de la Cour europ&#233;enne des droits de l'homme en mati&#232;re de regroupement familial des enfants et, notamment, les principes d&#233;velopp&#233;s dans les arr&#234;ts pr&#233;cit&#233;s Sen, Ahmut et G&#252;l, la Cour de justice a BGE 133 II 6 S. 22consid&#233;r&#233; que la limite d'&#226;ge de 12 ans et le crit&#232;re d'int&#233;gration pr&#233;vus &#224; l'art. 4 &#167; 1 de la directive &#233;taient compatibles avec la marge d'appr&#233;ciation laiss&#233;e aux Etats par l'art. 8 CEDH et avec les objectifs poursuivis par cette disposition; &#224; cet &#233;gard, elle a notamment soulign&#233; que \" la n&#233;cessit&#233; de l'int&#233;gration peut relever de plusieurs des buts l&#233;gitimes vis&#233;s &#224; l'article 8, paragraphe 2, de la CEDH \" (arr&#234;t CJCE pr&#233;cit&#233;, points 62 ss). Par ailleurs, la Cour de justice a jug&#233; que la limite d'&#226;ge pr&#233;vue &#224; l'art. 4 &#167; 6 de la directive pouvait et devait &#234;tre interpr&#233;t&#233;e dans un sens conforme au droit fondamental au respect de la vie familiale, en ce sens notamment qu'elle n'interdisait pas aux Etats membres de prendre en compte des demandes relatives &#224; des enfants de plus de 15 ans, l'obligation de n'autoriser l'entr&#233;e et le s&#233;jour de ceux-ci que pour \" d'autres motifs que le regroupement familial \" ne faisant r&#233;f&#233;rence qu'aux hypoth&#232;ses de regroupement familial impos&#233;es par la directive; cette pr&#233;cision laisse la porte ouverte &#224; des demandes de regroupement familial fond&#233;es directement sur l'art. 8 CEDH (arr&#234;t pr&#233;cit&#233;, points 84 ss). En rendant son verdict, la Cour de justice n'a pas ignor&#233; l'arr&#234;t Tuquabo-Tekle qui lui est ant&#233;rieur de plusieurs mois, d'autant que son attention avait &#233;t&#233; express&#233;ment attir&#233;e sur cette affaire par les conclusions de l'avocat g&#233;n&#233;ral du 8 septembre 2005.\nLa situation envisag&#233;e &#224; la lumi&#232;re de la nouvelle loi sur les &#233;trangers ainsi qu'au regard de la pratique en cours dans les pays voisins n'incite donc nullement &#224; infl&#233;chir la jurisprudence actuelle dans le sens d&#233;sir&#233; par les recourants.\n\n    5.5 En r&#233;sum&#233;, on peut tout au plus d&#233;duire de l'arr&#234;t Tuquabo-Tekle qu'un droit au regroupement familial partiel ne doit, selon les circonstances, pas &#234;tre d'embl&#233;e exclu, m&#234;me s'il est exerc&#233; plusieurs ann&#233;es apr&#232;s la s&#233;paration de l'enfant et son parent &#233;tabli en Suisse et si l'enfant est alors d&#233;j&#224; relativement avanc&#233; en &#226;ge. Le Tribunal f&#233;d&#233;ral ne l'ignore pas; du reste, il a d&#233;j&#224; admis des demandes de regroupement familial (diff&#233;r&#233;) en faveur d'adolescents ou d'enfants proches de la majorit&#233; lorsque des motifs importants imposaient une modification de leur prise en charge &#233;ducative (cf. arr&#234;ts 2A.123/1999 du 26 juillet 1999 et 2A.340/2000 du 27 octobre 2000). De fait, la jurisprudence ne pose aucune r&#232;gle rigide en la mati&#232;re, mais invite au contraire, dans la ligne de la pratique de la Cour europ&#233;enne des droits de l'homme, &#224; proc&#233;der &#224; un examen individuel dans chaque cas d'esp&#232;ce, loin de tout sch&#233;matisme BGE 133 II 6 S. 23pr&#233;&#233;tabli. L'appr&#233;ciation doit se faire sur la base de l'ensemble des circonstances et tenir particuli&#232;rement compte de la situation personnelle de l'enfant (liens familiaux et sociaux et possibilit&#233; de prise en charge &#233;ducative dans son pays, [...]), de ses chances d'int&#233;gration en Suisse (compte tenu notamment de son &#226;ge, de son niveau scolaire et de ses connaissances linguistiques), du temps qui s'est &#233;coul&#233; depuis la s&#233;paration d'avec son parent &#233;tabli en Suisse, de la situation personnelle de celui-ci (notamment aux plans familial et professionnel) et des liens qui les unissent l'un &#224; l'autre. Pour juger de l'intensit&#233; de ces liens, il faut notamment prendre en consid&#233;ration le nombre d'ann&#233;es que le parent &#233;tabli en Suisse a v&#233;cues avec son enfant &#224; l'&#233;tranger avant d'&#233;migrer, et examiner dans quelle mesure il a depuis lors maintenu concr&#232;tement avec lui des relations malgr&#233; la distance, en particulier s'il a eu des contacts r&#233;guliers avec lui (au moyen de visites, d'appels t&#233;l&#233;phoniques, de lettres, [...]), s'il a gard&#233; la haute main sur son &#233;ducation et s'il a subvenu &#224; son entretien.\n\n    6. \n   \n\n    6.1 Le Tribunal administratif a constat&#233; que la m&#232;re n'avait d&#233;pos&#233; les demandes de regroupement familial litigieuses qu'en septembre 2004. Il a estim&#233; que cette d&#233;marche aurait pu &#234;tre entreprise plus t&#244;t et qu'il &#233;tait en tout cas \"difficilement compr&#233;hensible\" qu'apr&#232;s avoir obtenu une autorisation de s&#233;jour en avril 1997, qui avait par la suite &#233;t&#233; r&#233;guli&#232;rement renouvel&#233;e, l'int&#233;ress&#233;e e&#251;t encore attendu plus de 7 ans pour agir. On ne peut que partager la perplexit&#233; des premiers juges quant aux raisons invoqu&#233;es par les recourants pour justifier une telle attente, &#224; savoir que la m&#232;re n'avait obtenu une autorisation d'&#233;tablissement que le 29 septembre 2004 (recte: le 12 octobre 2004) et que sa situation financi&#232;re ne lui permettait de toute fa&#231;on pas d'agir auparavant.\nContrairement &#224; ce que laissent entendre les recourants, m&#234;me si elle ne b&#233;n&#233;ficiait pas encore d'une autorisation d'&#233;tablissement lui conf&#233;rant le droit de demander la r&#233;union de ses enfants en Suisse (cf. art. 17 al. 2 LSEE a contrario), la m&#232;re avait n&#233;anmoins la possibilit&#233;, comme l'ont constat&#233; les premiers juges, de d&#233;poser une telle demande depuis qu'une autorisation de s&#233;jour lui avait &#233;t&#233; octroy&#233;e, soit depuis le 14 avril 1997 (cf. art. 38 al. 2 de l'ordonnance du 6 octobre 1986 limitant le nombre des &#233;trangers a contrario [OLE; RS 823.21]). Certes, sa situation financi&#232;re &#233;tait &#224; l'&#233;poque difficile. Elle a du reste &#233;marg&#233; &#224; plusieurs reprises &#224; l'aide sociale, BGE 133 II 6 S. 24notamment &#224; partir du mois d'avril 1998, o&#249; elle a touch&#233; pendant certaines p&#233;riodes le revenu minimum de r&#233;insertion (RMR), la derni&#232;re fois, selon les pi&#232;ces au dossier, d'octobre 2003 &#224; juin 2004. Les recourants n'ont cependant apport&#233; aucun &#233;l&#233;ment permettant de penser que les choses se seraient soudainement am&#233;lior&#233;es &#224; l'automne 2004 lors du d&#233;p&#244;t de la demande litigieuse. Dans ses d&#233;clarations, puis dans son recours au Tribunal administratif, la m&#232;re n'a d'ailleurs pas indiqu&#233; de changement d&#233;terminant dans sa situation financi&#232;re &#224; cette &#233;poque, mais a surtout insist&#233; sur l'aide que pouvait lui apporter son compagnon Y., avec lequel elle partageait alors un appartement depuis 2002 en compagnie de leur enfant commun n&#233; cette m&#234;me ann&#233;e. Or, si le fait nouveau d&#233;cisif tenait vraiment dans sa nouvelle vie avec le pr&#233;nomm&#233;, on peut s'&#233;tonner que la m&#232;re ait encore attendu deux ann&#233;es suppl&#233;mentaires avant de demander la r&#233;union de ses enfants en Suisse. De plus, au regard des revenus de son compagnon, il n'appara&#238;t pas que l'aide de celui-ci p&#251;t &#234;tre importante, surtout si l'on consid&#232;re que l'int&#233;ress&#233; avait lui-m&#234;me form&#233;, selon les indications de l'Ambassade de Suisse &#224; Accra, une demande de regroupement familial en faveur de deux enfants vivant au Ghana dont il &#233;tait le p&#232;re. Dans ces conditions, on peut s&#233;rieusement se demander si les motifs &#233;conomiques invoqu&#233;s, certes r&#233;els mais en r&#233;alit&#233; pr&#233;sents et constants depuis l'arriv&#233;e de la m&#232;re en Suisse, y compris au moment de la demande de regroupement familial, expliquent &#224; eux seuls le retard pris pour former cette demande ou si, en fin de compte, celle-ci ne vise pas prioritairement un autre but que la r&#233;union de la famille sous le m&#234;me toit, comme l'ont sous-entendu les premiers juges en relevant que la demande n'avait &#233;t&#233; d&#233;pos&#233;e que peu de temps avant la majorit&#233; des deux jumeaux, soit &#224; un &#226;ge o&#249; ceux-ci peuvent entrer dans la vie active ou du moins entreprendre une formation (sur ce point, cf. aussi infra consid. 6.2.2).\nQuoi qu'il en soit, la question d'un &#233;ventuel abus de droit peut rester ind&#233;cise, car le recours est de toute fa&#231;on mal fond&#233; pour un autre motif.\n\n    6.2 Les recourants ont motiv&#233; pour l'essentiel leur demande par le fait, d'une part, que la m&#232;re aurait conserv&#233; une relation pr&#233;pond&#233;rante avec ses enfants (cf. infra consid. 6.2.1) et, d'autre part, que la prise en charge &#233;ducative de ceux-ci au Ghana ne pouvait plus &#234;tre assur&#233;e de mani&#232;re satisfaisante (cf. infra consid. 6.2.2). BGE 133 II 6 S. 25\n   \n\n    6.2.1 Selon les constatations du Tribunal administratif, la m&#232;re a r&#233;guli&#232;rement vers&#233; des contributions financi&#232;res en faveur de ses enfants et elle leur a rendu visite une fois par ann&#233;e au pays. Les recourants ont &#233;galement all&#233;gu&#233; qu'ils avaient de fr&#233;quents contacts t&#233;l&#233;phoniques. Au vu du temps qui s'est &#233;coul&#233; depuis la s&#233;paration, soit onze ann&#233;es au moment du d&#233;p&#244;t de la demande litigieuse, on ne saurait toutefois admettre que de tels rapports sont en eux-m&#234;me suffisants pour maintenir une relation pr&#233;pond&#233;rante entre les int&#233;ress&#233;s au sens de la jurisprudence. Seule une implication particuli&#232;rement importante et d&#233;cisive de la m&#232;re pour r&#233;gler la vie de ses enfants permettrait &#233;ventuellement d'admettre le contraire. Or, les recourants n'ont pas d&#233;montr&#233; sur quels points pr&#233;cis ou de quelle mani&#232;re l'int&#233;ress&#233;e aurait concr&#232;tement gard&#233; la haute main sur l'&#233;ducation de ses enfants, ni m&#234;me, du reste, n'ont formul&#233; d'all&#233;gu&#233;s allant dans ce sens. Il faut d&#232;s lors constater que les relations qui les unissent ne sont pas pr&#233;pond&#233;rantes au point de justifier &#224; elles seules un regroupement familial aussi diff&#233;r&#233; (sur ce point, cf. aussi infra consid. 6.3).\nC'est en vain que les recourants soutiennent, en se r&#233;f&#233;rant &#224; l'arr&#234;t pr&#233;cit&#233; Sen (ad par. 28), que \" le lien cr&#233;&#233; entre parents et enfant par la vie familiale initiale (...) cr&#233;e un lien que des &#233;v&#233;nements ult&#233;rieurs ne peuvent briser que dans des circonstances exceptionnelles \". En effet, le passage de l'arr&#234;t Sen auquel il est fait allusion d&#233;termine &#224; quelles conditions l'existence d'une vie familiale au sens de l'art. 8 CEDH doit &#234;tre admise. Or, en l'esp&#232;ce, ce point - de recevabilit&#233; du grief - n'est pas contest&#233;. Seule est litigieuse la question - de fond - de savoir si les refus d'autorisations d'entr&#233;e et/ou de s&#233;jour oppos&#233;s aux enfants constituent des violations du droit au respect de la vie familiale garanti par la disposition conventionnelle pr&#233;cit&#233;e ou constituent des ing&#233;rences dans l'exercice de ce droit.\nAu demeurant, &#224; supposer m&#234;me que les liens entre la m&#232;re et ses enfants puissent &#234;tre qualifi&#233;s de pr&#233;pond&#233;rants, un examen de l'ensemble des circonstances s'imposerait de toute fa&#231;on au regard de la dur&#233;e de s&#233;paration entre les int&#233;ress&#233;s et de l'&#226;ge d&#233;j&#224; relativement avanc&#233; des enfants au moment de la demande (cf. supra consid. 3.1.1 et 5.5). Il sera proc&#233;d&#233; plus loin &#224; cet examen d'ensemble (infra consid. 6.3).\n\n    6.2.2 Dans leurs diff&#233;rentes &#233;critures, les recourants n'ont eu de cesse de faire valoir que la prise en charge &#233;ducative des enfants BGE 133 II 6 S. 26ne pouvait pas - ou plus - &#234;tre convenablement assur&#233;e au Ghana. Ils n'ont toutefois fourni aucun &#233;l&#233;ment tangible &#224; l'appui de cette assertion ni m&#234;me d&#233;velopp&#233; de claires explications permettant de l'accr&#233;diter. De leur propre aveu, les enfants sont pris en charge depuis quelques ann&#233;es par Z. En proc&#233;dure f&#233;d&#233;rale, ils ne d&#233;montrent ni m&#234;me n'all&#232;guent express&#233;ment que celle-ci ne pourrait plus assurer cette mission. La seule allusion &#224; cette circonstance tient dans une d&#233;claration &#233;crite du 9 juillet 2004 de la pr&#233;nomm&#233;e que les recourants retranscrivent dans la partie faits de leur m&#233;moire (apr&#232;s traduction de l'anglais) de la mani&#232;re suivante: \"(...) Que la garde de l'enfant [il n'est ici fait r&#233;f&#233;rence qu'&#224; la cadette, mais il est constant que les deux a&#238;n&#233;s ont &#233;galement &#233;t&#233; pris en charge par la pr&#233;nomm&#233;e] m'a &#233;t&#233; confi&#233;e quand la m&#232;re X. a quitt&#233; le territoire. Que depuis lors j'ai &#233;t&#233; le gardien, le parent nourricier et le responsable ici au Ghana de C. Que pr&#233;sentement j'ai &#224; faire face &#224; des difficult&#233;s &#233;conomiques qui sont un obstacle insurmontable &#224; l'entretien et l'&#233;ducation de l'enfant. Qu'il est de l'int&#233;r&#234;t sup&#233;rieur de l'enfant de pouvoir se r&#233;unir &#224; sa m&#232;re de mani&#232;re que celle-ci soit en mesure de lui assurer des soins normaux, une vie d&#233;cente et une bonne &#233;ducation (...)\". Du moment qu'il est admis que la m&#232;re envoie r&#233;guli&#232;rement de l'argent au Ghana, pays o&#249; il est notoire que le co&#251;t de la vie est sans commune mesure moins cher qu'en Suisse, l'argument financier n'appara&#238;t pas de nature &#224; &#233;tablir, en l'absence d'&#233;l&#233;ments plus pr&#233;cis, que Z. ne peut subitement plus assumer la prise en charge des enfants. En r&#233;alit&#233;, le regroupement familial vise avant tout &#224; donner &#224; ceux-ci l'opportunit&#233; de b&#233;n&#233;ficier de meilleures perspectives d'avenir en mati&#232;re de formation et d'acc&#232;s au march&#233; du travail, comme en conviennent du reste sans d&#233;tour les recourants en proc&#233;dure f&#233;d&#233;rale, en relevant que \" c'est d'ailleurs le souci d'une &#233;ducation normale et suffisante qui est le motif principal de la r&#233;union familiale \". Cet objectif transpara&#238;t tout aussi nettement dans une d&#233;claration que le p&#232;re des jumeaux a sign&#233;e le m&#234;me jour que Z. Or, pour honorable qu'il soit, un tel objectif n'est pas susceptible de justifier une demande de regroupement familial (cf. ATF 129 II 249 consid. 2.2 p. 253/254). A cet &#233;gard, les recourants font fausse route lorsqu'ils invoquent l'art. 17 al. 2bis LSEE: outre que cette disposition n'est pas d'application directe, qu'elle n'a, &#224; ce jour, pas &#233;t&#233; pr&#233;cis&#233;e par voie d'ordonnance, et qu'elle ne vise que les enfants dont les parents sont titulaires d'une autorisation de BGE 133 II 6 S. 27s&#233;jour, son but n'est pas &#224; proprement parler de faciliter le regroupement familial des enfants vis&#233;s en vue de leur garantir une formation, mais d'introduire des crit&#232;res d'admission, comme l'&#226;ge, en vue de s'assurer que ces enfants puissent, le moment venu, entreprendre avec succ&#232;s une telle formation (cf., &#224; ce sujet, les d&#233;clarations du rapporteur de la commission du Conseil des Etats, Peter Bieri, in BO 2002 CE p. 528).\n\n    6.3 Il reste &#224; examiner si, au terme d'un examen de l'ensemble des circonstances, il doit n&#233;anmoins &#234;tre fait droit aux demandes des recourants.\n\n    6.3.1 Lorsque sa m&#232;re est arriv&#233;e en Suisse en ao&#251;t 1993, la cadette des enfants, C., &#233;tait alors &#226;g&#233;e d'un peu plus de trois ans. Elle avait 14 ans &#189; au moment du d&#233;p&#244;t de la demande de regroupement familial, en septembre 2004. A ce moment-l&#224;, elle avait donc v&#233;cu pendant plus de onze ann&#233;es s&#233;par&#233;e de sa m&#232;re. Cette dur&#233;e est importante et de nature &#224; affaiblir les liens entre une m&#232;re et sa fille, en particulier si on met cette dur&#233;e en parall&#232;le avec la p&#233;riode de temps relativement courte (trois ans) que les int&#233;ress&#233;es ont pu passer ensemble avant leur s&#233;paration. Cette derni&#232;re n'a, en outre, &#233;t&#233; entrecoup&#233;e qu'&#224; une dizaine d'occasions, soit lors des visites annuelles de la m&#232;re. Au vu de ces &#233;l&#233;ments, il faut admettre que les liens entre les int&#233;ress&#233;es, pour r&#233;els qu'ils soient, ne peuvent que difficilement &#234;tre aussi privil&#233;gi&#233;s que ne le pr&#233;tendent les recourants. Par comparaison, dans la cause Tuquabo-Tekle, l'enfant Mehret avait v&#233;cu 8 ans avec sa m&#232;re avant d'&#234;tre s&#233;par&#233;e d'elle, et la s&#233;paration avait dur&#233; environ 7 ans au moment du d&#233;p&#244;t de la demande de regroupement familial; en outre, la m&#232;re avait d&#233;j&#224; d&#233;pos&#233; sans succ&#232;s une telle demande plusieurs ann&#233;es auparavant.\nPar ailleurs, la m&#232;re de C. ne jouit pas en Suisse d'une situation personnelle et familiale aussi stable et favorable au d&#233;veloppement et &#224; l'int&#233;gration de l'enfant que dans l'affaire pr&#233;cit&#233;e. Certes y a-t-elle donn&#233; naissance en 2002 &#224; un nouvel enfant, D.; elle n'est toutefois pas mari&#233;e et semble dans une situation financi&#232;re plut&#244;t pr&#233;caire; dans son recours, elle all&#232;gue m&#234;me ne plus partager sa vie avec le p&#232;re de son enfant D., mais vivre seule avec ce dernier et, depuis, avril 2004, son premier fils entr&#233; sans visa et sans autorisation en Suisse; sa situation ne lui permet donc que difficilement d'accueillir de nouveaux enfants dans son foyer et BGE 133 II 6 S. 28laisse m&#234;me redouter qu'elle doive alors recourir &#224; l'assistance publique.\nEn outre, selon les informations de l'Ambassade de Suisse &#224; Accra, C. ne parlerait pas anglais, mais seulement la langue locale, et serait illettr&#233;e. Les recourants ont v&#233;h&#233;mentement contest&#233; l'exactitude de ces informations, mais sur le mode de l'affirmation et sans apporter le moindre &#233;l&#233;ment permettant de se convaincre du contraire (par exemple des documents scolaires). Ils ont m&#234;me express&#233;ment admis que l'int&#233;ress&#233;e avait refus&#233; de fr&#233;quenter l'&#233;cole, en relevant que sa venue en Suisse serait pour elle l'opportunit&#233; de compl&#233;ter ses lacunes et d'acqu&#233;rir une formation, dans l'id&#233;e d'exercer plus tard une activit&#233; lucrative. Mais, comme on l'a vu (supra 6.2.2 in fine), de tels buts sont &#233;trangers &#224; l'institution du regroupement familial. D'ailleurs, l'&#226;ge d&#233;j&#224; relativement avanc&#233; de l'enfant en cause et ses importantes carences linguistiques et scolaires laissent redouter qu'elle &#233;prouverait les plus grandes difficult&#233;s d'int&#233;gration en cas de d&#233;placement de son centre de vie en Suisse et, en particulier, qu'elle ne pourrait que difficilement d&#233;buter une formation ou une activit&#233; adapt&#233;es &#224; ses facult&#233;s. A l'inverse, au vu du nombre d'ann&#233;es pass&#233;es au Ghana, il faut admettre que l'enfant y a forc&#233;ment d'importantes attaches familiales, sociales et culturelles. Certes n'entretient-elle aucune relation avec son p&#232;re et les recourants sont-ils rest&#233;s laconiques et flous sur ses r&#233;elles conditions de vie, en particulier sur son cercle de relations familiales et sociales. Il appara&#238;t toutefois qu'elle peut en tout cas compter sur sa petite-cousine qui prend soin de son &#233;ducation gr&#226;ce &#224; l'argent que lui envoie sa m&#232;re ainsi que sur l'aide de sa soeur a&#238;n&#233;e. Sur un plan professionnel, il semble qu'elle ait entrepris une formation dans le domaine de la coiffure. Pour difficile qu'elle puisse &#234;tre, surtout sous l'angle &#233;conomique, sa situation personnelle au Ghana ne se confond donc nullement avec le cas de l'enfant Mehret en Erythr&#233;e dans l'affaire Tuquabo-Tekle.\nDans ces conditions, l'int&#233;r&#234;t priv&#233; des recourants &#224; ce que C. puisse rejoindre sa m&#232;re en Suisse au titre du regroupement familial ne l'emporte pas sur l'int&#233;r&#234;t public du pays de poursuivre une politique restrictive en mati&#232;re d'immigration. En particulier, les recourants n'ont pas &#233;tabli que la m&#232;re entretiendrait avec sa fille des relations pr&#233;pond&#233;rantes ou qu'un changement important des circonstances se serait produit rendant n&#233;cessaire une modification de la prise en charge &#233;ducative de l'enfant. Le cas n'est en outre pas BGE 133 II 6 S. 29 comparable &#224; l'affaire Tuquabo-Tekle pour les nombreuses raisons rappel&#233;es ci-avant.\n\n    6.3.2 Quant aux deux jumeaux, aujourd'hui majeurs, leur regroupement familial n'a &#233;t&#233; demand&#233; qu'une ann&#233;e et demie avant leur majorit&#233;. C'est donc seulement si les recourants avaient &#233;tabli l'existence de motifs particuli&#232;rement importants &#224; l'appui d'une telle demande qu'on pourrait y faire droit. Tel n'est cependant pas le cas. En outre, sous r&#233;serve que les int&#233;ress&#233;s ont, pendant leur prime enfance, partag&#233; plus de temps que leur soeur cadette avec leur m&#232;re et ont donc vraisemblablement tiss&#233; un lien plus fort avec celle-ci que leur soeur, leur situation personnelle ne diff&#232;re pas fondamentalement de cette derni&#232;re. Cette r&#233;serve mise &#224; part, les &#233;l&#233;ments pris en compte dans la pes&#233;e des int&#233;r&#234;ts effectu&#233;e au consid&#233;rant pr&#233;c&#233;dent valent donc mutatis mutandis &#224; leur &#233;gard, si ce n'est que leurs chances de s'int&#233;grer en Suisse apparaissent plus compromises encore au vu de leur &#226;ge. Les deux ann&#233;es et demie que le jumeau gar&#231;on a pass&#233;es en Suisse au b&#233;n&#233;fice d'une simple tol&#233;rance, apr&#232;s y &#234;tre venu sans visa ni autorisation, ne sont pas d&#233;terminantes dans la pes&#233;e des int&#233;r&#234;ts (cf. ATF 130 II 39 consid. 4 p. 43; ATF 129 II 249 consid. 2.3 p. 255).\n\n    6.4 En cons&#233;quence, les demandes de regroupement familial form&#233;es en faveur de A., B. et C. sont mal fond&#233;es.\n \n   \n   "
}