{
  "titre": "123 II 49",
  "annee": "1997",
  "contenu": "\n      \n  Chapeau\n123 II 498. Extrait de l'arr&#234;t de la IIe Cour de droit public du 20 f&#233;vrier 1997 dans la cause B. et R. contre Tribunal administratif du canton de Vaud et Office de contr&#244;le des habitants et de police des &#233;trangers du canton de Vaud (recours de droit administratif)\n\n  \nRegeste\nArt. 7 LSEE et art. 105 al. 2 OJ; autorisation de s&#233;jour, mariage fictif, abus de droit, pouvoir d'examen, questions de fait et de droit.  Des indices insuffisants de mariage fictif ne permettent pas &#224; eux seuls de retenir un abus du droit &#224; se pr&#233;valoir d'un mariage existant (consid. 4 et 5). \nEtat de fait incomplet, absence de distinction claire des questions de fait et de droit; renvoi au tribunal administratif cantonal (consid. 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 49\n\n\n    BGE 123 II 49 S. 49\n   \n\n    A.- B., ressortissante roumaine n&#233;e en 1957, est entr&#233;e en Suisse en 1990. Apr&#232;s avoir sollicit&#233; en vain une demande d'asile, elle a &#233;t&#233; refoul&#233;e le 25 mai 1992.\n\n    BGE 123 II 49 S. 50\n   \nPar la suite, elle a &#233;pous&#233; A., ressortissant suisse n&#233; en 1941, et a obtenu en janvier 1993 une autorisation de s&#233;jour, laquelle a &#233;galement &#233;t&#233; d&#233;livr&#233;e &#224;  sa fille, R., ressortissante roumaine n&#233;e en 1979 d'un premier mariage.\nPar d&#233;cision du 16 novembre 1995, notifi&#233;e le 23 novembre 1995, l'Office cantonal de contr&#244;le des habitants et de police des &#233;trangers du canton de Vaud  (ci-apr&#232;s: l'Office cantonal) a refus&#233; de renouveler les autorisations de s&#233;jour de B. et de sa fille, consid&#233;rant que l'int&#233;ress&#233;e s'&#233;tait mari&#233;e uniquement dans le but d'&#233;luder les dispositions de police des &#233;trangers.\nPar arr&#234;t du 3 septembre 1996, le Tribunal administratif a rejet&#233; le recours d&#233;pos&#233; par l'int&#233;ress&#233;e contre cette d&#233;cision, consid&#233;rant que le point de savoir si le mariage &#233;tait fictif pouvait rester ind&#233;cis car, de toute fa&#231;on, l'int&#233;ress&#233;e invoquait abusivement un mariage qui n'existait plus que formellement pour obtenir une prolongation de son autorisation de s&#233;jour et de celle de sa fille.\n\n    B.- Agissant le 4 octobre 1996 par la voie du recours de droit administratif, B., qui intervient &#233;galement pour sa fille, demande au Tribunal f&#233;d&#233;ral d'annuler l'arr&#234;t du Tribunal administratif du 3 septembre 1996 et d'inviter l'Office cantonal &#224; renouveler leurs autorisations de s&#233;jour. L'Office cantonal s'en remet aux d&#233;terminations du Tribunal administratif, qui renonce &#224; d&#233;poser des observations. L'Office f&#233;d&#233;ral des &#233;trangers conclut au rejet du recours dans la mesure o&#249; il est recevable.\nLe Tribunal f&#233;d&#233;ral admet le recours et renvoie l'affaire au Tribunal administratif pour compl&#233;ment d'instruction et nouvelle d&#233;cision.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. a) En l'esp&#232;ce, l'autorit&#233; intim&#233;e a retenu que la recourante affirmait &#234;tre tomb&#233;e amoureuse de son futur mari d&#232;s leur premi&#232;re rencontre en 1992. Toutefois, interrog&#233;s par la police en mai 1995 dans le cadre d'une enqu&#234;te p&#233;nale, les &#233;poux avaient tous deux fait allusion &#224; un mariage blanc, de sorte que l'on pouvait douter de leur volont&#233; de cr&#233;er une v&#233;ritable union conjugale.\nToujours selon l'autorit&#233; intim&#233;e, la question du caract&#232;re fictif du mariage pouvait cependant rester ind&#233;cise car, de toute fa&#231;on, la recourante invoquait abusivement un mariage qui n'existait plus que formellement pour obtenir la prolongation de son autorisation de s&#233;jour et de celle de sa fille. En effet, l'int&#233;ress&#233;e, qui apr&#232;s le refus BGE 123 II 49 S. 51de sa demande d'asile ne cachait pas son int&#233;r&#234;t &#224; &#233;pouser un Suisse, avait &#233;t&#233;  pr&#233;sent&#233;e &#224; son futur &#233;poux par une amie et avait propos&#233; &#224; celui-ci une somme d'argent en &#233;change d'un mariage. Or, il &#233;tait &#233;vident qu'elle tirait d'une telle union des avantages manifestes en mati&#232;re de police des &#233;trangers. En outre, bien qu'elle dur&#226;t toujours, la vie commune des &#233;poux avait &#233;t&#233; marqu&#233;e par de nombreux incidents et, surtout, par l'activit&#233; de prostitu&#233;e r&#233;guli&#232;rement exerc&#233;e par la recourante en plein accord avec son &#233;poux. L'autorit&#233; intim&#233;e concluait ainsi &#224; l'existence manifeste d'un abus de droit et pr&#233;cisait encore que l'intention, r&#233;cemment exprim&#233;e par l'&#233;poux, d'adopter sa belle-fille, ne pouvait renverser cette tr&#232;s forte pr&#233;somption.\nb) Dans son m&#233;moire de recours, l'int&#233;ress&#233;e d&#233;clare qu'elle-m&#234;me et son  &#233;poux forment maintenant un v&#233;ritable couple, qu'elle a d&#233;finitivement renonc&#233;  &#224; se prostituer, qu'elle dispose d'une formation d'infirmi&#232;re acquise en Roumanie et qu'elle a suivi en Suisse un cours d'auxiliaire de sant&#233; organis&#233;  par la Croix-Rouge. A titre de faits nouveaux, elle indique qu'elle a pass&#233; les examens sanctionnant le cours suivi et qu'elle a effectu&#233; un stage du 10 juin au 9 septembre 1996 dans un h&#244;pital, lequel lui a d&#233;livr&#233; un certificat attestant qu'elle avait ex&#233;cut&#233; ses t&#226;ches consciencieusement et avec ponctualit&#233;. Par ailleurs, elle souligne que la volont&#233; de son &#233;poux d'adopter sa fille date en r&#233;alit&#233; de quelques ann&#233;es d&#233;j&#224;.\n\n    5. a) Lorsque le recours de droit administratif est dirig&#233;, comme en l'esp&#232;ce, contre la d&#233;cision d'une autorit&#233; judiciaire, le Tribunal f&#233;d&#233;ral ne peut revoir les faits constat&#233;s dans la d&#233;cision que s'ils sont manifestement inexacts ou incomplets ou s'ils ont &#233;t&#233; &#233;tablis au m&#233;pris de r&#232;gles essentielles de proc&#233;dure (art. 105 al. 2 OJ). Au demeurant, le principe de l'officialit&#233; subsiste: le Tribunal f&#233;d&#233;ral conserve la comp&#233;tence de v&#233;rifier de son chef les constatations de fait dans le cadre fix&#233; par l'art. 105 al. 2 OJ (ATF 97 V 134 consid. 1 p. 136/137; ANDR&#201; GRISEL, Trait&#233; de droit administratif, Neuch&#226;tel 1984, vol. II, p. 931).\nEn l'esp&#232;ce, ainsi qu'on va le voir ci-apr&#232;s (consid&#233;rants b et d), l'&#233;tat de fait de la d&#233;cision entreprise souffre de lacunes manifestes au vu de la complexit&#233; du cas: d'une part, de nombreux &#233;l&#233;ments pertinents figurant au dossier n'ont pas &#233;t&#233; mentionn&#233;s dans la d&#233;cision attaqu&#233;e et, d'autre part, des questions de fait essentielles n'ont pas &#233;t&#233; suffisamment instruites.\nb) aa) Il ressort de l'arr&#234;t attaqu&#233; certains indices de mariage fictif: versement d'une somme d'argent, avantages sur le plan de la BGE 123 II 49 S. 52police des &#233;trangers, vie conjugale houleuse, activit&#233; de prostitu&#233;e. Le dossier r&#233;v&#232;le en outre un &#233;l&#233;ment pertinent suppl&#233;mentaire en faveur du mariage fictif: l'&#233;poux, n&#233; en 1941, est de seize ans plus &#226;g&#233; que la recourante, n&#233;e en 1957.\nbb) Toutefois, il ne faut pas sous-estimer d'autres indices allant en sens contraire. Notamment, ainsi que l'a constat&#233; l'autorit&#233; intim&#233;e, les &#233;poux vivent toujours ensemble.\nDe plus, il ressort du dossier, soit des proc&#232;s-verbaux d'interrogatoires des  &#233;poux par la police les 19 mai, 31 mai et 7 juillet 1995, que la vie commune -  avec la fille de la recourante - dure pratiquement depuis le mariage du 27  novembre 1992, soit depuis pr&#232;s de quatre ans lors de la d&#233;cision attaqu&#233;e du 3  septembre 1996. Puis, selon ces m&#234;mes d&#233;clarations, les &#233;poux ont eu, voire ont toujours selon la recourante, des relations sexuelles. En outre, l'int&#233;ress&#233;e a produit devant l'autorit&#233; cantonale trente-quatre photos, portant sur une p&#233;riode de novembre 1992 &#224; juin 1995, qui montrent pour la plupart les &#233;poux enlac&#233;s lors du mariage, lors de vacances en Roumanie ou lors de festivit&#233;s diverses, et qui ont une apparence de v&#233;rit&#233;. Enfin, le consentement du p&#232;re de R. du 19 octobre 1993, figurant au dossier, &#224; l'adoption de sa fille par A.,  &#233;tablit que des d&#233;marches ont effectivement &#233;t&#233; entreprises en vue de cette adoption il y a trois ans d&#233;j&#224;.\ncc) Ainsi, les indices qui se d&#233;gagent de l'arr&#234;t attaqu&#233; et du dossier sont divergents; ils ne permettent donc pas de conclure &#224; un mariage fictif. En particulier, il est significatif que la vie commune dure pratiquement depuis le mariage de mani&#232;re ininterrompue, m&#234;me si c'est avec des hauts et des bas.\nc) L'autorit&#233; intim&#233;e a laiss&#233; ouverte la question du mariage fictif car, de toute fa&#231;on, la recourante invoquait abusivement un mariage qui n'existait plus que formellement. Le Tribunal administratif a tir&#233; cette conclusion essentiellement des indices de mariage fictif qu'il avait rassembl&#233;s. Toutefois, de tels indices ne suffisent pas &#224; fonder un abus de droit au sens de la jurisprudence (ATF 121 II 97 consid. 4a p. 103/104).\nL'art. 7 al. 2 LSEE (RS 142.20) pr&#233;voit express&#233;ment, en cas de mariage fictif, la suppression du droit &#224; l'autorisation de s&#233;jour du conjoint  &#233;tranger. Cependant, lorsque les indices de mariage fictif sont insuffisants pour consid&#233;rer celui-ci comme av&#233;r&#233;, il n'est pas admissible de conclure &#224; une d&#233;ch&#233;ance du droit &#224; l'autorisation de s&#233;jour, du seul fait de la l&#233;g&#232;ret&#233; de ces indices, au motif qu'il y aurait abus de droit. Il faut au contraire que les &#233;l&#233;ments de fait qui BGE 123 II 49 S. 53permettent de retenir l'abus de droit soient r&#233;unis. Or, il s'agit-l&#224; d'une situation diff&#233;rente, soit le maintien d'un mariage, qui n'existe plus que formellement, dans le seul but d'obtenir une autorisation de s&#233;jour. Au demeurant, dans ce cadre, il n'est pas exclu de tenir &#233;galement compte des faits constituant des indices de mariage fictif, s'ils sont manifestement  &#233;tablis, pour d&#233;terminer s'il y a abus de droit.\nd) D'autres &#233;l&#233;ments que les indices de mariage fictif mentionn&#233;s au consid&#233;rant b ci-dessus ressortent, non pas de l'arr&#234;t attaqu&#233;, mais des proc&#232;s-verbaux pr&#233;cit&#233;s, et laissent penser que le mariage de la recourante n'est qu'un cadre fictif maintenu pour des raisons &#233;trang&#232;res &#224;  l'accomplissement d'une vie conjugale et familiale prot&#233;g&#233;e par l'art. 7 al. 1  LSEE. Si une telle hypoth&#232;se est av&#233;r&#233;e, l'abus de droit pourrait alors &#234;tre admis.\nEn effet, certaines d&#233;clarations indiquent que la recourante ne reste aupr&#232;s de son &#233;poux que pour assurer son s&#233;jour et celui de sa fille. Avec le consentement de son &#233;poux, elle a poursuivi apr&#232;s le mariage ses activit&#233;s de masseuse &#233;rotique pendant au moins deux ans; elle a ajout&#233; &#224; cet &#233;gard que, lorsqu'elle avait voulu cesser, ce m&#233;tier la \"d&#233;go&#251;tant\", son mari l'avait forc&#233;e &#224; continuer - ce qu'il nie - en la mena&#231;ant de demander le divorce. De plus, elle a reproch&#233; &#224; son &#233;poux de la frapper \"souvent\", et a pr&#233;cis&#233; qu'elle ne s'&#233;tait rendue &#224; l'h&#244;pital \"qu'&#224; deux reprises\". Enfin, elle a d&#233;clar&#233;: \"Je pense qu'il m'aime comme je l'aime aussi. En effet, apr&#232;s avoir pay&#233; 7'000 fr.  &#224; mon &#233;poux, je suis tomb&#233;e amoureuse de lui. Je rectifie, en fait, je vous ai dit cela car je dois absolument rester dans votre pays afin d'y &#233;lever convenablement ma fille. En effet, il n'y a pas de travail en Roumanie. Pour ces raisons, je voudrais obtenir la nationalit&#233; suisse, soit apr&#232;s trois ans de mariage\".\nDe m&#234;me, il n'est pas exclu que l'&#233;poux ne renonce au divorce que pour pouvoir continuer &#224; profiter des gains de prostitu&#233;e de sa femme. Selon ses propres dires, il ne dispose que de ses rentes d'assurance-invalidit&#233; et d'assurance-maladie, de 3'400 fr. par mois, le magasin qu'il g&#232;re n'&#233;tant pas encore rentable. Or, on ne saurait passer sous silence qu'il a avou&#233; avoir sign&#233; le bail du salon de massage de son &#233;pouse ouvert en ao&#251;t 1994 (bien qu'il d&#233;clare &#224; cet &#233;gard avoir cru que l'appartement &#233;tait destin&#233; &#224; une amie de sa femme), qu'il a admis avoir r&#233;guli&#232;rement conduit son &#233;pouse sur son lieu de travail et avoir re&#231;u mensuellement de celle-ci 2'300 fr. - somme qu'il savait tir&#233;e de la prostitution - soit un montant total d'au moins 36'000 fr. De plus, il a d&#233;pos&#233; une requ&#234;te de mesures protectrices BGE 123 II 49 S. 54de l'union conjugale, retir&#233;e par la suite. Enfin, il a d&#233;clar&#233;: \"Maintenant, j'ai vraiment envie de divorcer (...). Je reconnais que j'ai fait une connerie d'accepter ce mariage en blanc.\"\nAinsi, certains indices laissent penser que les &#233;poux maintiennent leur mariage pour d'autres motifs que la vie conjugale. Toutefois, ces &#233;l&#233;ments ne sont pas suffisamment &#233;tablis pour conclure &#224; l'abus de droit; des informations essentielles manquent au dossier. En particulier, on ignore si et &#224; quelles conditions les &#233;poux ont l'intention de poursuivre la vie commune. On ne sait pas non plus si l'&#233;poux de la recourante a toujours l'intention d'adopter sa belle-fille, soit, notamment, si une demande formelle a finalement &#233;t&#233; d&#233;pos&#233;e. Enfin, il n'est pas &#233;tabli que les all&#233;gu&#233;s de la recourante &#224; l'intention de l'autorit&#233; intim&#233;e, selon lesquels elle aurait commenc&#233; une nouvelle formation dans le domaine de la sant&#233;, soient av&#233;r&#233;s. De m&#234;me, on ignore si le contrat de bail du salon de massage a &#233;t&#233; r&#233;sili&#233;, ce qui devrait normalement &#234;tre le cas si la recourante a effectivement chang&#233; d'activit&#233;.\n\n    6. a) La restriction du pouvoir d'examen d&#233;coulant de l'art. 105 al. 2 OJ permet de d&#233;charger le Tribunal f&#233;d&#233;ral de l'&#233;tablissement des faits: comme il peut normalement consid&#233;rer que les faits que l'instance inf&#233;rieure a tenu pour prouv&#233;s sont suffisamment &#233;tablis, sauf exceptions tr&#232;s limit&#233;es, le Tribunal f&#233;d&#233;ral peut se consacrer &#224; sa t&#226;che essentielle dans le cadre du recours de droit administratif, soit l'application uniforme du droit f&#233;d&#233;ral (cf. ATF 119 Ib 193 consid. 4a p. 199/200). L'art. 105 al. 2 OJ prend d&#232;s lors toute son importance, d'autant plus que la r&#233;forme de la loi sur l'organisation judiciaire, qui avait notamment pour but d'all&#233;ger la t&#226;che du Tribunal f&#233;d&#233;ral, a &#233;largi le champ d'application de cette disposition en introduisant le nouvel art. 98a al. 1 OJ (loi f&#233;d&#233;rale du 4 octobre 1991, RO 1992 p. 288; voir &#233;galement FF 1991 II p. 461 ss, sp&#233;c. p. 471, 474, 476 et 477 et PETER UEBERSAX, Zur Entlastung der eidgen&#246;ssischen Gerichte durch eidgen&#246;ssische Schieds- und Rekurskommissionen sowie durch die Neuregelung des verwaltungsrechtlichen Klageverfahrens, in: PJA 10/94 p. 1223 ss, sp&#233;c. p. 1240).\nPar ailleurs, la limitation de l'art. 105 al. 2 OJ rend essentielle la distinction des questions de fait et de droit (ALFRED K&#214;LZ/ISABELLE H&#196;NER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, Zurich 1993, no 424 p. 242, et les arr&#234;ts cit&#233;s: ATF 116 Ib 299 consid. 2d p. 307/ 308; ATF 115 Ib 408 consid. 1b p. 409/410; ATF 112 Ib 154 consid. 2 p. 157; ATF 112 V 1 consid. 3b p. 4; voir aussi ATF 122 V 221 consid. 3 p. 223 et ATF 120 Ib 305 consid. 4a p. 308/309).\n\n    BGE 123 II 49 S. 55\n   \nSi le Tribunal f&#233;d&#233;ral dispose d'un pouvoir d'examen limit&#233; en ce qui concerne l'examen des faits, il applique d'office et librement le droit f&#233;d&#233;ral. Compte tenu de cette diff&#233;rence dans le pouvoir d'examen, et pour que le but vis&#233; par l'extension des cas o&#249; intervient l'art. 105 al. 2 OJ soit atteint, il convient &#233;galement que l'arr&#234;t cantonal distingue en principe l'&#233;tablissement des faits et l'application du droit.\nb) En l'esp&#232;ce, l'&#233;tat de fait expos&#233; par l'autorit&#233; intim&#233;e est manifestement incomplet et il ne permet pas au Tribunal f&#233;d&#233;ral de r&#233;soudre les questions de droit litigieuses. Or, il n'appartient en principe pas &#224; celui-ci de compl&#233;ter l'&#233;tat de fait de l'arr&#234;t attaqu&#233;, pratiquement comme un juge de premi&#232;re instance, surtout lorsque le dossier ne permet pas d'&#233;tablir sans difficult&#233; l'ensemble des faits d&#233;terminants.\nEn outre, l'arr&#234;t attaqu&#233; m&#234;le les questions de fait et de droit. Or, ce proc&#233;d&#233;, qui ne facilite pas l'application de l'art. 105 al. 2 OJ, est d&#233;j&#224;  discutable en lui-m&#234;me, mais est encore plus critiquable lorsque, comme en l'occurrence, l'affaire est complexe et qu'il devient difficile de distinguer sur tel ou tel point particulier si l'instance cantonale consid&#232;re un fait comme &#233;tabli ou si elle passe d&#233;j&#224; &#224; une interpr&#233;tation du point de vue juridique.\n \n   \n   "
}