{
  "titre": "110 II 9",
  "annee": "1984",
  "contenu": "\n      \n  Chapeau\n110 II 94. Extrait de l'arr&#234;t de la IIe Cour civile du 3 f&#233;vrier 1984 dans la cause T. contre Etat de Vaud (recours en r&#233;forme)\n\n  \nRegeste\nArt. 291 CC. Avis donn&#233; &#224; l'employeur d'un parent d'op&#233;rer partie du paiement du salaire entre les mains du cessionnaire du repr&#233;sentant l&#233;gal de l'enfant. Contestation du parent au sujet du montant de la retenue.  1. Comme l'art. 171 CC, l'art. 291 CC pr&#233;voit une mesure d'ex&#233;cution forc&#233;e privil&#233;gi&#233;e sui generis. Les litiges d&#233;rivant de son application ne donnent d&#232;s lors pas lieu &#224; une contestation civile au sens de l'art. 44 et de l'art. 46 OJ  (consid. 1). \n2. De tels litiges ne peuvent pas non plus &#234;tre qualifi&#233;s d'affaires civiles au sens de l'art. 68 OJ (consid. 2). \n3. Faute d'intervention de l'Office des poursuites, qui n'a aucun r&#244;le &#224;  jouer dans le cadre de l'application de l'art. 291 CC, les autorit&#233;s de surveillance ne sauraient &#234;tre saisies, de sorte que le recours pr&#233;vu par les art. 19 LP et 78 ss OJ n'est pas ouvert (consid. 3). \n4. En revanche, la voie extraordinaire du recours de droit public pour violation de l'art. 4 Cst. est ouverte si le juge applique arbitrairement l'art. 291 CC. Tel sera le cas s'il ne s'inspire pas des normes que l'Office des poursuites doit respecter quand il pratique une saisie de salaire. Le d&#233;biteur ne doit pas &#234;tre r&#233;duit &#224; une situation l&#233;sant les droits essentiels de la personnalit&#233; (consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 10\n\n\n    BGE 110 II 9 S. 10\n   \n\n    A.- a) T. et dame B. sont divorc&#233;s depuis le 19 f&#233;vrier 1975. Ils ont deux enfants, n&#233;s respectivement en 1968 et en 1971. Le jugement de divorce a attribu&#233; &#224; la m&#232;re l'autorit&#233; parentale et BGE 110 II 9 S. 11mis &#224; la charge du p&#232;re une contribution d'entretien &#233;chelonn&#233;e de fr. 300.-- &#224;  fr. 500.-- par enfant. Compte tenu de l'indexation de ces pensions, T. doit actuellement la somme de fr. 1'190.-- par mois.\nDepuis le mois d'ao&#251;t 1976, T. a cess&#233; de payer ces pensions. Au 31 octobre  1982, l'arri&#233;r&#233; s'&#233;levait &#224; fr. 79'534.20. Dame B. a obtenu du Bureau de recouvrement et d'avances de pensions alimentaires de l'Etat de Vaud l'avance d'une partie de ces pensions. Le 12 janvier 1978, elle a c&#233;d&#233; sa cr&#233;ance &#224; ce bureau &#224; concurrence des montants avanc&#233;s et lui a remis une procuration comportant le pouvoir d'agir en justice contre T.\nOutre les pensions susmentionn&#233;es, T. a de nombreuses dettes envers des tiers; de plus, il est d&#233;biteur d'une autre pension alimentaire, de fr. 250.--  par mois, en faveur d'un enfant n&#233; hors mariage.\nT. est employ&#233; comme magasinier dans un &#233;tablissement de commerce; son revenu, de fr. 2'181.55 net par mois, a &#233;t&#233; saisi &#224; concurrence de fr. 900.--  par mois, ce qui a entam&#233; son minimum vital, fix&#233; par l'Office des poursuites &#224;  fr. 1'338.--. Ant&#233;rieurement &#224; la saisie, T. avait c&#233;d&#233; &#224; deux banques ses cr&#233;ances de salaire pour un montant de fr. 960.-- par mois. Ces cessions ont  &#233;t&#233; contest&#233;es par les cr&#233;anciers saisissants, au motif que la notification &#224;  l'employeur &#233;tait post&#233;rieure &#224; la saisie. Le montant des saisies mensuelles est consign&#233; &#224; l'Office.\nb) Le 27 octobre 1982, l'Etat de Vaud, repr&#233;sent&#233; par le Bureau de recouvrement et d'avances de pensions alimentaires, a d&#233;pos&#233; aupr&#232;s du pr&#233;sident du Tribunal civil du district d'Yverdon une requ&#234;te tendant &#224; faire prononcer que l'employeur de T. est tenu de retenir le montant des pensions dues aux enfants n&#233;s du mariage sur le salaire du d&#233;biteur et de verser ces sommes directement au Bureau de recouvrement.\nPar jugement du 6 janvier 1983, le pr&#233;sident a dit que l'employeur de T. retiendra le montant de fr. 960.-- par mois sur le salaire de ce dernier, d&#232;s le 1er novembre 1982, et le versera directement au Bureau de recouvrement et d'avances de pensions alimentaires, cette injonction valant aussi &#224; l'&#233;gard de tout employeur futur du d&#233;fendeur. Il a consid&#233;r&#233; qu'une retenue de fr. 960.--  &#233;tait justifi&#233;e en l'esp&#232;ce, m&#234;me si elle entamait le minimum vital du d&#233;biteur, car ce montant correspondait &#224; la cession consentie et respect&#233;e par T. auparavant en faveur de deux banques cr&#233;anci&#232;res du d&#233;fendeur, ce dernier  &#233;tant alors parvenu BGE 110 II 9 S. 12&#224; survivre et &#224; payer la pension due &#224; l'enfant n&#233; hors mariage.\n\n    B.- T. a recouru &#224; la Chambre des recours du Tribunal cantonal vaudois qui, par arr&#234;t du 24 mai 1983, a rejet&#233; le recours et confirm&#233; le jugement de premi&#232;re instance.\n\n    C.- T. recourt en r&#233;forme au Tribunal f&#233;d&#233;ral. Il demande qu'il soit dit que son employeur retiendra sur son salaire et versera directement au Bureau de recouvrement et d'avances de pensions alimentaires la seule part de ce salaire exc&#233;dant le montant d&#233;clar&#233; insaisissable et incessible par l'Office des poursuites.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. a) A l'appui de son action, l'Etat de Vaud a invoqu&#233; l'art. 291 CC, aux termes duquel, lorsque les p&#232;re et m&#232;re n&#233;gligent de prendre soin de l'enfant, le juge peut prescrire &#224; leurs d&#233;biteurs d'op&#233;rer tout ou partie de leurs paiements entre les mains du repr&#233;sentant l&#233;gal de l'enfant. Le recourant ne conteste pas l'applicabilit&#233; de cette disposition l&#233;gale, non plus que la qualit&#233; pour agir de l'Etat de Vaud en tant que cessionnaire du repr&#233;sentant l&#233;gal des enfants cr&#233;anciers. Il fait seulement valoir, comme en seconde instance cantonale, que l'application de l'art. 291 CC ne peut pas conduire &#224; entamer trop largement son minimum vital. Devant la Chambre des recours, il avait demand&#233; que son employeur f&#251;t invit&#233; &#224; verser &#224; l'Etat de Vaud fr. 593.55 par mois, pr&#233;lev&#233;s sur son salaire, au lieu de la somme de fr. 960.-- fix&#233;e par le premier juge.\nIl y a lieu d'examiner si la contestation du recourant au sujet du montant de la retenue &#224; imposer sur son salaire est une contestation civile au sens de l'art. 44 et de l'art. 46 OJ.\nb) Par contestation civile, il faut entendre une proc&#233;dure contradictoire visant &#224; provoquer une d&#233;cision d&#233;finitive sur des rapports de droit civil, et cela quelle qu'ait &#233;t&#233; la proc&#233;dure, contentieuse ou gracieuse, suivie par l'autorit&#233; cantonale, pourvu que les parties au litige se pr&#233;tendent titulaires de droits priv&#233;s (ATF 107 II 501 consid. 2b, ATF 104 II 164 /165 consid. 3b et les r&#233;f&#233;rences).\nc) Le juge appel&#233;, en application de l'art. 291 CC, &#224; prescrire aux d&#233;biteurs des p&#232;re et m&#232;re d'op&#233;rer tout ou partie de leurs paiements entre les mains du repr&#233;sentant l&#233;gal de l'enfant ne se prononce pas sur les droits liant le cr&#233;ancier d'aliments au d&#233;biteur d'aliments, le cr&#233;ancier d'aliments &#224; son repr&#233;sentant l&#233;gal, le BGE 110 II 9 S. 13d&#233;biteur d'aliments &#224; son propre d&#233;biteur; il intervient dans l'&#233;ventualit&#233; o&#249;  aucun de ces droits n'est litigieux et se borne &#224; enjoindre au d&#233;biteur du d&#233;biteur d'aliments de quelle fa&#231;on il doit s'acquitter de sa dette.\nd) Si l'on se rapporte aux travaux du l&#233;gislateur, on constate qu'il a entendu modeler l'art. 291 CC sur l'art. 171 CC, selon lequel le juge peut, pendant le mariage, prescrire aux d&#233;biteurs des &#233;poux, lorsque le mari n&#233;glige ses devoirs de famille, d'op&#233;rer leurs paiements directement entre les mains de la femme (Message du Conseil f&#233;d&#233;ral du 5 juin 1974, FF 1974 II p. 66/67; la disposition nouvelle a &#233;t&#233; adopt&#233;e par les Chambres sans discussion, Bull.st&#233;n. CE 1975 p. 130, CN 1975 p. 1776). L'analogie des deux institutions est d'ailleurs soulign&#233;e par la doctrine (HEGNAUER/SCHNEIDER, Droit suisse de la filiation, 2e &#233;d. p. 139; REUSSER, Unterhaltspflicht, Unterst&#252;tzungspflicht, Kindesverm&#246;gen, in: Das neue Kindesrecht, Berner Tage f&#252;r die juristische Praxis 1977, p. 71/72; TUOR/SCHNYDER, Das schweizerische Zivilgesetzbuch, 9e  &#233;d., Supplement Kindesrecht, p. 51; DEGOUMOIS, Pensions alimentaires, aide au recouvrement et avances, Gen&#232;ve 1982, p. 23).\nOn peut donc se r&#233;f&#233;rer aux commentaires sur l'art. 171 CC pour d&#233;terminer la nature de l'art. 291 CC. Selon EGGER (n. 3 ad art. 171 CC), le juge qui applique l'art. 171 CC place le d&#233;biteur d'aliments dans une situation analogue  &#224; celle du poursuivi qui a &#233;t&#233; l'objet d'une saisie (art. 96 LP). Pour LEMP (n.  18 et 19 ad art. 171 CC), le mari d&#233;biteur d'aliments demeure cr&#233;ancier du tiers &#224; qui s'adresse la prescription du juge des mesures protectrices de l'union conjugale, mais il perd le droit de disposer de sa cr&#233;ance, et en particulier d'en recevoir paiement, ce droit passant &#224; l'&#233;pouse, de telle mani&#232;re que le d&#233;biteur ne se lib&#232;re valablement qu'en main de la femme, sauf &#224;  prouver que son paiement a &#233;t&#233; affect&#233; aux besoins du m&#233;nage.\ne) Ainsi, on peut dire que, comme l'art. 171 CC, l'art. 291 CC a pour objet de permettre la r&#233;alisation forc&#233;e de certaines cr&#233;ances d'entretien fix&#233;es par ailleurs. Le paiement des contributions d'entretien n'&#233;tait pas satisfaisant  (Message du 5 juin 1974 p. 66 et les r&#233;f&#233;rences de la n. 234): il s'est agi, pour le l&#233;gislateur, de rem&#233;dier &#224; l'imperfection des proc&#233;d&#233;s et des m&#233;canismes d'ex&#233;cution des jugements et des conventions alimentaires, en  &#233;tendant au d&#233;biteur d'aliments la mesure pr&#233;vue &#224; l'art. 171 CC (Message du 5  juin 1974, p. 66/67; cf. LALIVE, La r&#233;vision du droit de la filiation ill&#233;gitime, RDS 1965 II p. 780). Une telle institution BGE 110 II 9 S. 14ne peut &#234;tre qualifi&#233;e que de mesure d'ex&#233;cution forc&#233;e privil&#233;gi&#233;e. Elle a en effet pour objet de faire passer du patrimoine du d&#233;biteur d'aliments dans le patrimoine du cr&#233;ancier les esp&#232;ces n&#233;cessaires &#224; l'extinction, totale ou partielle, de la cr&#233;ance d'entretien, et cela sans la collaboration du d&#233;biteur, voire contre sa volont&#233;, par le recours &#224; l'acte d'un tiers, le d&#233;biteur du d&#233;biteur d'aliments, en vertu d'un ordre du juge.\nIl ne s'agit pas, &#224; la forme, de l'ex&#233;cution forc&#233;e telle qu'elle est organis&#233;e par la loi f&#233;d&#233;rale sur la poursuite pour dettes et la faillite  (STORRER, Unterhaltsbeitr&#228;ge in der Zwangsvollstreckung, th&#232;se Zurich 1979, p.  2), non plus que de l'ex&#233;cution par un tiers d'une obligation de faire pr&#233;vue par la proc&#233;dure cantonale (LEMP, n. 18 ad art. 171 CC). La r&#233;alisation forc&#233;e de l'art. 171 et de l'art. 291 CC est en effet privil&#233;gi&#233;e en ce sens qu'elle n'est soumise ni &#224; la proc&#233;dure pr&#233;alable de la notification du commandement de payer, ni &#224; l'observation des d&#233;lais avant l'expiration desquels la saisie ne peut &#234;tre ex&#233;cut&#233;e, ni au contr&#244;le de la saisie par les autorit&#233;s de surveillance, ni au concours des cr&#233;anciers saisissants. Cette r&#233;alisation forc&#233;e couvre non seulement des prestations &#233;chues, mais aussi, et sans nouvelle requ&#234;te, des prestations courantes du d&#233;biteur d'aliments (Message du  5 juin 1974, p. 67). Mais ces modalit&#233;s diff&#233;rentes de celles de l'ex&#233;cution forc&#233;e ne changent pas la nature de l'institution, savoir le paiement d'une dette contre la volont&#233; du d&#233;biteur.\nf) Les litiges relevant uniquement de l'ex&#233;cution forc&#233;e ne donnent pas lieu  &#224; des contestations civiles au sens de l'art. 44 et de l'art. 46 OJ, car ils ne portent pas sur des pr&#233;tentions de droit mat&#233;riel (WURZBURGER, Les conditions objectives du recours en r&#233;forme au Tribunal f&#233;d&#233;ral (art. 44-50 OJ), th&#232;se Lausanne 1964, No 145 p. 101, No 151 pp. 105/106; BIRCHMEIER, Organisation der Bundesrechtspflege, p. 125 lettre h).\nLe recours est d&#232;s lors irrecevable comme recours en r&#233;forme.\n\n    2. La mesure institu&#233;e &#224; l'art. 291 CC &#233;tant, de par sa nature, une voie d'ex&#233;cution forc&#233;e, le litige qui a trait &#224; son application ne peut pas &#234;tre qualifi&#233; d'affaire civile au sens de l'art. 68 OJ. Le recourant ne soul&#232;ve d'ailleurs pas les griefs pr&#233;vus &#224; l'alin&#233;a 1, lettres a et b, de cette disposition l&#233;gale. Il ne saurait donc &#234;tre question de consid&#233;rer le pr&#233;sent recours comme un recours en nullit&#233;.\n\n    3. Comme on l'a vu, bien que l'institution organis&#233;e par l'art. 291 CC se caract&#233;rise comme une mesure d'ex&#233;cution forc&#233;e, elle ne r&#233;pond pas aux r&#232;gles de la loi f&#233;d&#233;rale sur la poursuite BGE 110 II 9 S. 15pour dettes et la faillite. Certes, les analogies avec la saisie de salaire sont &#233;videntes lorsque c'est &#224; l'employeur du d&#233;biteur d'aliments que le juge prescrit d'op&#233;rer ses paiements en main du repr&#233;sentant l&#233;gal de l'enfant. Mais le juge n'intervient pas dans le cours d'une poursuite: l'Office des poursuites n'a donc aucun r&#244;le &#224; jouer, ni pour fixer le montant de la cr&#233;ance saisie, ni pour en recevoir le paiement et pour transf&#233;rer les esp&#232;ces au cr&#233;ancier. Faute d'intervention de l'Office, les autorit&#233;s de surveillance ne sauraient &#234;tre saisies, de sorte que le recours pr&#233;vu par l'art. 19 LP et les art. 78 ss OJ n'est pas couvert.\n\n    4. En revanche, la voie extraordinaire du recours de droit public pour violation de l'art. 4 Cst. est ouverte si le juge applique arbitrairement l'art. 291 CC, soit si sa d&#233;cision heurte de mani&#232;re choquante le sentiment de la justice et de l'&#233;quit&#233;, si elle est rendue en contradiction manifeste avec la situation effective et en violation d'un droit certain (ATF 107 Ia 114, ATF 106 Ia 11 consid. 5a et les r&#233;f&#233;rences).\na) Dans le cadre de la poursuite pour dettes, la jurisprudence admet, pour des raisons d'humanit&#233; et de d&#233;cence, que la nullit&#233; d'une saisie soit prononc&#233;e, malgr&#233; la tardivet&#233; de la plainte, lorsque la mesure attaqu&#233;e prive le d&#233;biteur et les membres de sa famille des objets indispensables au vivre et au coucher, de m&#234;me que si elle porte une atteinte flagrante au minimum vital, &#224; tel point que son maintien risquerait de placer le d&#233;biteur dans une situation absolument intol&#233;rable (ATF 105 III 49, ATF 97 III 11 et les r&#233;f&#233;rences; cf. AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 3e &#233;d., p. 174, Nos 9 et 11).\nb) D&#233;coulant du respect des droits essentiels de la personnalit&#233; et de l'interdiction de la contrainte par corps (art. 59 al. 3 Cst.; cf. JOOS, Handbuch f&#252;r die Betreibungsbeamten der Schweiz, W&#228;denswil, 1964, pp. 134/135), ces principes doivent trouver application lors de la mise en oeuvre des moyens de r&#233;alisation forc&#233;e privil&#233;gi&#233;e institu&#233;s par l'art. 171 et par l'art. 291 CC. Le juge qui applique ces dispositions l&#233;gales doit s'inspirer, pour calculer le minimum vital du d&#233;biteur d'aliments, des normes que l'Office des poursuites doit respecter quand il pratique une saisie. Le cr&#233;ancier faisant toujours valoir une cr&#233;ance d'entretien dans le cadre de l'art. 171 et de l'art. 291 CC, il y a &#233;galement lieu de tenir compte de la jurisprudence des autorit&#233;s de poursuite selon laquelle le d&#233;biteur poursuivi pour des contributions d'entretien et dont les ressources ne suffisent pas pour couvrir le minimum vital, y compris les aliments n&#233;cessaires &#224; l'entretien du cr&#233;ancier, doit tol&#233;rer que son minimum vital soit entam&#233; dans une BGE 110 II 9 S. 16mesure telle que cr&#233;ancier et d&#233;biteur voient leur minimum vital respectif limit&#233; dans le m&#234;me rapport (ATF 105 III 49 et les r&#233;f&#233;rences; cf. AMONN, op.cit., p. 185 No 57).\nPar ailleurs, l'art. 291 CC instituant une mesure d'ex&#233;cution privil&#233;gi&#233;e, l'ordre du juge donn&#233; sur la base de cette disposition prime la saisie de salaire pr&#233;c&#233;demment op&#233;r&#233;e par l'Office des poursuites dans des poursuites en cours qui ont un autre objet que la pension courante due &#224; l'enfant. Il pourra y avoir l&#224; un fait nouveau au cas o&#249; le d&#233;biteur ne payait pas la pension courante et o&#249; celle-ci ne faisait pas l'objet d'une poursuite r&#233;guli&#232;re, ce qui emp&#234;chait l'Office de tenir compte du montant de la dette alimentaire dans le calcul du minimum vital (ATF 84 III 31; ATF 109 III 56 consid. c). Dans cette  &#233;ventualit&#233;, le pr&#233;pos&#233; devra, d'office ou sur r&#233;quisition, calculer &#224; nouveau le minimum vital en fonction de la diminution du salaire d&#233;coulant de la prescription donn&#233;e par le juge aux d&#233;biteurs du d&#233;biteur d'aliments de s'acquitter de leurs paiements entre les mains du repr&#233;sentant l&#233;gal de l'enfant. L'art. 171 CC, sur lequel, on l'a vu, l'art. 291 CC a &#233;t&#233; model&#233;, instituant, lui aussi, une mesure d'ex&#233;cution privil&#233;gi&#233;e, il s'ensuit que ces principes seront applicables en cas d'ordre donn&#233; par le juge aux d&#233;biteurs des  &#233;poux d'op&#233;rer leurs paiements en main de la femme. Il appartiendra alors au juge de r&#233;gler les conflits que pourrait faire na&#238;tre le concours de l'art. 171  et de l'art. 291 CC.\nc) En l'esp&#232;ce, toutefois, le recourant ne se plaint nullement d'une violation de ses droits constitutionnels. A supposer qu'on admette qu'il le fait implicitement en disant que l'ordre donn&#233; par le juge &#224; son employeur, en sa qualit&#233; de d&#233;biteur du salaire, ne peut porter sur un montant qui entame son minimum vital, force serait de constater qu'il n'a pas pris de conclusions en annulation de la d&#233;cision attaqu&#233;e, seules recevables - sous r&#233;serve de quelques exceptions dont les conditions ne seraient pas r&#233;alis&#233;es en l'esp&#232;ce -  &#224; l'appui d'un recours de droit public (ATF 108 Ia 199 consid. 1 et les r&#233;f&#233;rences).\nLe recours n'est d&#232;s lors pas recevable comme recours de droit public.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral\nD&#233;clare le recours irrecevable tant comme recours en r&#233;forme que comme recours de droit public.\n \n   \n   "
}