{
  "titre": "112 Ia 30",
  "annee": "1986",
  "contenu": "\n      \n  Chapeau\n112 Ia 307. Extrait de l'arr&#234;t de la IIe Cour de droit public du 31 janvier 1986 dans la cause Union technique suisse contre Vaud, Grand Conseil (recours de droit public)\n\n  \nRegeste\nArt. 88 OJ; qualit&#233; pour recourir d'une association professionnelle.  Une association professionnelle a qualit&#233; pour former un recours de droit public contre les dispositions cantonales qui touchent un grand nombre de ses membres au moins, dans la mesure o&#249; la d&#233;fense des int&#233;r&#234;ts professionnels de ses membres figure parmi ses buts statutaires (consid. 2). \nArt. 4 et 31 Cst.; profession d'architecte. \nUne disposition cantonale imposant aux architectes ETS, mais non aux architectes EPF, une pratique professionnelle de trois ans, apr&#232;s les &#233;tudes, avant que la qualit&#233; d'architecte ne leur soit reconnue, est contraire aux art.  4 et 31 Cst., &#233;tant donn&#233; que la distinction op&#233;r&#233;e n'est pas justifi&#233;e par des faits objectifs, compte tenu du but de police poursuivi (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 31\n\n\n    BGE 112 Ia 30 S. 31\n   \n\n    Le Conseil d'Etat du canton de Vaud a adopt&#233; un projet de loi tendant &#224; modifier l'art. 1er de la loi sur la profession d'architecte (LPA), en ce sens que la qualit&#233; d'architecte soit reconnue aux porteurs du dipl&#244;me des Ecoles techniques suisses (ETS), sans exiger d'eux un stage pratique de trois ans, et aux personnes inscrites aux registres des architectes A et B du REG (Fondation suisse des registres des ing&#233;nieurs, des architectes et des techniciens). Il proposait en outre d'introduire dans la loi deux dispositions nouvelles (art. 5a et 5b), en vue de lutter contre les abus du titre d'architecte.\nSuivant la proposition faite par la Commission charg&#233;e d'examiner le projet du Conseil d'Etat, le Grand Conseil du canton de Vaud a adopt&#233; les dispositions suivantes:\n\"Article premier. - La qualit&#233; d'architecte est reconnue par le Conseil d'Etat aux mandataires professionnellement qualifi&#233;s suivants:\n1. aux porteurs du dipl&#244;me des Ecoles polytechniques f&#233;d&#233;rales de Lausanne et de Zurich ou de l'Ecole d'architecture de l'Universit&#233; de Gen&#232;ve, aux dipl&#244;m&#233;s &#233;trangers b&#233;n&#233;ficiant de l'&#233;quivalence ainsi qu'aux personnes inscrites au Registre A du REG (Fondation suisse des Registres des ing&#233;nieurs, des architectes et des techniciens);\n2. aux porteurs du dipl&#244;me des Ecoles techniques sup&#233;rieures (ETS) justifiant de l'exp&#233;rience et des connaissances acquises par une pratique professionnelle d'au moins 3 ans apr&#232;s l'obtention de leur dipl&#244;me dans des bureaux d'architecture;\n3. aux personnes inscrites au registre B des architectes du REG (Fondation suisse des Registres des ing&#233;nieurs, des architectes et des techniciens) pour autant qu'elles justifient de l'exp&#233;rience et des connaissances acquises par une pratique professionnelle d'au moins trois ans dans des bureaux d'architecture. Cette derni&#232;re condition n'est pas cumulative avec celle de l'inscription au registre lui-m&#234;me.\nArt. 2. - Le contr&#244;le des conditions pr&#233;cis&#233;es aux chiffres 2 et 3 ci-dessus est assur&#233; par une commission paritaire d'experts, nomm&#233;e par le Conseil d'Etat, compos&#233;e de la fa&#231;on suivante:\n- 2 architectes reconnus et inscrits dans la liste des architectes remplissant les conditions de l'article premier, chiffre 1, et 1 suppl&#233;ant remplissant les m&#234;mes conditions;\n- 2 architectes reconnus et inscrits dans la liste des architectes remplissant les conditions de l'article premier, chiffre 2 ou 3, et 1 suppl&#233;ant remplissant les m&#234;mes conditions.\nLa commission est pr&#233;sid&#233;e par un juge cantonal ou un pr&#233;sident de tribunal de district qui ne prend pas part aux votes, si ce n'est pour les d&#233;partager.\n\n    BGE 112 Ia 30 S. 32\n   \nArt. 5a. - Il est interdit &#224; toute personne qui n'est pas inscrite sur la liste des architectes reconnus par l'Etat d'exercer cette profession ou de faire &#233;tat du titre d'architecte.\nArt. 5b. - Celui qui contrevient &#224; l'article 5a de la pr&#233;sente loi sera puni de l'amende jusqu'&#224; dix mille francs ou des arr&#234;ts jusqu'&#224; trois mois.\nLes deux peines peuvent &#234;tre cumul&#233;es.\nLa poursuite est exerc&#233;e conform&#233;ment &#224; la loi sur la r&#233;pression des contraventions.\nSi l'int&#233;r&#234;t public l'exige, le juge ordonne la publication du jugement dans un ou plusieurs journaux de son choix, aux frais du condamn&#233;.\"\nL'Union technique suisse (UTS) a d&#233;pos&#233; un recours de droit public au Tribunal f&#233;d&#233;ral. Ses conclusions tendaient &#224; l'annulation de la derni&#232;re partie de l'art. 1er ch. 2 LPA, &#224; savoir \"justifiant d'une pratique professionnelle d'au moins trois ans apr&#232;s l'obtention de leur dipl&#244;me dans un bureau d'architecture\", de la derni&#232;re partie de l'art. 1er ch. 3 LPA, &#224; savoir  \"pour autant qu'elles justifient de l'exp&#233;rience et des connaissances acquises par une pratique professionnelle d'au moins trois ans dans des bureaux d'architecture. Cette derni&#232;re condition n'est pas cumulative avec celle de l'inscription au registre lui-m&#234;me\", ainsi que de la derni&#232;re partie de l'art.  5a LPA, &#224; savoir \"ou de faire &#233;tat du titre d'architecte\". Elle invoque, &#224;  l'appui de son recours, la violation des art. 4, 31 Cst. et 5 disp. trans. Cst.\nLe Tribunal f&#233;d&#233;ral a admis le recours dans la mesure o&#249; il &#233;tait dirig&#233;  contre l'art. 1er LPA et l'a rejet&#233; dans la mesure o&#249; il &#233;tait dirig&#233; contre art. 5a LPA.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    2. a) Aux termes de l'art. 88 OJ, le recours de droit public est ouvert aux particuliers et aux collectivit&#233;s l&#233;s&#233;s par des arr&#234;t&#233;s ou d&#233;cisions qui les concernent personnellement ou qui sont d'une port&#233;e g&#233;n&#233;rale. Lorsque, comme en l'esp&#232;ce, le recours est dirig&#233; contre un arr&#234;t&#233; de port&#233;e g&#233;n&#233;rale, la qualit&#233; pour recourir appartient &#224; toute personne dont les int&#233;r&#234;ts juridiquement prot&#233;g&#233;s sont effectivement ou pourront un jour &#234;tre touch&#233;s par l'acte attaqu&#233;. En soi une atteinte seulement virtuelle suffit, mais il faut tout de m&#234;me un minimum de vraisemblance qu'elle se produise un jour. D'une mani&#232;re g&#233;n&#233;rale, le recours de droit public n'est pas ouvert &#224; celui qui fait valoir des int&#233;r&#234;ts de pur fait ou qui invoque exclusivement la sauvegarde de l'int&#233;r&#234;t g&#233;n&#233;ral (ATF 109 Ia 118 consid. 2b, 253 et les arr&#234;ts cit&#233;s).BGE 112 Ia 30 S. 33\n   \nEn l'esp&#232;ce, le recours est form&#233; par une association professionnelle qui ne pr&#233;tend pas &#234;tre elle-m&#234;me touch&#233;e par les dispositions litigieuses. Il ressort toutefois de ses statuts qu'elle a notamment pour but la \"promotion des int&#233;r&#234;ts de ses membres\" dans le domaine des professions techniques sup&#233;rieures  (cf. art. 1.2.2. et 1.3.). Ainsi, selon la jurisprudence, elle a qualit&#233; pour agir par la voie du recours de droit public &#224; la condition qu'au moins la majorit&#233; ou un grand nombre de ses membres soient personnellement habilit&#233;s &#224;  recourir (ATF 109 Ia 35 consid. 2b, 119 consid. 2b et les arr&#234;ts cit&#233;s).\nDans la mesure o&#249; l'art. 5a LPA interdit &#224; toute personne qui n'est pas inscrite sur la liste des architectes reconnus par l'Etat de faire &#233;tat du titre d'architecte, il ne fait aucun doute que les membres de l'association recourante sont - &#224; tout le moins virtuellement - touch&#233;s par la disposition en cause et ont qualit&#233; pour l'attaquer en invoquant une violation des art. 4 et  31 Cst.\nS'agissant de l'art. 1er ch. 2 et 3 LPA, il faut admettre qu'au moins un grand nombre des membres de l'association recourante sont porteurs du dipl&#244;me ETS ou inscrits au registre B des architectes du REG (cf. art. 2.2.1. des statuts; Bulletin du Grand Conseil 1984, p. 390); ils sont donc effectivement ou virtuellement soumis &#224; l'obligation de justifier de l'exp&#233;rience et des connaissances acquises par une pratique professionnelle d'au moins trois ans dans des bureaux d'architecture, avant que la qualit&#233; d'architecte ne leur soit reconnue par le Conseil d'Etat vaudois. Ils peuvent donc demander l'annulation de cette obligation en se pr&#233;valant d'une violation des art. 4, 31 Cst. et 5  disp. trans. Cst. Il y a lieu ainsi de s'en tenir &#224; la solution qui avait &#233;t&#233;  adopt&#233;e &#224; l'&#233;gard de l'association recourante dans une affaire o&#249; les circonstances &#233;taient essentiellement similaires (ATF 93 I 513).\n\n    3. Il convient d'examiner en premier lieu si l'obligation impos&#233;e aux architectes ETS et aux personnes inscrites au registre des architectes B du REG, en vertu de l'art. 1er ch. 2 et 3 LPA, est conforme &#224; la constitution f&#233;d&#233;rale, compte tenu du fait que les architectes EPF ne sont pas soumis &#224; une semblable obligation.\na) La profession d'architecte est de celles que la jurisprudence consid&#232;re comme lib&#233;rales au sens de l'art. 33 Cst.: son exercice suppose des connaissances scientifiques qu'un grand nombre d'architectes acqui&#232;rent soit dans un &#233;tablissement universitaire, soit dans un &#233;tablissement technique sup&#233;rieur, et dont l'absence BGE 112 Ia 30 S. 34risquerait d'&#234;tre pr&#233;judiciable &#224; la collectivit&#233; (ATF 104 Ia 475 consid. 2; 93  I 519 consid. 4a). Toutefois, l'art. 33 Cst. &#233;tant une disposition d'application de l'art. 31 al. 2 Cst., les cantons ne sont pas libres de l&#233;gif&#233;rer comme ils l'entendent: ils ne peuvent ainsi exiger des connaissances et des capacit&#233;s de la part des candidats que dans la mesure o&#249; la protection du public le requiert n&#233;cessairement. Ils ne peuvent en particulier pas utiliser l'art. 33 Cst. pour limiter l'acc&#232;s aux professions lib&#233;rales, ni pour  &#233;lever le niveau d'une profession, si d&#233;sirable puisse &#234;tre ce dernier but (ATF 93 I 519 /520 consid. 4b).\nEn outre, selon la jurisprudence, l'art. 31 Cst. garantit d'une fa&#231;on g&#233;n&#233;rale l'&#233;galit&#233; de traitement entre concurrents directs, c'est-&#224;-dire entre personnes appartenant &#224; une m&#234;me branche &#233;conomique, qui s'adressent au m&#234;me public avec des offres identiques pour satisfaire le m&#234;me besoin (ATF 106 Ia 274 consid. 5a et les arr&#234;ts cit&#233;s, cf. &#233;galement ATF 105 Ia 71 consid. 4b). Par ailleurs, il est admis qu'une loi ou un r&#232;glement est contraire &#224; l'art. 4  Cst., lorsque cette loi ou ce r&#232;glement ne repose pas sur des motifs s&#233;rieux et op&#232;re des distinctions qui ne trouvent pas de justification dans les faits &#224;  r&#233;glementer (ATF 110 Ia 13 /14 consid. 2b).\nC'est le lieu de rappeler que le Tribunal f&#233;d&#233;ral a laiss&#233; ouverte la question de savoir si le droit &#224; l'&#233;galit&#233; de traitement d&#233;duit de l'art. 31  Cst. offre aux concurrents directs des garanties sup&#233;rieures &#224; celles offertes par l'art. 4 Cst. (ATF 106 Ia 275 consid. 5b). La jurisprudence a d'ailleurs fait l'objet de critiques de la part de certains auteurs, dans la mesure o&#249;  elle d&#233;duit de l'art. 31 Cst. le droit &#224; l'&#233;galit&#233; de traitement entre concurrents directs, sans pr&#233;ciser par ailleurs les rapports entre cette derni&#232;re disposition et l'art. 4 Cst. (cf. H. MARTI, Die Wirtschaftsfreiheit, p. 74 ss; H. HUBER, Die Gleichbehandlung der Gewerbegenossen, in Festschrift f&#252;r Walter Hug, p. 447 ss; J.-P. M&#220;LLER, Grundrechte, Bes. Teil, p. 322/323; A. HAEFLIGER, Der Gleichheitsgrundsatz im Verh&#228;ltnis zu anderen Verfassungsm&#228;ssigen Rechten und zur EMRK, in M&#233;langes Grisel, p. 82 ss, A. HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, p. 239/240). Quelle que soit la r&#233;ponse qui doit &#234;tre apport&#233;e &#224; ces critiques - notamment &#224; celles du dernier auteur cit&#233; qui n'admet pas qu'un droit &#224; l'&#233;galit&#233; de traitement distinct et sup&#233;rieur &#224; celui consacr&#233; par l'art. 4 Cst. puisse &#234;tre d&#233;duit de l'art. 31 Cst. -, il suffit de constater, dans le cas particulier, que les cantons ne sont BGE 112 Ia 30 S. 35pas autoris&#233;s &#224; soumettre les divers candidats &#224; l'exercice d'une profession lib&#233;rale &#224; des exigences diff&#233;rentes, si les distinctions &#233;tablies ne sont pas justifi&#233;es par des motifs de police suffisants. Une telle discrimination serait en effet &#224; la fois contraire aux art. 4 et 31 Cst.\nb) Les Ecoles polytechniques f&#233;d&#233;rales de Zurich et de Lausanne sont des  &#233;tablissements entretenus par la Conf&#233;d&#233;ration (art. 1er de l'arr&#234;t&#233; f&#233;d&#233;ral sur les EPF du 24 juin 1970 RS 414.110.2). Ces &#233;coles assurent notamment la formation professionnelle des architectes (art. 2 al. 1 du m&#234;me arr&#234;t&#233;); le dipl&#244;me, ainsi que le titre d'architecte (titre abr&#233;g&#233;: \"arch. dipl. EPF\") peuvent y &#234;tre obtenus dans la section architecture (art. 46 et 70 de l'ordonnance du 16 novembre 1983 sur les EPF RS 414.110.3).\nLa Conf&#233;d&#233;ration encourage &#233;galement la formation dans les &#233;coles techniques sup&#233;rieures (&#233;coles d'ing&#233;nieurs) qui dispensent les connaissances th&#233;oriques et pratiques d'ing&#233;nierie - comprenant notamment l'architecture - et qui les pr&#233;parent &#224; appliquer de mani&#232;re ind&#233;pendante les r&#233;sultats de la science et de la recherche &#224; la fabrication et au d&#233;veloppement industriel, ainsi qu'&#224;  d'autres domaines (art. 59 al. 1 LFPr). Celui qui a r&#233;ussi l'examen final (dont les exigences minimales sont fix&#233;es par le D&#233;partement f&#233;d&#233;ral de l'&#233;conomie publique, art. 59 al. 2 LFPr) dans la section \"b&#226;timent\" (architecture) d'une  &#233;cole technique sup&#233;rieure reconnue par la Conf&#233;d&#233;ration, a le droit de porter le titre d'\"architecte ETS\" et de s'en pr&#233;valoir publiquement (art. 1er de l'ordonnance du 8 octobre 1980 sur les titres ETS RS 412.107.1).\nEnfin, selon l'art. 1er du contrat conclu le 24 mars 1983 entre le D&#233;partement f&#233;d&#233;ral de l'&#233;conomie publique et la Fondation du REG, celle-ci est reconnue par le D&#233;partement en tant qu'institution encourageant la formation professionnelle au sens de l'art. 50 al. 3 LFPr. Les examens pour l'inscription au registre B (niveau ETS) sont organis&#233;s par les Commissions d'examen comp&#233;tentes selon les r&#232;glements d'examen approuv&#233;s par le D&#233;partement f&#233;d&#233;ral de l'&#233;conomie publique (art. 2 lettre c). Par l'inscription, la Fondation REG d&#233;clare que la personne inscrite poss&#232;de, au moment de l'inscription, la qualification correspondant au dipl&#244;me ETS (art. 2 lettre d). Il s'ensuit qu'au point de vue de leurs qualifications, les personnes inscrites au registre des architectes B du REG doivent &#234;tre assimil&#233;es aux porteurs d'un BGE 112 Ia 30 S. 36dipl&#244;me d&#233;livr&#233; par une Ecole technique sup&#233;rieure reconnue par la Conf&#233;d&#233;ration, dans la section \"architecture\".\nLe l&#233;gislateur vaudois s'est, &#224; juste titre, abstenu de soumettre l'exercice de la profession d'architecte &#224; des conditions diff&#233;rentes, selon qu'une personne est architecte ETS, ou selon qu'elle est inscrite au registre B des architectes du REG. Il op&#232;re en revanche une distinction entre les architectes ETS et les personnes inscrites au registre des architectes B du REG, d'une part, et les architectes EPF, d'autre part, en exigeant des premiers seulement une exp&#233;rience pratique dans un bureau d'architecture (art. 1er al. 2 et 3  LPA); il r&#233;sulte des travaux pr&#233;paratoires que cette exigence est fond&#233;e sur la n&#233;cessit&#233; de prot&#233;ger le client potentiel contre les risques de malfa&#231;ons techniques ou de charges financi&#232;res &#233;lev&#233;es qui peuvent r&#233;sulter d'une exp&#233;rience pratique insuffisante (Bulletin du Grand Conseil 1984, p. 384).\nLa question &#224; r&#233;soudre est donc celle de savoir si la distinction ainsi op&#233;r&#233;e est justifi&#233;e par des faits objectifs, compte tenu du but de police poursuivi.\nc) L'examen des conditions d'obtention des dipl&#244;mes d'architecte EPF et d'architecte ETS permet d'&#233;tablir ce qui suit en ce qui concerne l'exp&#233;rience pratique des diff&#233;rents int&#233;ress&#233;s:\nAu moment de l'obtention de leur dipl&#244;me, les architectes EPF ont accompli, entre la 3e et 4e ann&#233;e d'&#233;tudes, un stage pratique de 12 mois (art. 51 du r&#232;glement d'&#233;tudes du D&#233;partement d'architecture de l'EPFL). Ils ont donc acquis une certaine exp&#233;rience pratique des contacts avec les clients et les entrepreneurs et, le cas &#233;ch&#233;ant, de la direction de chantier. Cette exp&#233;rience est toutefois limit&#233;e. On constate d'ailleurs que, selon l'art. 3 du r&#232;glement du REG concernant l'inscription au registre et la radiation, ils ne peuvent pr&#233;tendre &#224; &#234;tre inscrits dans le registre A qu'en justifiant d'une pratique suffisante, dans la r&#232;gle, de trois ans apr&#232;s les &#233;tudes.\nQuant aux architectes ETS, leur exp&#233;rience pratique peut &#234;tre tr&#232;s diverse lors de l'obtention de leur dipl&#244;me. Ceux qui sont entr&#233;s dans une Ecole technique sup&#233;rieure sans &#234;tre au b&#233;n&#233;fice d'un certificat f&#233;d&#233;ral de capacit&#233;  (CFC) dans une profession de la construction, n'ont pas d'autre exp&#233;rience pratique que celle acquise dans les cours dits de \"technique de r&#233;alisation\"  (cf. programme de l'ETS de Gen&#232;ve). Les titulaires d'un certificat f&#233;d&#233;ral de capacit&#233; - qui suivent une ann&#233;e de moins de cours &#224; l'Ecole technique sup&#233;rieure - ont eu, en revanche, un contact BGE 112 Ia 30 S. 37&#233;troit avec la pratique pendant leur apprentissage et, &#233;ventuellement, apr&#232;s celui-ci, comme dessinateurs-architectes. Ils sont &#224; cet &#233;gard, l'exp&#233;rience le prouve, plus proches de la r&#233;alit&#233; quotidienne de leur profession que ceux qui ont obtenu des titres EPF ou ETS sans avoir pass&#233; par la voie de l'apprentissage. On constate cependant que, pour &#234;tre inscrits au registre des architectes B du REG, les architectes ETS doivent &#233;galement justifier d'une pratique suffisante, dans la r&#232;gle, de trois ans apr&#232;s les &#233;tudes (art. 9 du r&#232;glement du REG concernant l'inscription au registre et la radiation).\nIl d&#233;coule de ce qui pr&#233;c&#232;de que le motif de police sur lequel est fond&#233;  l'art. 1er ch. 2 et 3 LPA vaut, le cas &#233;ch&#233;ant, aussi bien pour les architectes EPF que pour les architectes ETS. Ces deux cat&#233;gories d'architectes sont en effet, &#224; la fin de leurs &#233;tudes, soit d&#233;pourvues de toute exp&#233;rience pratique  (architectes ETS n'ayant pas de CFC), soit au b&#233;n&#233;fice d'une exp&#233;rience pratique plus ou moins limit&#233;e (architectes EPF, et architecte ETS, titulaires d'un CFC). Il n'est en tout cas nullement d&#233;montr&#233; que les architectes ETS, de mani&#232;re g&#233;n&#233;rale, pr&#233;senteraient pour leur client&#232;le, au niveau de leur exp&#233;rience pratique, des risques plus &#233;lev&#233;s que les architectes EPF, qu'il s'agisse des risques de malfa&#231;ons techniques ou de mauvaise gestion financi&#232;re du chantier. Le Conseil d'Etat vaudois ne pr&#233;tend d'ailleurs pas le contraire, dans ses observations sur le recours. D&#232;s lors, en exigeant des architectes ETS la preuve d'une pratique professionnelle de trois ans apr&#232;s la fin de leurs  &#233;tudes, sans demander une exp&#233;rience pratique correspondante aux architectes EPF - compte tenu &#233;ventuellement de l'ann&#233;e de stage effectu&#233;e par ces derniers pendant leurs &#233;tudes -, le l&#233;gislateur vaudois a soumis les diff&#233;rentes cat&#233;gories de candidats &#224; la profession d'architecte &#224; des conditions distinctes, sans que la discrimination op&#233;r&#233;e trouve sa justification dans le but de police poursuivi; une telle discrimination est partant contraire aux art. 4 et 31 Cst., ce qui entra&#238;ne l'admission des conclusions de la recourante y relatives, tant en ce qui concerne les architectes ETS qu'en ce qui concerne les personnes inscrites au registre B des architectes du REG - ceux-ci devant, on l'a vu, &#234;tre assimil&#233;s aux architectes ETS.\nd) L'annulation des dispositions en question ne signifie cependant pas que l'exigence d'une exp&#233;rience pratique de la part des personnes qui souhaitent exercer la profession d'architecte ne soit pas fond&#233;e sur un motif de police valable. Ainsi que l'a relev&#233; BGE 112 Ia 30 S. 38le Grand Conseil vaudois au cours des travaux pr&#233;paratoires, la profession d'architecte fait appel &#224; des qualifications professionnelles &#233;lev&#233;es; il peut d&#232;s lors para&#238;tre justifi&#233; de prot&#233;ger le public contre les risques provoqu&#233;s par une exp&#233;rience pratique insuffisante de la part d'un tel mandataire. Comme on l'a vu plus haut, aussi longtemps que la l&#233;gislation f&#233;d&#233;rale n'a pas pourvu  &#224; ce que ceux qui veulent exercer la profession d'architecte puissent obtenir des actes de capacit&#233; valables dans toute la Conf&#233;d&#233;ration (cf. art. 33 al. 2  Cst.), les cantons sont libres de r&#233;glementer l'exercice de cette profession sur leur territoire, dans la mesure o&#249; les restrictions pos&#233;es sont conformes aux exigences constitutionnelles, en particulier au principe de la proportionnalit&#233;. En l'esp&#232;ce, cependant, le Tribunal f&#233;d&#233;ral ne se prononcera pas sur la constitutionnalit&#233; des autres solutions que le l&#233;gislateur cantonal pourrait adopter dans ce domaine (cf. ATF 110 Ia 105 consid. 5e).\n \n   \n   "
}