{
  "titre": "105 IV 213",
  "annee": "1979",
  "contenu": "\n      \n  Chapeau\n105 IV 21356. Arr&#234;t de la Cour de cassation p&#233;nale du 16 octobre 1979 dans la cause B. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 35, 36 et 37 OCR.  R&#232;gles de prudence &#224; observer sur l'autoroute, interdiction de faire marche arri&#232;re et, d'une mani&#232;re g&#233;n&#233;rale, de constituer un obstacle sur les pistes de circulation. \n\n\n  \n  \n  \nFaits &#224; partir de page 214\n\n\n    BGE 105 IV 213 S. 214\n   \n\n    A.- Le 10 janvier 1978, vers 21 h.45, un accident de circulation s'est produit sur l'autoroute Lausanne-Gen&#232;ve, c&#244;t&#233; Jura, &#224; la jonction de Coppet. Au moment de l'accident, une nappe de fum&#233;e opaque provenant des gadoues de Divonne-les-Bains s'&#233;tendait sur une distance d'environ 200 m., annihilant presque totalement la visibilit&#233;. Lorsque B. est arriv&#233;e &#224; cet endroit, &#224; une vitesse de 80 km/h environ, elle s'est arr&#234;t&#233;e aussit&#244;t sur la voie droite de l'autoroute. Imaginant que la fum&#233;e provenait d'un v&#233;hicule en train de br&#251;ler &#224; la suite d'un accident, &#224; quelque distance de l&#224;, elle a entrepris de faire marche arri&#232;re pour se garer sur la bande d'arr&#234;t d'urgence. Elle commen&#231;ait cette manoeuvre lorsqu'elle aper&#231;ut dans son r&#233;troviseur les feux d'un v&#233;hicule se rapprochant. Elle s'arr&#234;ta derechef et engagea la premi&#232;re vitesse dans l'intention de repartir en marche avant et de se remettre en ligne droite par rapport &#224; la chauss&#233;e. Sa voiture fut alors atteinte par celle de K. qui, comme elle, roulait en direction de Gen&#232;ve sur la voie normale et avait &#233;t&#233; surpris par la nappe de fum&#233;e. Le choc ne fut pas violent, si bien que personne ne fut bless&#233;. B. et la passag&#232;re assise &#224; c&#244;t&#233; d'elle sortirent du v&#233;hicule endommag&#233; et d&#233;port&#233; vers la gauche chacune de leur c&#244;t&#233;, la premi&#232;re vers la berme centrale de l'autoroute, qui &#233;tait toute proche, la seconde sur la voie normale. Alors qu'elles se trouvaient toujours sur les pistes de circulation, la passag&#232;re de B. fut atteinte par le fourgon pilot&#233; par G., lequel, surpris &#233;galement par la fum&#233;e, avait frein&#233; &#233;nergiquement, mais n'avait pas r&#233;ussi &#224; &#233;viter les deux voitures accident&#233;es, qu'il avait aper&#231;ues au dernier moment. Projet&#233;e contre la voiture de B., la passag&#232;re de celle-ci subit des blessures si graves qu'elle est d&#233;c&#233;d&#233;e lors de son admission &#224; l'H&#244;pital de Nyon. Quelques instants plus tard, un quatri&#232;me v&#233;hicule vint emboutir le fourgon de G.\n\n    B.- Le 28 f&#233;vrier 1979, le Tribunal correctionnel du district de Nyon a lib&#233;r&#233; K. et G. de l'accusation d'homicide par n&#233;gligence. Il a en revanche reconnu B. coupable de cette infraction et lui a inflig&#233; une amende de 300 fr. avec d&#233;lai de radiation d'un an.\nLa condamn&#233;e ayant recouru, ce jugement a &#233;t&#233; confirm&#233; par la Cour de cassation p&#233;nale du Tribunal cantonal vaudois, statuant le 18 juillet 1979.\n\n    C.- B. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Consid&#233;rant que la pr&#233;sence de la fum&#233;e sur l'autoroute constituait un BGE 105 IV 213 S. 215cas de force majeure, elle conteste avoir commis une faute ou avoir fait preuve d'une n&#233;gligence en relation de causalit&#233; avec la mort de sa passag&#232;re. Elle invoque en outre, &#224; sa d&#233;charge, la faute commise par la victime elle-m&#234;me.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Chaque automobiliste doit savoir aujourd'hui qu'un v&#233;hicule ne doit pas s'arr&#234;ter sur les pistes de circulation des autoroutes. Ainsi, m&#234;me un v&#233;hicule qui ne peut plus rouler &#224; la vitesse de 60 km/h au moins doit-il sortir de l'autoroute aussit&#244;t que possible (cf. art. 35 al. 1 et 3 OVR) et ceux qui se trouvent dans l'incapacit&#233; d'avancer doivent-ils &#234;tre conduits imm&#233;diatement, pour autant que cela soit possible, sur les accotements, soit sur la piste d'arr&#234;t d'urgence, voire, en cas de n&#233;cessit&#233;, sur la berme centrale, tout contre la glissi&#232;re (cf. art. 36 al. 3 OCR); tel sera notamment le cas &#224; la suite de pannes de moteur, de lumi&#232;re ou d'essence, de crevaisons, de bris de pare-brise, etc., lorsque le conducteur ou un passager est pris d'un malaise ou lorsqu'un obstacle interdit tout passage. Il est par ailleurs, pour les m&#234;mes motifs, mais aussi parce qu'il est interdit de faire route &#224; contresens (cf. art. 37 al. 3 OCR), express&#233;ment d&#233;fendu de faire marche arri&#232;re sur une autoroute (art. 36 al. 1 OCR).\nL'observation de ces r&#232;gles, qui sont des normes de s&#233;curit&#233;, est d'autant plus importante que l'exp&#233;rience enseigne que les vitesses &#233;lev&#233;es admises sur les autoroutes ne laissent que peu de temps aux usagers pour r&#233;agir devant un obstacle impr&#233;vu et que leurs r&#233;actions sont souvent dans ce cas de nature &#224; provoquer des accidents et collisions en s&#233;rie, en raison de la pr&#233;cipitation et de la trop grande &#233;nergie qu'ils mettent &#224; manoeuvrer (cf. ATF 99 IV 232). Enfin, ce qui vient d'&#234;tre dit vaut d'une mani&#232;re accrue, cela tombe sous le sens, de nuit, lorsque la visibilit&#233; est r&#233;duite et &#224; fortiori lorsque ces deux conditions sont r&#233;unies et que la visibilit&#233; est presque totalement annihil&#233;e, comme en l'esp&#232;ce.\n\n    2. La recourante a grossi&#232;rement viol&#233; les r&#232;gles qui pr&#233;c&#232;dent. Si l'on peut certes admettre qu'elle a &#233;t&#233; prise au d&#233;pourvu devant l'&#233;paisseur du nuage de fum&#233;e dans lequel elle s'est engouffr&#233;e avec son v&#233;hicule - on note toutefois qu'en janvier une nappe de brouillard dense ne devrait surprendre BGE 105 IV 213 S. 216personne - il reste que si elle estimait devoir renoncer &#224; poursuivre sa route, il lui fallait obliquer en ralentissant pour ne s'arr&#234;ter qu'une fois sur la piste d'arr&#234;t d'urgence. A supposer encore qu'elle se soit arr&#234;t&#233;e sous le coup de la surprise, elle devait aussit&#244;t repartir, mais dans son sens de marche, pour mettre son v&#233;hicule &#224; l'abri sur le bord de la chauss&#233;e. En revanche, elle ne pouvait &#224; aucun prix reculer; d'abord parce qu'elle violait ainsi l'art. 36  al. 1 OCR pr&#233;cit&#233;, mais surtout parce qu'elle restait de ce fait plus longtemps qu'il n'&#233;tait n&#233;cessaire sur les pistes de circulation. Le comportement de la recourante &#233;tant de nature &#224; provoquer des accidents et collisions en cha&#238;ne qui, sur une autoroute, pr&#233;sentent toujours un risque mortel, on doit admettre qu'il se trouve non seulement en relation de causalit&#233; naturelle mais &#233;galement en relation de causalit&#233; ad&#233;quate avec la mort de la victime.\n\n    3. La recourante soutient, il est vrai, que le nuage de fum&#233;e repr&#233;sentait un cas de force majeure qui interrompait l'encha&#238;nement des causalit&#233;s. On rel&#232;ve que l'autorit&#233; cantonale a fait justice de cet argument, mais, de toute fa&#231;on, celui-ci &#233;tait d&#233;nu&#233; de toute pertinence. En effet, si l'on peut imaginer - et c'est ce qui s'est vraisemblablement pass&#233; lors de la collision du 8 janvier 1978 &#224; laquelle se r&#233;f&#232;re la recourante - qu'une nappe de fum&#233;e ou de brouillard d'une densit&#233; extr&#234;me surprenne par temps clair des automobilistes roulant en file et qu'il en r&#233;sulte une collision en cha&#238;ne, &#224; la suite du brusque ralentissement du v&#233;hicule de t&#234;te, il reste que les circonstances de l'esp&#232;ce &#233;taient toutes diff&#233;rentes. La recourante n'&#233;tait suivie imm&#233;diatement de personne et rien ne l'emp&#234;chait de se garer - sans perdre de temps mais sans h&#226;te excessive - sur la piste d'arr&#234;t d'urgence. Ni la fum&#233;e, ni l'absence de visibilit&#233; en tout cas ne l'obligeaient &#224; faire marche arri&#232;re au m&#233;pris d'une r&#232;gle de la circulation. En particulier, s'il est vrai qu'elle a cru &#224; un incendie, elle n'a vu ni flammes ni lueur qui auraient pu l'engager &#224; s'&#233;loigner par crainte des risques d'explosion. On ne saurait donc dire que la recourante a &#233;t&#233; contrainte par la force majeure &#224; agir de la fa&#231;on incoh&#233;rente qui a &#233;t&#233; d&#233;crite plus haut.\n\n    4. Quant aux fautes qui pourraient &#234;tre imput&#233;es &#224; des tiers ou &#224; celle - &#233;vidente au regard de l'art. 36 al. 3 OCR - commise par la victime, elles ne constituent &#233;videmment pas des comportements si impr&#233;visibles et aberrants qu'elles soient BGE 105 IV 213 S. 217de nature &#224; interrompre le lien de causalit&#233;. Par ailleurs, il n'existe aucune compensation des fautes en droit p&#233;nal (ATF 85 IV 91), chacun &#233;tant puni pour celles qu'il a commises. D&#233;s lors que la recourante a viol&#233; les r&#232;gles de la circulation routi&#232;re d'une mani&#232;re et dans des circonstances propres &#224;  provoquer mort d'homme et qu'il y a eu accident mortel, c'est &#224; bon droit qu'elle a &#233;t&#233; condamn&#233;e pour homicide par n&#233;gligence.\n\n    5. C'est en vain enfin que la recourante soutient ne plus avoir &#233;t&#233; en &#233;tat de d&#233;terminer son orientation dans l'espace. Il s'agit l&#224; en effet d'une version des faits irrecevable en ce qu'elle ne trouve aucun fondement dans l'arr&#234;t attaqu&#233; (art. 277bis al. 1 PPF). De plus, une telle all&#233;gation est invraisemblable dans la mesure o&#249; elle est pertinente. Ce qui est reproch&#233; &#224; la recourante, c'est son comportement avant que son v&#233;hicule n'ait &#233;t&#233; percut&#233; par l'arri&#232;re. Or, jusqu'&#224; ce moment, la recourante ne pouvait ignorer le sens dans lequel elle roulait sur l'autoroute, soit en direction de Gen&#232;ve, et sa visibilit&#233; n'&#233;tait pas nulle, puisqu'elle manoeuvrait pour essayer de gagner la piste d'arr&#234;t d'urgence en marche arri&#232;re et qu'elle a pu voir s'approcher les feux de la voiture qui allait percuter la sienne. Elle ne saurait donc soutenir qu'en faisant marche arri&#232;re elle ne pouvait avoir conscience de rouler &#224; contresens de la circulation.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le pourvoi.\n \n   \n   "
}