{
  "titre": "133 V 536",
  "annee": "2007",
  "contenu": "\n      \n  Chapeau\n133 V 53667. Arr&#234;t de la Ire Cour de droit social dans la cause Service de l'emploi du canton de Vaud contre Fondation X. ainsi que Tribunal admi-nistratif du canton de Vaud (recours de droit administratif)\nC 279/06 du 30 ao&#251;t 2007\n  \nRegeste\nArt. 1 al. 3, art. 59c al. 4 LACI; art. 81e al. 4 OACI; art. 101 LACI: Voie de recours contre une d&#233;cision de l'autorit&#233; cantonale en mati&#232;re de subvention pour des mesures collectives relatives au march&#233; du travail.  L'organe de compensation est en principe comp&#233;tent pour statuer sur les litiges concernant les subventions allou&#233;es &#224; titre de mesures collectives relatives au march&#233; de l'emploi. Il peut, &#224; certaines conditions, d&#233;l&#233;guer sa comp&#233;tence &#224; l'autorit&#233; cantonale (consid. 4.4). La d&#233;cision de l'organe de compensation comme celle de l'autorit&#233; cantonale, agissant sur d&#233;l&#233;gation de comp&#233;tence, peuvent faire l'objet d'un recours devant le Tribunal administratif f&#233;d&#233;ral (jusqu'au 31 d&#233;cembre 2006: &#224; la Commission de recours du D&#233;partement f&#233;d&#233;ral de l'&#233;conomie), conform&#233;ment &#224; l'art. 101 LACI (consid. 5 et 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 537\n\n\n    BGE 133 V 536 S. 537\n   \n\n    A. Le 16 d&#233;cembre 2003, le Conseil d'Etat du canton de Vaud a conclu avec le Centre de gestion des programmes d'occupation (devenu par la suite le Centre de gestion des programmes d'insertion [ci-apr&#232;s: le CGPI]) un accord de prestations pour le d&#233;veloppement et la mise &#224; disposition de mesures du march&#233; du travail et de mesures de r&#233;insertion professionnelle de type \"Emploi temporaire subventionn&#233;\". Selon son art. 5, l'accord s'applique aux b&#233;n&#233;ficiaires d'indemnit&#233;s de ch&#244;mage au sens de la LACI, aux demandeurs d'emploi inscrits aupr&#232;s des Offices r&#233;gionaux de placement et aux b&#233;n&#233;ficiaires du revenu minimum de r&#233;insertion (RMR). Le Service cantonal vaudois de l'emploi (ci-apr&#232;s: SDE) garantit le paiement des places command&#233;es (art. 6). Il contr&#244;le la r&#233;alisation des mesures et l'occupation des places command&#233;es et se r&#233;serve le droit de v&#233;rifier &#224; tout moment la comptabilit&#233; de l'organisateur (art. 8). Ce dernier d&#233;veloppe des mesures d'emploi temporaire et assure le suivi des participants (art. 10). Il produit &#224; cette fin des attestations (art. 11). Il tient une comptabilit&#233; analytique, en distinguant clairement les frais donnant lieu &#224; une subvention des autres, conform&#233;ment &#224; la circulaire &#233;tablie par le Secr&#233;tariat d'Etat &#224; l'&#233;conomie (seco) au sujet des mesures relatives au march&#233; du travail (art. 14). Une enveloppe budg&#233;taire globale est allou&#233;e pour les frais de l'organisateur, au titre de la subvention (art. 17). Le montant de l'enveloppe est de 7'830'000 fr.; il porte sur l'organisation de 390 mesures relatives au march&#233; du travail par an, correspondant &#224; 85'800 jours d'occupation au prix de 91 fr. 25 l'unit&#233; (art. 16). Le SDE verse &#224; l'organisateur un montant allant jusqu'&#224; 80 % de celui de l'enveloppe sous forme d'acomptes (en principe, deux acomptes de 40 % au d&#233;but de chaque semestre), le solde apr&#232;s r&#233;ception de la facture finale, mais au plus t&#244;t le 1er janvier de l'ann&#233;e suivante (art. 17 al. 2). L'accord est entr&#233; en vigueur le 1er janvier 2004.\nLa Fondation X. est une fondation de droit priv&#233;, dont le si&#232;ge est &#224; A. Elle a pour but de venir en aide aux ch&#244;meurs et autres personnes ayant des difficult&#233;s d'insertion. La Fondation X. a pris l'initiative de cr&#233;er la Fondation Z., laquelle, poursuivant les m&#234;mes BGE 133 V 536 S. 538buts sociaux, a repris les activit&#233;s de la Fondation X. dans le canton B., notamment la gestion d'un atelier &#224; P. Le 10 f&#233;vrier 2005, le Pr&#233;sident du Tribunal d'arrondissement de Lausanne a prononc&#233; la faillite de la Fondation Z., actuellement en liquidation.\nLe CGPI a conclu avec la Fondation X. des contrats portant sur la mise en oeuvre des programmes d'insertion pour les ann&#233;es 2002 &#224; 2005. C'est ainsi que le CGPI a conclu avec la Fondation X., le 28 avril 2004, un contrat \"de mise &#224; disposition de personnel en emploi temporaire subventionn&#233; (ETS) LACI ou RMR pour l'ann&#233;e 2004\". Selon cet accord, la Fondation X. mettait sur pied un programme pour l'accueil des personnes pouvant pr&#233;tendre aux mesures relatives au march&#233; du travail, correspondant &#224; 11'200 jours d'occupation et 3'300 jours de formation. Le budget pr&#233;vu &#233;tait de 1'100'000 fr., le montant minimal garanti de 900'000 fr. La Fondation X. avait droit au versement, au titre de la LACI, d'un montant total de 1'084'722 fr. 75; un acompte total de 1'081'000 fr. lui a &#233;t&#233; pay&#233;.\nEn 2005, le SDE a confi&#233; &#224; la soci&#233;t&#233; Y. le mandat de contr&#244;ler les comptes de diff&#233;rents organisateurs de mesures relatives au march&#233; du travail, dont la Fondation X. Le rapport &#233;tabli par Y. a amen&#233; le SDE &#224; rendre une d&#233;cision, le 20 janvier 2006, par laquelle il a exig&#233; de la Fondation X. le remboursement d'un montant de 864'327 fr. 90 pour l'ann&#233;e 2004, au titre de subvention pour des mesures relatives au march&#233; du travail per&#231;ues ind&#251;ment, en r&#233;servant une d&#233;cision analogue pour les ann&#233;es 2002, 2003 et 2005.\n\n    B. Conform&#233;ment &#224; l'indication des voies de droit figurant au bas de cette d&#233;cision, la Fondation X. a recouru devant le Tribunal administratif du canton de Vaud.\nStatuant le 24 octobre 2006, le Tribunal administratif a partiellement admis le recours, dans la mesure o&#249; il &#233;tait recevable. Il a annul&#233; la d&#233;cision du 20 janvier 2006. En bref, il a consid&#233;r&#233; qu'en ce domaine, la loi ne conf&#233;rait pas de pouvoir de d&#233;cision &#224; l'autorit&#233; administrative. Si celle-ci entendait obtenir le remboursement de montants vers&#233;s &#224; tort, elle devait agir devant le juge civil, conform&#233;ment &#224; la r&#233;partition des comp&#233;tences pr&#233;vues en droit vaudois. En effet, l'accord pass&#233; entre l'autorit&#233; cantonale comp&#233;tente en mati&#232;re de mesures relatives au march&#233; du travail et un organisateur de programmes d'emplois temporaires, pr&#233;voyant que celui-ci accueillera des ch&#244;meurs et recevra des subventions, constitue un BGE 133 V 536 S. 539contrat de droit administratif. Or, l'autorit&#233; ne peut invoquer des pr&#233;tentions contractuelles par voie de d&#233;cision.\n\n    C. Par &#233;criture du 23 novembre 2006, le SDE a form&#233; un recours de droit administratif devant le Tribunal f&#233;d&#233;ral des assurances en concluant &#224; l'annulation de ce jugement et au renvoi de la cause au Tribunal administratif pour nouvelle d&#233;cision. La Fondation X. conclut au rejet du recours. Le CGPI a inform&#233; le tribunal qu'il s'en remettait &#224; justice. Quant au seco, il propose d'admettre le recours.\nLe Tribunal f&#233;d&#233;ral a proc&#233;d&#233; &#224; un &#233;change de correspondance avec le Tribunal administratif f&#233;d&#233;ral, en ce qui concerne la comp&#233;tence de ce dernier pour statuer sur le recours interjet&#233; contre la d&#233;cision rendue par le SDE le 20 janvier 2006.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La loi du 17 juin 2005 sur le Tribunal f&#233;d&#233;ral (LTF; RS 173.110) est entr&#233;e en vigueur le 1er janvier 2007 (RO 2006 p. 1205, 1242). L'acte attaqu&#233; ayant &#233;t&#233; rendu avant cette date, la proc&#233;dure reste r&#233;gie par l'OJ (RO 3 p. 521; art. 132 al. 1 LTF; ATF 132 V 393 consid. 1.2 p. 395).\n\n    2. Le recours de droit administratif est recevable en tant que la d&#233;cision attaqu&#233;e concerne des subventions de droit f&#233;d&#233;ral et constitue une d&#233;cision en mati&#232;re d'assurances sociales au sens de l'art. 128 OJ en corr&#233;lation avec les art. 97, 98 let. b &#224; h et 98a OJ (voir &#233;galement ATF 122 V 189 consid. 1 p. 193).\n\n    3. Le recours de droit administratif ne peut en l'esp&#232;ce &#234;tre form&#233; que pour violation du droit f&#233;d&#233;ral, y compris l'abus ou l'exc&#232;s du pouvoir d'appr&#233;ciation (art. 104 let. a OJ). Le tribunal est li&#233; par les faits constat&#233;s dans la d&#233;cision, sauf s'ils sont manifestement inexacts ou incomplets ou s'ils ont &#233;t&#233; &#233;tablis au m&#233;pris de r&#232;gles essentielles de proc&#233;dure (art. 104 let. b et 105 al. 2 OJ). En outre, le tribunal n'est pas li&#233; par les motifs que les parties invoquent et peut admettre le recours pour d'autres raisons que celles avanc&#233;es par le recourant ou, au contraire, confirmer la d&#233;cision attaqu&#233;e pour d'autres motifs que ceux retenus par l'autorit&#233; intim&#233;e. Enfin, le Tribunal f&#233;d&#233;ral examine d'office la r&#233;gularit&#233; de la proc&#233;dure administrative, soit en particulier le point de savoir si c'est &#224; juste titre que la juridiction cantonale s'est saisie du litige (cf. ATF 125 V 21 consid. 1a p. 23).\n\n    BGE 133 V 536 S. 540\n   \n\n    4. \n   \n\n    4.1 Le chapitre 6 de la LACI institue des mesures relatives au march&#233; du travail (MMT). Selon l'art. 59 al. 1 LACI, l'assurance alloue des prestations financi&#232;res au titre des mesures relatives au march&#233; du travail en faveur des assur&#233;s et des personnes menac&#233;es de ch&#244;mage. Les prestations dont la restitution est demand&#233;e rel&#232;vent de la section 3 de ce chapitre, savoir les mesures d'emplois pr&#233;vues aux articles 64a et 64b LACI. Sont r&#233;put&#233;s mesures d'emplois, notamment, les emplois temporaires qui entrent dans le cadre de programmes organis&#233;s par des institutions publiques ou priv&#233;es &#224; but non lucratif; ces programmes ne doivent toutefois pas faire directement concurrence &#224; l'&#233;conomie priv&#233;e (art. 64a al. 1 let. a LACI). L'assurance rembourse aux organisateurs les frais attest&#233;s indispensables &#224; l'organisation de la mesure d'emploi; elle peut moduler ce remboursement en fonction des r&#233;sultats (art. 64b, 1re et 2e phrases LACI). Les frais &#224; prendre en compte pour l'organisation d'une mesure d'emploi sont &#233;num&#233;r&#233;s &#224; l'art. 97 OACI.\n\n    4.2 Les prestations dont la restitution est demand&#233;e ont &#233;t&#233; allou&#233;es, par ailleurs, &#224; titre de mesures collectives relatives au march&#233; du travail au sens de l'art. 1 al. 3 LACI (art. 1 OACI). Par opposition aux mesures individuelles, dont les b&#233;n&#233;ficiaires directs sont les assur&#233;s eux-m&#234;mes, les mesures collectives sont accord&#233;es, sous la forme de subventions, &#224; des institutions qui se voient confier l'ex&#233;cution d'une mesure pr&#233;ventive en mati&#232;re de ch&#244;mage (THOMAS NUSSBAUMER, Arbeitslosenversicherung, in Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, 2e &#233;d., n. 644; AGNES LEU, Die arbeitsmarktlichen Massnahmen im Rahmen der Arbeitslosenversicherung in der Schweiz, Zurich 2005, p. 15).\n\n    4.3 La comp&#233;tence et la proc&#233;dure en mati&#232;re de mesures relatives au march&#233; du travail (individuelles ou collectives) sont r&#233;gl&#233;es &#224; l'art. 59c LACI. Cette disposition est issue de la 3e  r&#233;vision de la LACI et regroupe d&#233;sormais en un seul article des r&#232;gles r&#233;parties auparavant aux anciens articles 64, 67, 71c et 75 LACI qui ont ainsi &#233;t&#233; abrog&#233;s (voir &#224; ce sujet BORIS RUBIN, Assurance-ch&#244;mage, Droit f&#233;d&#233;ral, Survol des mesures cantonales, Proc&#233;dure, 2e &#233;d., Zurich/ B&#226;le/Gen&#232;ve 2006, p. 611).\nSelon l'art. 59c LACI, les demandes de subvention pour les mesu res relatives au march&#233; du travail doivent &#234;tre pr&#233;sent&#233;es &#224; l'autorit&#233; comp&#233;tente d&#251;ment motiv&#233;es et assez t&#244;t avant le d&#233;but de la BGE 133 V 536 S. 541mesure (al. 1). L'autorit&#233; comp&#233;tente statue sur les demandes concernant les mesures sp&#233;cifiques vis&#233;es aux art. 65 &#224; 71d et sur les demandes de mesures individuelles de formation (al. 2). Elle transmet &#224; l'organe de compensation les demandes concernant les mesures collectives de formation et d'emploi accompagn&#233;es de son pr&#233;avis; l'organe de compensation statue sur l'octroi des subventions (al. 3).\n\n    4.4 Le Conseil f&#233;d&#233;ral peut autoriser l'organe de compensation &#224; d&#233;l&#233;guer la comp&#233;tence de statuer sur les demandes de subventionnement des mesures collectives de formation ou d'emploi jusqu'&#224; un montant maximum qu'il fixe lui-m&#234;me; &#224; cet effet, il peut &#233;dicter des directives sur le contr&#244;le de qualit&#233; des mesures de formation (al. 5). Le Conseil f&#233;d&#233;ral a fait usage de cette d&#233;l&#233;gation de comp&#233;tence aux art. 81d et e OACI. Il ressort notamment de ces dispositions que l'organe de compensation peut d&#233;l&#233;guer &#224; l'autorit&#233; cantonale la comp&#233;tence de statuer sur les demandes de subventionnement des mesures de march&#233; du travail collectives pour lesquelles les frais de projet &#224; prendre en compte sont inf&#233;rieurs &#224; cinq millions de francs (art. 81e al. 4 OACI). Par une directive du 19 juin 2003, l'organe de compensation - qui est administr&#233; par le seco - (art. 83 al. 3 LACI) a d&#233;l&#233;gu&#233; aux autorit&#233;s cantonales comp&#233;tentes le pouvoir de statuer sur des demandes de subventions des mesures de march&#233; du travail collectives pour lesquelles les frais de projet &#224; prendre en compte sont inf&#233;rieurs &#224; cinq millions de francs (chiffre marginal A 12 de la circulaire du seco relative aux mesures du march&#233; du travail d'octobre 2004). Cette d&#233;l&#233;gation repose sur l'id&#233;e que les cantons disposent des structures n&#233;cessaires pour op&#233;rer eux-m&#234;mes la s&#233;lection des organisateurs et allouer les subventions. Elle laisse aussi &#224; l'organe de compensation plus de champ pour assumer ses t&#226;ches de surveillance et de contr&#244;le, en particulier pour effectuer des contr&#244;les beaucoup plus nombreux et plus approfondis (message du 28 f&#233;vrier 2001 concernant la r&#233;vision de la loi sur l'assurance-ch&#244;mage, FF 2001 p. 2166; LEU, op. cit., p. 213).\n\n    4.5 Dans le canton de Vaud, le SDE est l'autorit&#233; comp&#233;tente, en application de la loi du 25 septembre 1996 sur l'emploi et l'aide aux ch&#244;meurs, remplac&#233;e depuis le 5 juillet 2005 par la loi sur l'emploi (LEmp; RSV 822.11; art. 10 ss).\n\n    5. \n   \n\n    5.1 Selon l'art. 1 al. 3 LACI, d&#233;j&#224; cit&#233;, &#224; l'exception des art. 32 (assistance administrative) et 33 (obligation de garder le secret), la BGE 133 V 536 S. 542LPGA ne s'applique pas &#224; l'octroi de subventions collectives pour le march&#233; du travail, ce par quoi il faut aussi entendre leur restitution &#233;ventuelle. M&#234;me si la loi parle d' \"octroi\" (\"Gew&#228;hrung\", \"concessione\"), cette exclusion vise, de mani&#232;re tout &#224; fait g&#233;n&#233;rale, le domaine des subventions pour les mesures collectives (voir le rapport du 26 mars 1999 de la Commission du Conseil national de la s&#233;curit&#233; sociale et de la sant&#233; [CSSS], FF 1999 p. 4388). En effet, la LPGA n'a pas pour vocation de r&#233;gler les relations internes entre les divers fournisseurs de prestations de l'assurance-ch&#244;mage (RUBIN, op. cit., p. 783; UELI KIESER, ATSG-Kommentar, Kommentar zum Bundesgesetz &#252;ber den Allgemeinen Teil des Sozialversicherungsrechts vom 6. Oktober 2000, Zurich 2003, n. 29 ad art. 2 LPGA). Aussi bien la proc&#233;dure en mati&#232;re de d&#233;cisions rendues en vertu de l'art. 59c LACI, pour ce qui est des mesures collectives relatives au march&#233; du travail, est-elle principalement r&#233;gie par la PA. En particulier, il n'y a pas de proc&#233;dure d'opposition telle que pr&#233;vue par l'art. 52 LPGA. Cela vaut aussi pour les cas o&#249; l'organe de compensation a d&#233;l&#233;gu&#233; sa comp&#233;tence en application des art. 59c al. 5 LACI et 81e al. 4 OACI. Cette d&#233;l&#233;gation ne change rien au fait que l'autorit&#233; cantonale assume sur mandat la t&#226;che d'une autorit&#233; f&#233;d&#233;rale et est r&#233;put&#233;e agir en cette qualit&#233; (NUSSBAUMER, op. cit., n. 879). C'est l'organe de compensation qui reste comp&#233;tent pour le versement des subventions pr&#233;vues &#224; l'art. 64b LACI (art. 83 let. k LACI).\n\n    5.2 Il en r&#233;sulte que la LPGA n'est pas applicable au contentieux en mati&#232;re de mesures collectives relatives au march&#233; du travail. Les d&#233;cisions prises en ce domaine ne sont pas sujettes &#224; recours devant le Tribunal des assurances selon l'art. 58 LPGA.\nPour ce qui est des litiges en mati&#232;re d'assurance-ch&#244;mage dans les domaines qui ne sont pas soumis &#224; la LPGA, des voies de droit ont &#233;t&#233; pr&#233;vues &#224; l'art. 101 LACI. Cette disposition d&#233;signe des autorit&#233;s sp&#233;ciales de recours. Selon sa teneur en vigueur jusqu'au 31 d&#233;cembre 2006, les d&#233;cisions et d&#233;cisions sur recours du seco, ainsi que les d&#233;cisions de l'organe de compensation, pouvaient faire l'objet d'un recours devant la Commission de recours du D&#233;partement f&#233;d&#233;ral de l'&#233;conomie (DFE) (PETER UEBERSAX, in Andr&#233; Moser/Peter Uebersax, Prozessieren vor eidgen&#246;ssischen Rekurskommissionen, B&#226;le, Francfort-sur-le-Main 1998, n. 6.67). La d&#233;cision de la Commission de recours du DFE pouvait alors faire l'objet d'un recours de droit administratif devant le Tribunal f&#233;d&#233;ral des assurances. La loi du 17 juin 2005 sur le Tribunal administratif f&#233;d&#233;ral, entr&#233;e en BGE 133 V 536 S. 543vigueur le 1er janvier 2007, a modifi&#233; l'art. 101 LACI en ce sens qu'elle d&#233;signe le Tribunal administratif f&#233;d&#233;ral comme autorit&#233; de recours contre les d&#233;cisions susmentionn&#233;es du seco et de l'organe de compensation (RO 2006 p. 2279). En principe, les d&#233;cisions du Tribunal administratif f&#233;d&#233;ral peuvent faire l'objet d'un recours en mati&#232;re de droit public au Tribunal f&#233;d&#233;ral (art. 86 al. 1 let. a LTF).\n\n    5.3 En l'esp&#232;ce, on est certes en pr&#233;sence, formellement, d'une d&#233;cision de l'autorit&#233; cantonale comp&#233;tente (SDE). Comme on l'a vu, celle-ci agit en lieu et place de l'organe de compensation, de sorte qu'il faut admettre que les voies de droit pr&#233;vues par l'art. 101 LACI sont &#233;galement applicables. Cette interpr&#233;tation de la d&#233;l&#233;gation de comp&#233;tence aux cantons s'impose par souci de coh&#233;rence et de coordination dans l'organisation des voies de recours. Admettre des voies de droit diff&#233;rentes selon que la d&#233;cision, pour un m&#234;me domaine, &#233;mane formellement de l'autorit&#233; cantonale ou de l'organe de compensation reviendrait indirectement &#224; reconna&#238;tre &#224; celui-ci le pouvoir de soumettre - par le biais d'une simple circulaire - un litige &#224; la LPGA, que la LACI exclut pr&#233;cis&#233;ment de son champ d'application.\n\n    6. En cons&#233;quence, c'est &#224; tort que le Tribunal administratif vaudois s'est saisi du litige en annulant la d&#233;cision du SDE. A ce stade, il n'y pas lieu d'examiner plus avant le litige et de se prononcer sur le bien-fond&#233; du jugement attaqu&#233; et des griefs soulev&#233;s par les parties. Il convient d'annuler le jugement attaqu&#233; et de transmettre d'office l'affaire au Tribunal administratif f&#233;d&#233;ral comme objet de sa comp&#233;tence. Dans cette mesure, le recours doit &#234;tre admis.\n\n    7. Vu la nature du litige, la proc&#233;dure est on&#233;reuse. Le SDE ayant indiqu&#233; dans sa d&#233;cision une voie de droit inexacte, il se justifie de mettre les frais &#224; sa charge (art. 156 al. 6 OJ). La Fondation X., qui a conclu au rejet du recours, doit &#234;tre consid&#233;r&#233;e comme succombant, de sorte qu'elle ne saurait pr&#233;tendre une indemnit&#233; de d&#233;pens.\n \n   \n   "
}