{
  "titre": "116 II 504",
  "annee": "1990",
  "contenu": "\n      \n  Chapeau\n116 II 50492. Extrait de l'arr&#234;t de la IIe Cour civile du 13 d&#233;cembre 1990 dans la cause dame Biner et ct contre Conseil d'Etat du canton de Vaud (recours de droit administratif)\n\n  \nRegeste\nArt. 301 al. 4 CC et art. 69 al. 1 et 2 OEC. Inscription d'un patronyme (\"middle name\" anglo-saxon) comme second pr&#233;nom dans le registre des naissances.  Un nom de famille qui n'est utilis&#233; que comme patronyme peut &#234;tre donn&#233; &#224; un enfant comme pr&#233;nom interm&#233;diaire dans la mesure o&#249; les parents justifient d'une raison s&#233;rieuse, objectivement digne d'&#234;tre prise en consid&#233;ration, telle qu'une tradition locale, religieuse ou familiale (pr&#233;cision de jurisprudence):  admission, en l'esp&#232;ce, du \"middle name\" ancestral \"Van Vleck\" comme second pr&#233;nom d'une fille, apr&#232;s \"Julia\". \n\n\n  \n  \n  \nFaits &#224; partir de page 504\n\n\n    BGE 116 II 504 S. 504\n   \n\n    A.- Russ Van Vleck Bradley, ressortissant des Etats-Unis d'Am&#233;rique, et Catherine Lina Marthe Biner, de nationalit&#233; suisse, originaire de Zermatt et Bernex, se sont mari&#233;s &#224; Zermatt le 13 mai 1988. Ils sont domicili&#233;s &#224; Carouge (canton de Gen&#232;ve).\nDe cette union est issue une fille, n&#233;e &#224; Lausanne le 7 mai 1989. La direction de la clinique o&#249; avait eu lieu l'accouchement d&#233;clara BGE 116 II 504 S. 505&#224; l'Officier de l'&#233;tat civil de l'arrondissement de Lausanne que les parents souhaitaient que leur enfant port&#226;t les pr&#233;noms Julia Van Vleck. L'officier de l'&#233;tat civil refusa d'inscrire Van Vleck, par le motif que le nom interm&#233;diaire  (\"middle name\") anglo-saxon n'est pas accept&#233; comme pr&#233;nom selon la pratique suisse; seul le pr&#233;nom Julia fut inscrit dans le registre des naissances.\nLes parents s'adress&#232;rent vainement &#224; l'&#233;tat civil cantonal, puis au D&#233;partement de la justice, de la police et des affaires militaires du canton de Vaud, Service de justice et l&#233;gislation, qui confirma la d&#233;cision prise par l'officier de l'&#233;tat civil.\n\n    B.- Le 25 octobre 1989, le Conseil d'Etat du canton de Vaud a rejet&#233; le recours form&#233; par Catherine Biner Bradley et Russ Van Vleck Bradley. Cette d&#233;cision est motiv&#233;e, en r&#233;sum&#233;, comme il suit:\na) Van Vleck est un nom de famille, exclusivement connu comme tel. Dans l'arr&#234;t paru aux ATF 71 I 366 ss, le Tribunal f&#233;d&#233;ral a rejet&#233; l'inscription, comme troisi&#232;me pr&#233;nom, du nom Mayor, consid&#233;rant qu'il violait de mani&#232;re  &#233;vidente l'int&#233;r&#234;t des tiers &#224; pouvoir &#233;tablir des rapports clairs pour ce qui a trait au nom. Certes, il a r&#233;serv&#233;, dans cette d&#233;cision, d'anciens usages locaux consistant &#224; donner comme pr&#233;nom &#224; l'enfant le patronyme de sa m&#232;re. Mais un tel usage n'existe ni en Suisse romande, ni dans le canton de Vaud. M&#234;me si l'on est enclin &#224; penser que l'enfant Julia Bradley n'utilisera pas le patronyme Van Vleck dans la vie de tous les jours, le risque de confusion entra&#238;n&#233; par un tel usage ne peut &#234;tre exclu. Il se pourrait que, tout comme son p&#232;re, l'enfant d&#233;sire plus tard faire figurer le patronyme Van Vleck sur son papier &#224; lettre, cr&#233;ant ainsi le risque d'induire des tiers en erreur. Cela s'est d&#233;j&#224; produit: lors de la signature des promesses de mariage par-devant l'Officier de l'&#233;tat civil de Begnins, ce dernier avait &#233;tabli les documents n&#233;cessaires en indiquant comme nom de famille du recourant: Van Vleck Bradley Junior.\nb) En vertu de l'art. 43 al. 1 OEC, les noms de famille et pr&#233;noms des ressortissants &#233;trangers sont transcrits dans les registres suisses tels qu'ils figurent dans les actes de l'&#233;tat civil ou, &#224; ce d&#233;faut, dans les autres pi&#232;ces probantes. Cependant, selon le Tribunal f&#233;d&#233;ral, la mani&#232;re d'&#233;crire les noms ou pr&#233;noms &#233;trangers ne doit pas &#234;tre en contradiction avec les principes fondamentaux du droit suisse en mati&#232;re de nom (ATF 106 II 104, ATF 110 II 324). Le  \"middle name\" est inconnu en droit suisse. Certes, plusieurs cantons admettent de le transcrire comme second BGE 116 II 504 S. 506pr&#233;nom lorsqu'il ressort d'un acte &#233;tranger ou lorsque les int&#233;ress&#233;s sont tous  &#233;trangers et sans domicile en Suisse, mais tel n'est pas le cas en l'esp&#232;ce. De plus, il convient de distinguer la transcription du nom d'un ressortissant  &#233;tranger dans un registre d'&#233;tat civil suisse de l'inscription du nom d'un enfant de nationalit&#233; suisse lors de sa naissance en Suisse.\n\n    C.- Catherine Biner Bradley et Russ Van Vleck Bradley ont form&#233; un recours de droit administratif au Tribunal f&#233;d&#233;ral. Ils demandaient que la d&#233;cision attaqu&#233;e f&#251;t annul&#233;e et que l'autorit&#233; cantonale f&#251;t invit&#233;e &#224; faire proc&#233;der &#224;  l'inscription de l'enfant Julia Van Vleck Bradley au registre des naissances de l'arrondissement de Lausanne.\nLe Conseil d'Etat du canton de Vaud a d&#233;clar&#233; s'en tenir &#224; sa d&#233;cision.\nLe D&#233;partement f&#233;d&#233;ral de justice et police, Office f&#233;d&#233;ral de la justice, a estim&#233; que \"le nom interm&#233;diaire Van Vleck devrait pouvoir &#234;tre admis &#224; titre de deuxi&#232;me pr&#233;nom\".\nLe Tribunal f&#233;d&#233;ral a admis le recours.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Enfant de conjoints dont l'un est suisse, Julia Bradley est suisse d&#232;s sa naissance (art. 1er al. 1 let. a LN); elle poss&#232;de aussi la nationalit&#233; am&#233;ricaine de son p&#232;re.\nComme l'enfant est domicili&#233;e en Suisse, o&#249; se trouve le domicile de ses p&#232;re et m&#232;re sous l'autorit&#233; parentale desquels elle est plac&#233;e (art. 25 al. 1 CC), son nom est r&#233;gi par le droit suisse (art. 37 al. 1 LDIP). Le fait qu'elle est double nationale n'a pas d'incidence sur ce point (art. 37 al. 2 en relation avec l'art. 23 al. 2 LDIP).\n\n    3. a) Aux termes de l'art. 301 al. 4 CC, les p&#232;re et m&#232;re choisissent le pr&#233;nom de l'enfant. Cette r&#232;gle est reprise par l'art. 69 OEC (al. 1), dont l'alin&#233;a 2 pr&#233;cise que les pr&#233;noms manifestement pr&#233;judiciables aux int&#233;r&#234;ts de l'enfant ou de tiers, notamment les pr&#233;noms choquants ou absurdes, sont refus&#233;s et qu'il en est de m&#234;me lorsque le sexe de l'enfant ne ressort pas clairement de son ou de ses pr&#233;noms.\nb) Les recourants font valoir que leur d&#233;sir de donner &#224; leur fille comme deuxi&#232;me pr&#233;nom le \"middle name\" Van Vleck s'explique, d'une part, par l'usage tr&#232;s fr&#233;quent dans les pays anglo-saxons d'avoir deux pr&#233;noms (le second, qui sera dans la suite repr&#233;sent&#233; en la forme &#233;crite par une initiale, &#233;tant souvent, aux Etats-Unis BGE 116 II 504 S. 507et au Canada, le nom de jeune fille de la m&#232;re de l'enfant) et, d'autre part, par une tradition familiale ancestrale: des Van Vleeck, originaires de Hollande, ont &#233;migr&#233; en Am&#233;rique en 1680 environ et leur patronyme  (orthographi&#233; Van Vleck) a pass&#233; de g&#233;n&#233;ration en g&#233;n&#233;ration comme second pr&#233;nom de leurs descendants. Les recourants produisent un livre (Jane Van Vleck, Ancestry and Descendants of Tielman Van Vleeck of Niew Amsterdam, New York 1955) o&#249; on voit notamment que la trisa&#239;eule de l'enfant, Florence Van Vleck, &#233;pousa Harold Hall Bradley et que son fils, Hall Van Vleck Bradley, engendra Russ Van Vleck Bradley, qui eut pour fils le recourant Russ Van Vleck Bradley Jr. C'est pour se conformer &#224; \"cette tradition intangible\" que les recourants disent souhaiter donner &#224; leur fille le second pr&#233;nom Van Vleck. Ce pr&#233;nom, ajoutent-ils, n'est ni choquant, ni absurde, et ne viole pas l'int&#233;r&#234;t des tiers.\nc) Dans sa jurisprudence r&#233;cente, le Tribunal f&#233;d&#233;ral a expliqu&#233; que, si l'art. 69 al. 2 OEC limite les restrictions au minimum, laissant aux parents un large champ de libert&#233;, ceux-ci ne peuvent cependant user de cette libert&#233; que pour le bien de l'enfant, le respect de la personnalit&#233; de ce dernier devant pr&#233;valoir sur les particularit&#233;s de la personnalit&#233; de ses parents. Il est notamment dans l'int&#233;r&#234;t de l'enfant de n'&#234;tre pas d&#233;sign&#233; de mani&#232;re ambigu&#235;, afin de ne pas &#234;tre expos&#233; aux moqueries et de ne pas conna&#238;tre de difficult&#233;s pour assumer sa masculinit&#233; ou sa f&#233;minit&#233;. Au surplus, le nom &#233;tant fait pour d&#233;signer la personne et manifester son identit&#233;, dont il est le signe, ce signe ne doit pas &#234;tre trompeur: l'&#233;tat civil devant pr&#233;cis&#233;ment m&#233;nager l'insertion de la personnalit&#233; dans la communaut&#233;, l'int&#233;r&#234;t des tiers sur ce point ne saurait &#234;tre sous-estim&#233;; avec l'int&#233;r&#234;t de l'enfant lui-m&#234;me, il impose les restrictions mises &#224; la libert&#233; de choix des parents (ATF 109 II 96 /97 consid.  7 et les arr&#234;ts cit&#233;s).\nAu sujet du nom de famille propos&#233; comme pr&#233;nom interm&#233;diaire, il n'existe que deux arr&#234;ts f&#233;d&#233;raux publi&#233;s.\nLe premier, de 1945, cit&#233; par le Conseil d'Etat &#224; l'appui de sa d&#233;cision, concerne un enfant dont le p&#232;re avait propos&#233; comme troisi&#232;me pr&#233;nom, apr&#232;s Guy Louis, Mayor, nom de famille de la m&#232;re (ATF 71 I 366 ss). A l'instar des autorit&#233;s argoviennes, le Tribunal f&#233;d&#233;ral a refus&#233; l'inscription de ce patronyme comme pr&#233;nom. Le pr&#233;nom, a-t-il dit, ne saurait &#234;tre refus&#233; du seul fait qu'il existe aussi comme nom de famille: des noms comme Arnold, Ernst, Louis, Martin, etc., sont autoris&#233;s indiff&#233;remment comme BGE 116 II 504 S. 508noms de famille et comme pr&#233;noms, sans inconv&#233;nient pour ceux qui les portent ou pour les tiers. Mais le nom Mayor n'est pas utilis&#233; comme pr&#233;nom. L'admettre comme tel serait cr&#233;er la confusion et porter atteinte aux int&#233;r&#234;ts des tiers, d'autant que, &#224; tout le moins pour les Suisses de langue allemande, il se prononce de la m&#234;me mani&#232;re qu'un grade militaire. Sans doute, rel&#232;ve le Tribunal f&#233;d&#233;ral, dans certaines r&#233;gions de Suisse, notamment dans les Grisons, il est conforme &#224; un vieil usage de donner &#224; l'enfant comme deuxi&#232;me pr&#233;nom le nom de famille de sa m&#232;re: l&#224; o&#249; existe cette coutume, le danger n'est pas d&#233;cisif. Mais un tel usage n'existe pas dans le canton d'Argovie, dont le recourant est originaire et o&#249; il est domicili&#233;.\nDans le second arr&#234;t, rendu en 1981, il s'agit de parents qui avaient choisi Wiesengrund comme deuxi&#232;me pr&#233;nom de leur fils (ATF 107 II 26 ss). Le Tribunal f&#233;d&#233;ral a estim&#233; ce pr&#233;nom inadmissible eu &#233;gard au bien de l'enfant et aux int&#233;r&#234;ts des tiers: Wiesengrund (prairie, vallon) est avant tout la d&#233;signation d'une chose; si ce vocable est parfois un nom de famille dans les r&#233;gions de langue allemande (ce que peu de gens savent), il n'est en tout cas pas un pr&#233;nom; &#224; cet &#233;gard, il convient de le distinguer de noms tels qu'Arnold, Ernst ou Peter, qui sont utilis&#233;s comme noms de famille et comme pr&#233;noms.\nd) Dans ses observations, le D&#233;partement f&#233;d&#233;ral de justice et police, Office f&#233;d&#233;ral de la justice, citant cette jurisprudence, estime que l'interpr&#233;tation traditionnelle de l'art. 69 al. 2 OEC ne permettrait gu&#232;re d'inscrire le nom interm&#233;diaire Van Vleck, m&#234;me &#224; titre de second pr&#233;nom. Mais il est d'avis qu'on pourrait interpr&#233;ter cette disposition de mani&#232;re moins restrictive. Il rel&#232;ve, en particulier, que depuis le 1er janvier 1988, date de l'entr&#233;e en vigueur du nouveau droit matrimonial, un syst&#232;me plus lib&#233;ral existe au sujet du nom de famille, en ce sens que la possibilit&#233; d'un choix est donn&#233;e dans un certain cadre aux personnes concern&#233;es: c'est ainsi que des fianc&#233;s peuvent  &#234;tre autoris&#233;s &#224; porter, d&#232;s la c&#233;l&#233;bration du mariage, le nom de la femme comme nom de famille (art. 30 al. 2 CC) et que la fianc&#233;e peut d&#233;clarer &#224;  l'officier de l'&#233;tat civil vouloir conserver le nom qu'elle portait jusqu'alors, suivi du nom de famille (art. 160 al. 2 CC; cf. aussi, en cas de nullit&#233; de mariage ou de divorce, la facult&#233; accord&#233;e &#224; l'&#233;poux qui a chang&#233; de nom de conserver le nom de famille qu'il a acquis lors du mariage, art. 134 al.  2 et 149 al. 2 CC). A cela s'ajoute l'admission &#233;largie, d&#232;s le 1er janvier  1989, date de l'entr&#233;e en vigueur de la loi f&#233;d&#233;rale BGE 116 II 504 S. 509sur le droit international priv&#233;, dans les registres suisses de l'&#233;tat civil, de noms de famille et de pr&#233;noms form&#233;s selon le droit &#233;tranger (art. 37, 39  LDIP).\nLe D&#233;partement pense que \"cette &#233;volution importante en mati&#232;re de noms m&#232;ne  &#233;galement &#224; une application plus lib&#233;rale du droit suisse des pr&#233;noms\".\ne) Du point de vue juridique, le pr&#233;nom a deux fonctions: d'une part, permettre d'identifier deux personnes portant le m&#234;me patronyme, au sein de la famille ou au dehors, et, d'autre part, faire conna&#238;tre le sexe de chacun (F. STURM, Le choix du pr&#233;nom. La fantaisie des parents et ses limites, REC 1987 p.  294 ss, sp&#233;c. p. 302; cf. B. WERLEN, Das schweizerische Vornamensrecht, th&#232;se B&#226;le 1981, p. 12 et 14 No 3). Mais, selon l'usage, ce double r&#244;le n'est pas imp&#233;rativement li&#233; &#224; tous les pr&#233;noms s'il y en a plusieurs. Dans le Guide des pr&#233;noms en Suisse &#233;dit&#233; par l'Association suisse des officiers de l'&#233;tat civil, il est seulement exig&#233; qu'un des pr&#233;noms des enfants d'une m&#234;me famille soit sp&#233;cifique de l'un deux, sans m&#234;me qu'il soit prescrit que ce soit le premier  (&#233;d. 1986, p. 38 in fine; cf. HEGNAUER, n. 59 ad art. 275a CC; contra: STURM, op.cit., p. 308). D'autre part, si le Tribunal f&#233;d&#233;ral a dit que le pr&#233;nom Amel n'&#233;tait pas admissible pour une fille parce qu'il n'indique pas clairement le sexe de l'enfant, c'est dans un cas o&#249; les parents n'entendaient faire inscrire que ce pr&#233;nom (ATF 109 II 98 consid. 12); on peut se montrer moins strict quand vient s'ajouter un autre pr&#233;nom qui dissipe toute confusion. Ainsi, &#224; supposer que, s'agissant d'une fille, Andrea puisse pr&#234;ter &#224; &#233;quivoque parce que, dans les contr&#233;es de langue italienne ou rh&#233;to-romanes, il d&#233;signe une personne du sexe masculin, il ne donne plus prise &#224; aucune confusion joint &#224; un pr&#233;nom f&#233;minin sans ambigu&#239;t&#233; (dans l'esp&#232;ce Ursula) (ATF 82 I 35); dans les communaut&#233;s catholiques, les gar&#231;ons portent souvent le pr&#233;nom Marie, non seulement en nom compos&#233; (tel Jean-Marie), mais aussi comme pr&#233;nom interm&#233;diaire (Louis Gonzague Fr&#233;d&#233;ric Marie Maurice de Reynold, cf. Dictionnaire historique et biographique de la Suisse, V, Neuch&#226;tel 1930, p. 463  No 52). Enfin, s'agissant de noms de famille utilis&#233;s comme patronymes, on a vu qu'il existe dans les Grisons un vieil usage de donner &#224; l'enfant, comme pr&#233;nom interm&#233;diaire, le patronyme de sa m&#232;re et que le Tribunal f&#233;d&#233;ral a r&#233;serv&#233;  cette coutume: l&#224; o&#249; elle existe, a-t-il dit, le risque de confusion n'est pas d&#233;cisif (ATF 71 I 368).\nAinsi, pour le choix d'un pr&#233;nom interm&#233;diaire, la libert&#233; des parents, consacr&#233;e par la loi, a un champ plus large encore qu'en BGE 116 II 504 S. 510mati&#232;re de pr&#233;nom unique ou de premier pr&#233;nom. Il n'est pas indispensable que ce pr&#233;nom individualise l'enfant, ou indique son sexe. En mati&#232;re de patronyme, il sied d'assouplir la jurisprudence, trop restrictive en l'&#233;tat actuel des moeurs, et d'admettre qu'un nom de famille qui n'est utilis&#233; que comme patronyme peut &#234;tre donn&#233; &#224; un enfant comme pr&#233;nom interm&#233;diaire dans la mesure o&#249; les parents justifient d'une raison s&#233;rieuse, objectivement digne d'&#234;tre prise en consid&#233;ration, telle qu'une tradition locale, religieuse, voire familiale. En revanche, un simple engouement, relevant de la pure fantaisie, comme l'admiration pour une personnalit&#233;, ne suffit pas (cf. ATF 107 II 28 /29  consid. 2).\nf) En l'esp&#232;ce, l'enfant des recourants porte le premier pr&#233;nom Julia, qui ne laisse aucun doute sur son sexe.\nLe nom interm&#233;diaire Van Vleck que d&#233;sirent lui donner ses parents n'est ni choquant ni absurde. Certes, il n'exclut pas la possibilit&#233; d'une confusion, en ce sens qu'un tiers (fonctionnaire ou personne priv&#233;e) pourrait penser que ce patronyme est en r&#233;alit&#233; le nom de famille de l'int&#233;ress&#233;e. Mais ce risque n'est pas suffisant pour faire obstacle au libre choix des parents. En effet, si l'Officier de l'&#233;tat civil de Begnins a commis une erreur en prenant pour nom de famille du fianc&#233; Van Vleck Bradley, cette erreur a pu &#234;tre facilement corrig&#233;e, et tant le livret de famille d&#233;livr&#233; aux &#233;poux par l'Officier de l'&#233;tat civil de Zermatt que le permis de s&#233;jour remis au mari par le Contr&#244;le de l'habitant de Gen&#232;ve indiquent clairement que son nom est Bradley et ses pr&#233;noms Russ Van Vleck.\nUn pr&#233;nom form&#233; par un nom et une pr&#233;position est sans doute assez rare; la raret&#233; n'est toutefois pas un motif suffisant pour le rejeter (ATF 71 I 367). Il y a d'ailleurs tout lieu de penser que l'int&#233;ress&#233;e ne se servira pas couramment de ce patronyme comme second pr&#233;nom du fait de l'aspect compos&#233; de celui-ci: la particule Van (qui correspond au \"de\" fran&#231;ais et au \"von\"  allemand) la dissuadera vraisemblablement d'utiliser en Suisse ce second pr&#233;nom dans la vie de tous les jours. L'enfant pourra faire comme son p&#232;re, qui abr&#232;ge Van Vleck en V.V. lorsqu'il signe un acte. Il est du reste d'usage de repr&#233;senter le \"middle name\" en la forme &#233;crite par une ou des initiales (les recourants se r&#233;f&#232;rent, sur ce point, &#224; la rubrique \"Names\" de la New Encyclopaedia Britannica, vol. 12, 15e &#233;d., 1975, ainsi qu'&#224; G&#214;TZ, ZBl 1957, p.  173 No V).\nAinsi, bien qu'un nom compos&#233; tel que Van Vleck ne soit pas particuli&#232;rement idoine pour &#234;tre admis comme pr&#233;nom interm&#233;diaire, il n'appara&#238;t pas pr&#233;judiciable &#224; l'int&#233;r&#234;t de l'enfant; au BGE 116 II 504 S. 511contraire, il relie celle-ci d'une mani&#232;re tangible &#224; sa famille paternelle, dans le respect d'une tradition ancestrale.\nIl r&#233;sulte de ce qui pr&#233;c&#232;de qu'il n'existe pas de raison d&#233;terminante, au sens de l'art. 69 al. 2 OEC, de ne pas admettre Van Vleck comme second pr&#233;nom de l'enfant.\ng) Il convient encore de relever que l'enfant poss&#232;de aussi la nationalit&#233;  am&#233;ricaine de son p&#232;re, de sorte que, si elle &#233;tait n&#233;e aux Etats-Unis, o&#249; le pr&#233;nom Van Vleck aurait &#233;t&#233; inscrit dans le registre de l'&#233;tat civil par application du droit &#233;tranger (art. 37 al. 1 LDIP), l'autorit&#233; cantonale de surveillance en mati&#232;re d'&#233;tat civil, qui d&#233;cide de l'inscription de ce fait dans le registre suisse des familles, n'aurait pu, de l'avis de l'Office f&#233;d&#233;ral de la justice, interdire, en se fondant sur l'art. 40 LDIP, la transcription de ce pr&#233;nom interm&#233;diaire. Le D&#233;partement f&#233;d&#233;ral de justice et police, dans la lettre circulaire qu'il a adress&#233;e le 11 octobre 1989 aux autorit&#233;s cantonales de surveillance en mati&#232;re d'&#233;tat civil, a rappel&#233; que les noms de famille et les pr&#233;noms sont inscrits tels qu'ils figurent dans les actes de l'&#233;tat civil, conform&#233;ment &#224; l'art. 43 al. 1 OEC. Les arr&#234;ts du Tribunal f&#233;d&#233;ral cit&#233;s par l'autorit&#233; cantonale (ATF 106 II 104 ss et 110 II  325 ss) ne sont pas applicables au pr&#233;sent cas, car ils se rapportent, le premier aux flexions que les r&#232;gles de la langue &#233;trang&#232;re imposent en fonction du sexe de l'int&#233;ress&#233;, et le second aux accents que comportent les noms de famille d'origine &#233;trang&#232;re; ils ne peuvent justifier la d&#233;cision du Conseil d'Etat.\n \n   \n   "
}