{
  "titre": "125 V 448",
  "annee": "1999",
  "contenu": "\n      \n  Chapeau\n125 V 44874. Arr&#234;t du 30 ao&#251;t 1999 dans la cause ASSURA, Assurance maladie et accident, contre G. et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 39 al. 1 let. d et e, art. 41 LAMal: s&#233;jour dans un h&#244;pital en dehors du canton.  Droit aux prestations d'un assur&#233; qui, pour des raisons de convenance personnelle et non pour des raisons m&#233;dicales, se fait soigner dans un h&#244;pital ne figurant pas sur la liste des &#233;tablissements de son canton de r&#233;sidence mais sur celle du canton o&#249; l'h&#244;pital en cause a son si&#232;ge. \n\n\n  \n  \n  \nFaits &#224; partir de page 448\n\n\n    BGE 125 V 448 S. 448\n   \n\n    A.- G., domicili&#233; dans le canton de Vaud, est affili&#233; &#224; la caisse-maladie ASSURA, Assurance maladie et accident (ci-apr&#232;s: la caisse).\n\n    BGE 125 V 448 S. 449\n   \nPar lettre du 6 janvier 1998, l'assur&#233; a inform&#233; la caisse qu'il devait &#234;tre op&#233;r&#233; d'un glaucome bilat&#233;ral et que, pour des raisons personnelles, il d&#233;sirait faire pratiquer cette intervention &#224; l'H&#244;pital de l'Ile, &#224; Berne. Il pr&#233;cisait que cet &#233;tablissement hospitalier ne figurait pas \"dans la planification hospitali&#232;re vaudoise\" mais dans celle &#233;tablie par le canton de Berne. Aussi invitait-il la caisse &#224; lui garantir la prise en charge des frais occasionn&#233;s par cette hospitalisation.\nPar d&#233;cision du 12 janvier 1998, la caisse a refus&#233; sa garantie au motif que, dans le cas particulier, l'H&#244;pital de l'Ile, situ&#233; hors du canton de r&#233;sidence de l'assur&#233; et n'&#233;tant pas englob&#233; dans la planification sanitaire du canton de Vaud, ne pouvait pas &#234;tre consid&#233;r&#233; comme un fournisseur de prestations admis au sens de la l&#233;gislation f&#233;d&#233;rale sur l'assurance-maladie obligatoire.\nL'assur&#233; a form&#233; opposition contre cette d&#233;cision, en r&#233;it&#233;rant sa demande de garantie de prise en charge du traitement qu'il s'appr&#234;tait &#224; subir &#224; Berne.\nLa caisse a rejet&#233; l'opposition par d&#233;cision du 22 janvier 1998.\n\n    B.- Saisi par G. d'un recours contre la d&#233;cision sur opposition, le Tribunal des assurances du canton de Vaud l'a admis par jugement du 18 ao&#251;t 1998 et il a r&#233;form&#233; la d&#233;cision attaqu&#233;e dans le sens des consid&#233;rants. En l'occurrence, l'autorit&#233; cantonale de recours a jug&#233; que la caisse &#233;tait tenue de garantir la prise en charge du s&#233;jour de l'assur&#233; &#224; l'H&#244;pital de l'Ile, &#224; Berne, \"conform&#233;ment aux tarifs du lieu de domicile de l'assur&#233; applicables &#224; la salle commune\".\n\n    C.- ASSURA interjette recours de droit administratif contre ce jugement dont elle demande principalement la r&#233;forme dans le sens de sa d&#233;cision sur opposition et, subsidiairement, l'annulation, la cause &#233;tant alors renvoy&#233;e &#224; l'autorit&#233; cantonale pour nouveau jugement dans le sens des consid&#233;rants.\nG. s'en remet &#224; justice. L'Office f&#233;d&#233;ral des assurances sociales (OFAS) qui, &#224; la demande du tribunal cantonal, s'&#233;tait d&#233;j&#224; exprim&#233; en premi&#232;re instance, propose de rejeter le recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Selon l'art. 41 al. 1 LAMal, l'assur&#233; a le libre choix entre les fournisseurs de prestations admis et aptes &#224; traiter sa maladie. En cas de traitement ambulatoire, l'assureur prend en charge les co&#251;ts jusqu'&#224; concurrence du tarif applicable au lieu de r&#233;sidence ou de travail de l'assur&#233; ou dans les environs. En cas de traitement hospitalier ou BGE 125 V 448 S. 450semi-hospitalier, il prend en charge les co&#251;ts jusqu'&#224; concurrence du tarif applicable dans le canton o&#249; r&#233;side l'assur&#233;.\nSi, pour des raisons m&#233;dicales, l'assur&#233; recourt &#224; un autre fournisseur de prestations, l'assureur prend en charge les co&#251;ts d'apr&#232;s le tarif applicable &#224; cet autre fournisseur de prestations. Sont r&#233;put&#233;s raisons m&#233;dicales le cas d'urgence et le cas o&#249; les prestations n&#233;cessaires ne peuvent pas &#234;tre fournies:\na. au lieu de r&#233;sidence ou de travail de l'assur&#233; ou dans les environs, s'il s'agit d'un traitement ambulatoire;\nb. dans le canton o&#249; r&#233;side l'assur&#233;, s'il s'agit d'un traitement hospitalier ou semi-hospitalier, ou dans un h&#244;pital en dehors de ce canton qui figure sur la liste dress&#233;e, par le canton o&#249; r&#233;side l'assur&#233;, en application de l'art. 39 al. 1 let. e LAMal (art. 41 al. 2 LAMal).\nSi, pour des raisons m&#233;dicales, l'assur&#233; recourt aux services d'un h&#244;pital public ou subventionn&#233; par les pouvoirs publics situ&#233; hors de son canton de r&#233;sidence, ce canton prend en charge la diff&#233;rence entre les co&#251;ts factur&#233;s et les tarifs que l'h&#244;pital applique aux r&#233;sidents du canton (art. 41 al. 3, premi&#232;re phrase, LAMal).\nEnfin, selon l'art. 41 al. 4 LAMal, l'assur&#233; peut, en accord avec l'assureur, limiter son choix aux fournisseurs de prestations que l'assureur d&#233;signe en fonction de leurs prestations plus avantageuses (art. 62 al. 1 et 3 LAMal); l'assureur ne prend en charge que les co&#251;ts des prestations prodigu&#233;es ou ordonn&#233;es par ces fournisseurs, l'art. 41 al. 2 LAMal &#233;tant toutefois applicable par analogie; les prestations que la loi rend obligatoires sont en tout cas garanties.\nEn l'esp&#232;ce, le litige se circonscrit &#224; la question de la prise en charge par l'assurance obligatoire des frais d'un traitement prodigu&#233; dans un &#233;tablissement hospitalier ext&#233;rieur au canton de r&#233;sidence de l'assur&#233;, sans que des raisons m&#233;dicales au sens de l'art. 41 al. 2 let. b LAMal n&#233;cessitent le recours aux services de cet &#233;tablissement.\n\n    2. a) S'appuyant d'une part sur l'absence de toute norme constitutionnelle donnant &#224; la Conf&#233;d&#233;ration la comp&#233;tence de s'immiscer dans les planifications hospitali&#232;res cantonales et, d'autre part, sur les travaux pr&#233;paratoires de la LAMal, les juges cantonaux ont consid&#233;r&#233; que rien ne permet d'interpr&#233;ter les dispositions l&#233;gales en cause dans le sens restrictif d&#233;fendu par la caisse. L'assur&#233; est libre de se faire soigner, pour des raisons de convenance personnelle, dans un &#233;tablissement hospitalier qui figure sur la liste d'un autre canton que celui o&#249; il r&#233;side. Dans ce cas, l'assureur, comme le prescrit l'art. 41 al. 1 LAMal, doit prendre en charge les co&#251;ts jusqu'&#224; concurrence du tarif applicable dans le canton o&#249; r&#233;side l'assur&#233;.BGE 125 V 448 S. 451\n   \nb) La recourante, quant &#224; elle, soutient qu'un assur&#233; n'a le choix - hormis le cas o&#249; des raisons m&#233;dicales imposent une exception &#224; ce principe - qu'entre les &#233;tablissements hospitaliers admis &#224; pratiquer &#224; la charge de l'assurance obligatoire des soins par son canton de r&#233;sidence. Or, s'il n'est pas contest&#233; que l'H&#244;pital de l'Ile figure sur la liste des &#233;tablissements hospitaliers admis dans le canton de Berne, il ne se trouve pas, en revanche, sur la liste dress&#233;e par l'autorit&#233; vaudoise comp&#233;tente et il n'existe, s'agissant de cet h&#244;pital, aucune planification conjointe entre ces deux cantons. Par ailleurs, la recourante consid&#232;re que la planification hospitali&#232;re cantonale a aussi pour but de limiter les surcapacit&#233;s, en assurant de cette mani&#232;re l'ad&#233;quation et le caract&#232;re &#233;conomique des prestations, comme l'exige l'art. 32 al. 1 LAMal. A ses yeux, le libre choix tel que l'entendent les premiers juges irait &#224; fin manifestement contraire des buts de la planification dont les cantons ont la responsabilit&#233;.\nPour r&#233;futer l'interpr&#233;tation du tribunal des assurances, la recourante argumente aussi &#224; partir du cas de la Clinique genevoise de Montana, situ&#233;e en Valais, qui figure sur la liste des &#233;tablissements admis par le canton de Gen&#232;ve, mais pas sur celle du canton du Valais. Or, all&#232;gue-t-elle, l'OFAS lui-m&#234;me reconna&#238;t que cet &#233;tablissement ne peut pas &#234;tre consid&#233;r&#233; comme un fournisseur de prestations admis pour les r&#233;sidents du canton du Valais. D'apr&#232;s elle, la seule hypoth&#232;se envisag&#233;e par l'art. 41 al. 1 LAMal pour le cas du traitement hospitalier est celle o&#249; l'assur&#233; choisit un &#233;tablissement situ&#233; hors de son canton de r&#233;sidence mais qui figure sur la liste de ce canton. S'il est hospitalis&#233; dans un &#233;tablissement hors liste de son canton de r&#233;sidence, il ne sera pas couvert par l'assurance obligatoire. Il n'y a d&#232;s lors pas de raison qu'il le soit s'il recourt aux services d'un &#233;tablissement hospitalier situ&#233; hors de son canton de r&#233;sidence et ne figurant pas sur la liste de celui-ci.\nEnfin, conclut-elle, on ne saurait, comme le font les premiers juges, lui reprocher de chercher &#224; s'enrichir ill&#233;gitimement au d&#233;triment de ses assur&#233;s, car si un assureur n'a pas l'obligation d'allouer ses prestations, l'appauvrissement de l'assur&#233; qui doit supporter les frais d'une hospitalisation survenue dans ces conditions n'est pas la cons&#233;quence d'un enrichissement ill&#233;gitime de sa caisse-maladie.\nc) L'OFAS, dans son pr&#233;avis, rappelle qu'aux termes de l'art. 19bis al. 1, premi&#232;re phrase, LAMA, l'assur&#233; avait le libre choix parmi les &#233;tablissements hospitaliers suisses et il ne distingue dans les travaux pr&#233;paratoires de la LAMal aucun indice permettant de penser que le l&#233;gislateur entendait limiter BGE 125 V 448 S. 452dor&#233;navant ce libre choix aux seuls &#233;tablissements hospitaliers figurant sur la liste du canton de r&#233;sidence de l'assur&#233;. Tel ne saurait &#234;tre, d'apr&#232;s lui, le sens de l'art. 41 LAMal. La planification hospitali&#232;re est contraignante pour les fournisseurs de prestations mais n'est pas destin&#233;e &#224; restreindre la demande des assur&#233;s, si ce n'est de mani&#232;re indirecte puisque l'art. 41 al. 1 LAMal limite l'&#233;tendue de la prise en charge des co&#251;ts par l'assureur.\nLa recourante s'est encore exprim&#233;e sur l'argumentation de l'OFAS en faisant observer que celle-ci vidait de leur contenu les art. 51 et 54 LAMal concernant le budget global des h&#244;pitaux et des &#233;tablissements m&#233;dico-sociaux. Une telle mesure serait, d'apr&#232;s la caisse, impossible &#224; pratiquer si les assur&#233;s avaient, comme le pr&#233;conise l'OFAS, toute libert&#233; de choisir l'&#233;tablissement hospitalier o&#249; ils veulent se faire soigner, sans tenir compte de la planification &#233;tablie par l'autorit&#233; comp&#233;tente de leur canton de r&#233;sidence.\n\n    3. a) L'argumentation de la recourante repose apparemment sur une confusion entre deux aspects du droit f&#233;d&#233;ral de l'assurance-maladie sociale qu'il importe pourtant de distinguer. D'une part, la loi fixe, de mani&#232;re imp&#233;rative, les conditions auxquelles un fournisseur de prestations peut &#234;tre admis &#224; pratiquer aux frais de l'assurance obligatoire des soins (art. 35 LAMal). C'est par exemple, pour les h&#244;pitaux et autres institutions, l'objet de l'art. 39 LAMal, qui &#233;tablit notamment un standard hospitalier minimum, savoir la garantie d'une assistance m&#233;dicale suffisante, la mise &#224; disposition du personnel qualifi&#233; n&#233;cessaire, ainsi que d'&#233;quipements m&#233;dicaux ad&#233;quats, et la garantie de la fourniture ad&#233;quate des m&#233;dicaments (art. 39 al. 1 let. a, b et c LAMal). D'autre part, l'art. 41 LAMal pose le principe du libre choix, par l'assur&#233;, entre les fournisseurs de prestations admis et aptes &#224; traiter sa maladie, mais il restreint la prise en charge des co&#251;ts de ces prestations en fonction de deux crit&#232;res: le lieu de r&#233;sidence ou de travail de l'assur&#233; et les raisons m&#233;dicales pouvant justifier le choix d'un fournisseur de prestations en dehors de ce lieu.\nAutrement dit, pour ce qui est du traitement hospitalier ou semi-hospitalier, l'art. 41 LAMal reconna&#238;t &#224; l'assur&#233; le libre choix de l'h&#244;pital parmi les &#233;tablissements en Suisse r&#233;pondant aux exigences de l'art. 39 LAMal. Cette libert&#233; de choix ne fait que reprendre le principe auparavant consacr&#233; par l'art. 19bis al. 1 LAMA (voir par exemple ATF 112 V 191 consid. 2b) et que le l&#233;gislateur n'a pas voulu remettre en cause, bien au contraire (voir &#224; ce sujet le message du Conseil f&#233;d&#233;ral concernant la r&#233;vision de l'assurance-maladie du 6 novembre 1991, FF 1992 I 151; DUC, BGE 125 V 448 S. 453Statut des assur&#233;s dans des &#233;tablissements m&#233;dico-sociaux selon la LAMal, in: RSAS 1996 p. 295). La seule cons&#233;quence, pour l'assur&#233;, du choix d'un fournisseur de prestations hors de son canton de r&#233;sidence est un amoindrissement de la protection tarifaire dont il jouit selon l'art. 44 al. 1 LAMal, en ce sens que, sauf dans les hypoth&#232;ses envisag&#233;es aux art. 41 al. 2 et 3 LAMal, c'est toujours le tarif applicable au lieu de r&#233;sidence ou de travail de l'assur&#233; et leurs environs qui s'applique. En revanche, le refus des prestations conduirait &#224; une restriction consid&#233;rable des droits des assur&#233;s par rapport au r&#233;gime ant&#233;rieur de la LAMA (cf. au surplus MAURER, Das neue Krankenversicherungsrecht, p. 72 sv.; EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], ch. 315 ss; DUC, L'hospitalisation, plus sp&#233;cialement l'hospitalisation d'un jour, in: LAMal-KVG, Recueil de travaux en l'honneur de la Soci&#233;t&#233; suisse de droit des assurances, Lausanne 1997 [cit&#233; ci-apr&#232;s: LAMal-KVG], p. 359 sv.; du m&#234;me auteur: Planification hospitali&#232;re, Quelques r&#233;flexions relatives &#224; une d&#233;cision sur recours du Conseil f&#233;d&#233;ral, in: PJA 1997 p. 462 sv., notes 10 ss). On notera que le Conseil f&#233;d&#233;ral s'est aussi exprim&#233; dans ce sens dans l'argumentation qu'il a d&#233;velopp&#233;e &#224; propos de l'art. 41 LAMal dans sa d&#233;cision du 21 octobre 1998 relative &#224; la liste &#233;tablie, en application de l'art. 39 al. 1 let. d LAMal, par le gouvernement du canton d'Appenzell Rhodes-Ext&#233;rieures (RAMA 1998 no KV 54, p. 521, sp&#233;c. p. 547 sv. ad 4.1.3). Demeure r&#233;serv&#233; le cas particulier pr&#233;vu &#224; l'art. 41 al. 4 LAMal, mais qui n'est pas en discussion ici (voir &#224; ce sujet DUC, \"Autres formes d'assurance\" au sens de l'article 41 alin&#233;a 4 LAMal et hospitalisation, in: LAMal-KVG, p. 393 ss).\nA ces consid&#233;rations s'ajoute un argument tir&#233; de la syst&#233;matique de la loi: c'est justement parce qu'il est possible de se faire soigner dans un &#233;tablissement hospitalier situ&#233; &#224; l'ext&#233;rieur du canton de r&#233;sidence qu'il existe une diff&#233;rence tarifaire, souvent importante, selon la provenance g&#233;ographique de l'assur&#233;. A d&#233;faut, on ne comprendrait pas pourquoi le l&#233;gislateur a &#233;dict&#233; l'art. 41 al. 1, troisi&#232;me phrase, et l'art. 41 al. 3 LAMal.\nb) Pour &#234;tre admis &#224; pratiquer &#224; la charge de l'assurance-maladie obligatoire, un h&#244;pital (ou un &#233;tablissement m&#233;dico-social) doit, en plus des conditions d&#233;j&#224; mentionn&#233;es (art. 39 al. 1 let. a, b et c LAMal), correspondre &#224; la planification &#233;tablie par un canton ou, conjointement, par plusieurs cantons, afin de couvrir les besoins en soins hospitaliers, les organismes priv&#233;s devant &#234;tre pris en consid&#233;ration de mani&#232;re ad&#233;quate BGE 125 V 448 S. 454(art. 39 al. 1 let. d LAMal); il doit en outre figurer sur la liste cantonale fixant les cat&#233;gories d'h&#244;pitaux en fonction de leurs mandats (art. 39 al. 1 let. e LAMal). La planification est consid&#233;r&#233;e comme un instrument important pour parvenir &#224; une meilleure coordination des fournisseurs de prestations, une utilisation optimale des ressources et une ma&#238;trise des co&#251;ts (message pr&#233;cit&#233;, p. 149; RAMA 1997 no KV 10 p. 262 consid. 4.2). Son ex&#233;cution comme telle rel&#232;ve toutefois de la comp&#233;tence exclusive des cantons, la Conf&#233;d&#233;ration ne pouvant exercer une influence en ce domaine que par le biais de la voie de recours pr&#233;vue &#224; l'art. 53 al. 1 LAMal (voir &#224; ce sujet SPIRA, Les comp&#233;tences des cantons en mati&#232;re d'assurance obligatoire des soins, in: LAMal-KVG, p. 72 ss.; EUGSTER, op.cit., ch. 248). Les imp&#233;ratifs li&#233;s &#224; l'ex&#233;cution d'une planification sanitaire ne sauraient donc interf&#233;rer sur les rapports entre assureurs et assur&#233;s, quant &#224; l'&#233;tendue de leurs droits et obligations respectifs tels qu'ils sont r&#233;glement&#233;s par la LAMal.\nLe fait que la libert&#233; de choix de l'&#233;tablissement hospitalier risque d'affaiblir la port&#233;e d'une planification hospitali&#232;re cantonale ou de rendre plus difficile l'&#233;tablissement d'un budget global au sens des art. 51 et 54 LAMal est certes en partie exact. Mais c'est un facteur - d'ailleurs statistiquement mesurable - qui doit &#234;tre pris en compte par les planificateurs. Du reste, comme le rel&#232;ve l'OFAS, la LAMal incite - de mani&#232;re indirecte - les assur&#233;s &#224; se conformer &#224; la planification &#233;tablie par le canton de r&#233;sidence en laissant &#224; leur charge une partie - souvent importante on l'a vu - du co&#251;t des traitements s'ils se rendent, pour des raisons de convenance personnelle, dans un h&#244;pital figurant sur la liste d'un autre canton (mais non sur celle du canton de r&#233;sidence).\nOn rappellera enfin que l'obligation de planification impos&#233;e aux cantons existait d&#233;j&#224; avant l'entr&#233;e en vigueur de la LAMal, en vertu du droit d'urgence qui a m&#233;nag&#233; la transition entre l'ancien et le nouveau droit (art. 8 de l'arr&#234;t&#233; f&#233;d&#233;ral urgent sur des mesures temporaires contre le rench&#233;rissement de l'assurance-maladie du 9 octobre 1992 [RO 1992 1838]; cf. SPIRA, loc.cit., p. 73 sv.), sans pour autant que f&#251;t remis en cause le libre choix de l'&#233;tablissement hospitalier consacr&#233; alors par l'art. 19bis al. 1 LAMA.\nC'est pourquoi, l'argumentation de la recourante ne saurait, sur ce point non plus, emporter la conviction.\n\n    4. En l'esp&#232;ce, il est constant que l'intim&#233; envisageait de se faire soigner dans un &#233;tablissement hospitalier admis au rang des fournisseurs de BGE 125 V 448 S. 455prestations, dans la cat&#233;gorie idoine, par le canton de Berne. C'est ainsi &#224; bon droit que les premiers juges ont consid&#233;r&#233; que la caisse &#233;tait tenue de garantir la prise en charge du s&#233;jour de l'assur&#233; dans cet &#233;tablissement selon les tarifs du lieu de domicile de l'assur&#233;, m&#234;me si l'&#233;tablissement ne figure pas sur la liste &#233;tablie par le canton de Vaud.\nQuant &#224; savoir si l'assurance doit aussi couvrir les frais de traitement dans un &#233;tablissement hospitalier ne figurant pas sur la liste du canton o&#249; il a son si&#232;ge, mais sur celle d'un autre canton (par ex. la Clinique genevoise d'altitude de Montana), pour les r&#233;sidents du premier canton, c'est une question qui n'a pas &#224; &#234;tre tranch&#233;e ici, car ce n'est pas l'objet du litige.\nIl suit de l&#224; que le recours est mal fond&#233;.\n \n   \n   "
}