{
  "titre": "131 V 431",
  "annee": "2005",
  "contenu": "\n      \n  Chapeau\n131 V 43157. Arr&#234;t dans la cause Association X. contre Winterthur Assurances, Soci&#233;t&#233; Suisse d'Assurances SA et Tribunal des assurances du canton de Vaud\nU 196/05 du 24 octobre 2005\n  \nRegeste\nArt. 92 al. 5 et 7 LAA; art. 113 al. 3 OLAA: Modification du suppl&#233;ment de prime pour les frais administratifs.  La LAA ne conf&#232;re pas &#224; un assureur priv&#233; pratiquant l'assurance-accidents obligatoire la comp&#233;tence de modifier unilat&#233;ralement une clause contractuelle relative au suppl&#233;ment de prime pour les frais administratifs. En particulier, la comp&#233;tence de modifier le tarif des primes ou le classement d'une entreprise dans ce tarif, par une d&#233;cision communiqu&#233;e au moins deux mois avant la fin de l'exercice comptable en cours (art. 92 al. 5 et 7 LAA; art. 113 al. 3 OLAA), ne comporte pas celle de modifier le suppl&#233;ment pour les frais administratifs. (consid. 6-8) \n\n\n  \n  \n  \nFaits &#224; partir de page 432\n\n\n    BGE 131 V 431 S. 432\n   \n\n    A. \n   \n\n    A.a L'association X. et \"Winterthur\" Soci&#233;t&#233; suisse d'assurances (ci-apr&#232;s: la Winterthur) sont li&#233;s par un contrat d'assurance-accidents obligatoire. Celui-ci a pris effet le 1er janvier 2001 pour une p&#233;riode de trois ans, &#233;ch&#233;ant le 31 d&#233;cembre 2003. Il d&#233;clare applicables les conditions d'assurance &#233;mises par la Winterthur, &#233;dition 08.1997. L'art. 1.1 de ces conditions g&#233;n&#233;rales pr&#233;voit que les contrats dont la dur&#233;e est limit&#233;e &#224; une ou &#224; plusieurs ann&#233;es sont reconduits d'un an, tant qu'aucune des parties n'a re&#231;u de r&#233;siliation au plus tard trois mois avant l'expiration.\nSelon la police d'assurance, dat&#233;e du 15 janvier 2001, la prime annuelle provisoire est fix&#233;e &#224; 563'800 fr., les modifications de tarif conform&#233;ment aux conditions d'assurance ainsi que les modifications des suppl&#233;ments l&#233;gaux &#233;tant r&#233;serv&#233;es. Les clauses suivantes sont par ailleurs pr&#233;vues:\n\" Genre d'entreprise ou de profession assur&#233;e:\n    Risque no:\n   \nH&#244;pitaux (non psychiatrique)      8521\n\n    Lieu o&#249; se trouve l'entreprise:\n   \nM.\nEntreprise ou partie d'entreprise de m&#234;me genre incluse dans l'assurance, se trouvant dans un autre lieu: BGE 131 V 431 S. 433\n   \nDivers lieux de risque\n\n    Personnes assur&#233;es:\n   \nTous les travailleurs assur&#233;s &#224; titre obligatoire en vertu des art. 1 et 2 de la LAA et des art. 1 &#224; 6 de l'ordonnance sur l'assurance-accidents.\n\n    Classement dans le tarif des primes:\n   \nAccidents\nprofessionnels (AP) non professionnels (ANP)\nClasse   61 Classe    13\nDegr&#233;   8 Sous-classe   7\nLes taux de prime sont actuellement compos&#233;s comme suit (en o/oo du salaire LAA):\nAccidents\nprofessionnels (AP) non professionnels (ANP)\nTaux de prime net[te]   1.74 o/oo    10.29 o/oo\nTaux pour les frais d'administration 0.12 o/oo?    0.72 o/oo (7.00 % du taux de prime net[te])\nContribution pour la pr&#233;vention des accidents   0.11 o/oo     0.08 o/oo (5.50 % du taux de prime net[te] pour AP) (0.75 % du taux de prime net[te] pour ANP)\n_______    _______\nTaux de prime final[e]   1.97 o/oo    11.09 o/oo\"\n\n    A.b Par lettre du 24 septembre 2003, la Winterthur a expos&#233; &#224; l'association X. avoir proc&#233;d&#233; &#224; certaines v&#233;rifications. Il en ressortait que l'association figurait d&#233;sormais en classe 61, degr&#233; 8 du tarif des primes, pour les accidents professionnels, et en classe 12, sous-classe 8, pour les accidents non professionnels; elle b&#233;n&#233;ficiait par ailleurs d'un taux de prime r&#233;duit pour les frais administratifs (7 % du taux de la prime nette, au lieu de 22.5 %). La Winterthur ajoutait qu'en raison du nombre &#233;lev&#233; de sinistres annonc&#233;s par l'association X., ce taux pr&#233;f&#233;rentiel ne pouvait pas &#234;tre maintenu, de sorte que les conditions suivantes seraient applicables d&#232;s le 1er janvier 2004:\n\" [...] Accidents professionnels[...]\nTaux de prime net[te] 1.74 o/oo Taux de prime finale 2.24 o/oo (avant 1.97 o/oo)\n(y compris frais d'administration[, soit 22.5 % du taux de prime nette,] et contribution &#224; la pr&#233;vention des accidents[,] soit 6.50 % du taux de prime net[te]). BGE 131 V 431 S. 434\n   \n[...] Accidents non professionnels [...]\nTaux de prime net[te] 9.98 o/oo\nTaux de prime finale 12.30 o/oo (avant 10.75 o/oo)\n(y compris frais d'administration[,] soit 22.5 % du taux de prime net[te,] et contribution &#224; la pr&#233;vention des accidents[,] soit 0.75 % du taux de prime net[te])\"\nLa Winterthur pr&#233;cisait que cette communication avait valeur de d&#233;cision et pouvait faire l'objet d'une opposition dans un d&#233;lai de 30 jours d&#232;s sa notification.\nLe 20 octobre 2003, l'association X. a contest&#233; l'augmentation du taux de prime pour les frais administratifs, au motif qu'elle ne reposait sur aucune base l&#233;gale et qu'elle modifiait un contrat tacitement reconduit pour l'ann&#233;e 2004. Par d&#233;cision sur opposition du 31 octobre 2003, la Winterthur a confirm&#233; l'augmentation litigieuse. Elle s'est cependant d&#233;clar&#233;e pr&#234;te a accepter une r&#233;siliation du contrat pr&#233;sent&#233;e dans un d&#233;lai prolong&#233;, &#224; titre exceptionnel, jusqu'au 30 novembre 2003.\n\n    B. L'association X. a d&#233;f&#233;r&#233; cette d&#233;cision sur opposition au Tribunal des assurances du canton de Vaud, qui a rejet&#233; le recours par jugement du 23 d&#233;cembre 2004.\n\n    C. L'association X. interjette un recours de droit administratif contre ce jugement, dont elle demande l'annulation. Elle conclut, sous suite de frais et d&#233;pens, &#224; la constatation de la nullit&#233; de la d&#233;cision du 31 octobre 2003, subsidiairement &#224; son annulation; elle conclut &#233;galement &#224; ce que soit d&#233;clar&#233; applicable un taux de 7 % du taux de la prime nette, pour le calcul des frais administratifs qui lui seront factur&#233;s par l'intim&#233;e en 2004.\nLa Winterthur a renonc&#233; &#224; se d&#233;terminer sur le recours, de m&#234;me que l'Office f&#233;d&#233;ral de la sant&#233; publique.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Est litigieux le taux applicable au calcul du suppl&#233;ment de primes dont doit s'acquitter la recourante pour les frais administratifs en 2004. Le litige n'entre pas dans l'une des &#233;ventualit&#233;s envisag&#233;es par l'art. 109 al. 1 LAA. Le recours &#224; la Commission f&#233;d&#233;rale de recours en mati&#232;re d'assurance-accidents n'&#233;tait donc pas ouvert contre la d&#233;cision sur opposition de l'intim&#233;e. Cette d&#233;cision &#233;tait sujette &#224; recours devant le Tribunal cantonal des assurances (art. 56 ss LPGA), dont le jugement peut &#234;tre d&#233;f&#233;r&#233; au Tribunal f&#233;d&#233;ral des BGE 131 V 431 S. 435assurances par la voie du recours de droit administratif (cf. RAMA 2000 no U 396 p. 324).\n\n    2. L'assurance-accidents est g&#233;r&#233;e, selon les cat&#233;gories d'assur&#233;s, par la Caisse nationale suisse d'assurance en cas d'accidents (CNA) ou par d'autres assureurs autoris&#233;s et par une caisse suppl&#233;tive g&#233;r&#233;e par ceux-ci (art. 58 LAA). Sont ainsi habilit&#233;es &#224; g&#233;rer l'assurance-accidents obligatoire, notamment, des institutions priv&#233;es d'assurance soumises &#224; la loi du 23 juin 1978 sur la surveillance des assurances (art. 68 al. 1 let. a LAA). Pour de telles institutions, dont l'intim&#233;e, le rapport d'assurance repose sur un contrat de droit public pass&#233; avec l'employeur ou la personne exer&#231;ant une activit&#233; lucrative ind&#233;pendante (cf. art. 59 al. 2 LAA). Le contrat est r&#233;gi par la LAA, mais le juge peut, en cas de lacune, s'inspirer de r&#232;gles tir&#233;es du droit priv&#233;, en particulier de la LCA ou du CO (consid. 4.3 non publi&#233; de l' ATF 130 V 553).\nCompte tenu de la relative densit&#233; des dispositions de la LAA et de l'OLAA, la libert&#233; contractuelle des parties se trouve fortement r&#233;duite. Les assureurs sont du reste tenus d'&#233;tablir un contrat-type contenant les clauses qui doivent obligatoirement figurer dans tout contrat d'assurance et qui est soumis pour approbation au D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur (art. 93 OLAA). La d&#233;termination du montant des primes constitue cependant un domaine dans lequel la loi ne fixe qu'un cadre l&#233;gal relativement large, aux art. 92 ss LAA et 113 ss OLAA.\n\n    3. L'art. 92 LAA, qui traite de la fixation des primes, a la teneur suivante:\n\n    1 Les assureurs fixent les primes en pour mille du gain assur&#233;. Celles-ci se composent de primes nettes correspondant au risque et de suppl&#233;ments destin&#233;s aux frais administratifs, aux frais de pr&#233;vention des accidents et des maladies professionnelles et aux allocations de rench&#233;rissement qui ne sont pas financ&#233;es par des exc&#233;dents d'int&#233;r&#234;ts. Il ne doit pas y avoir de diff&#233;rence importante entre les suppl&#233;ments de primes de la CNA et ceux des autres assureurs. Les art. 87 et 88, al. 2, sont r&#233;serv&#233;s.\n\n    2 En vue de la fixation des primes pour l'assurance des accidents professionnels, les entreprises sont class&#233;es dans l'une des classes du tarif des primes et, &#224; l'int&#233;rieur de ces classes, dans l'un des degr&#233;s pr&#233;vus; le classement tient compte de la nature des entreprises et de leurs conditions propres, notamment du risque d'accidents et de l'&#233;tat des mesures de pr&#233;vention. Les travailleurs d'une entreprise peuvent &#234;tre class&#233;s par groupe, dans des classes et degr&#233;s diff&#233;rents.\n\n    3 (...) BGE 131 V 431 S. 436\n   \n\n    4 Le changement de genre de l'entreprise et la modification de ses conditions propres doivent &#234;tre annonc&#233;s dans les quatorze jours &#224; l'assureur comp&#233;tent. Si les changements sont importants, l'assureur peut modifier le classement de l'entreprise dans les classes et degr&#233;s du tarif des primes, le cas &#233;ch&#233;ant avec effet r&#233;troactif.\n\n    5 Sur la base des exp&#233;riences acquises en mati&#232;re de risques, l'assureur peut, de sa propre initiative ou &#224; la demande de chefs d'entreprises, modifier le classement d'entreprises d&#233;termin&#233;es dans les classes et degr&#233;s du tarif des primes, avec effet au d&#233;but de l'exercice comptable.\n\n    6 En vue de la fixation des primes pour l'assurance des accidents non professionnels, les assur&#233;s peuvent &#234;tre r&#233;partis en classes de tarif. Les primes ne peuvent toutefois &#234;tre &#233;chelonn&#233;es en fonction du sexe des personnes assur&#233;es.\n\n    7 Le Conseil f&#233;d&#233;ral peut fixer les taux maxima des suppl&#233;ments de primes pr&#233;vus au 1er alin&#233;a. Il d&#233;termine le d&#233;lai pour modifier les tarifs de primes et pour proc&#233;der &#224; une nouvelle r&#233;partition des entreprises en classes et degr&#233;s; il &#233;dicte des dispositions sur le calcul des primes dans des cas sp&#233;ciaux, notamment pour les assur&#233;s facultatifs et pour ceux qui sont assur&#233;s aupr&#232;s d'une caisse-maladie reconnue.\nConform&#233;ment &#224; cette d&#233;l&#233;gation de comp&#233;tence, le Conseil f&#233;d&#233;ral a adopt&#233; les art. 113 et 114 OLAA, qui sont ainsi libell&#233;s:\nArt. 113 Classes et degr&#233;s\n\n    1 Les entreprises ou parties d'entreprises doivent &#234;tre class&#233;es dans les classes et degr&#233;s du tarif des primes de telle mani&#232;re que les primes nettes suffisent selon toute probabilit&#233; &#224; couvrir les frais d'accidents et de maladies professionnels d'une communaut&#233; de risque.\n\n    2 (...)\n\n    3 Les changements apport&#233;s au tarif des primes ainsi que les modifications op&#233;r&#233;es en vertu de l'art. 92, al. 5, de la loi et portant sur l'attribution des entreprises aux classes et degr&#233;s de celui-ci, doivent &#234;tre communiqu&#233;es aux entreprises int&#233;ress&#233;es au moins deux mois avant la fin de l'exercice comptable en cours. Les demandes des exploitants qui requi&#232;rent la modification de l'attribution pour le prochain exercice comptable doivent &#234;tre d&#233;pos&#233;es dans les m&#234;mes d&#233;lais.\nArt. 114 Suppl&#233;ments de primes pour frais administratifs\n\n    1 Le suppl&#233;ment pour les frais administratifs est destin&#233; &#224; couvrir les d&#233;penses ordinaires occasionn&#233;es aux assureurs par la pratique de l'assurance-accidents, y compris les d&#233;penses pour des prestations de tiers qui ne servent pas au traitement m&#233;dical telles que les frais de justice, de conseils et d'expertise.\n\n    2 Les suppl&#233;ments pour les frais administratifs des assureurs d&#233;sign&#233;s &#224; l'art. 68 de la loi sont destin&#233;s &#224; couvrir les d&#233;penses vis&#233;es &#224; l'al. 1 et ne peuvent d&#233;passer de plus de 15 points ceux de la CNA. BGE 131 V 431 S. 437\n   \n\n    3 L'office f&#233;d&#233;ral peut demander aux assureurs des renseignements sur le pr&#233;l&#232;vement des suppl&#233;ments pour les frais administratifs.\n\n    4. La recourante soutient que l'intim&#233;e n'&#233;tait pas en droit de modifier le taux de suppl&#233;ment de primes pour frais administratifs par une d&#233;cision unilat&#233;rale notifi&#233;e au moins deux mois avant la fin de l'exercice comptable en cours, conform&#233;ment &#224; l'art. 113 al. 3 OLAA. Selon elle, il faut distinguer les primes nettes, sujettes &#224; modification unilat&#233;rale en cours de contrat, des suppl&#233;ments de primes pour frais administratifs, dont la fixation repose - dans les limites fix&#233;es par le l&#233;gislateur - sur une base purement contractuelle.\nLes premiers juges consid&#232;rent pour leur part que la notion de primes forme un tout indissociable qui comprend l'ensemble des montants dus par l'employeur. Partant, l'assureur &#233;tait en droit, moyennant le respect du pr&#233;avis de deux mois pr&#233;vu par l'art. 113 al. 3 OLAA, d'imposer &#224; l'employeur une augmentation du taux de suppl&#233;ment de primes litigieux.\n\n    5. \n   \n\n    5.1 L'&#233;tablissement d'un tarif des primes et le classement des preneurs d'assurance dans ce tarif permet de r&#233;unir plusieurs entreprises (ou parties d'entreprises) comparables au sein d'une communaut&#233; de risque. Par leurs contributions - les primes nettes au sens de l'art. 92 al. 1 LAA - ces entreprises doivent enti&#232;rement supporter les co&#251;ts des accidents et maladies professionnels qui surviennent au sein de la communaut&#233; &#224; laquelle elles appartiennent (art. 113 al. 1 OLAA). Une prime de r&#233;f&#233;rence pour toutes les entreprises concern&#233;es est fix&#233;e selon des crit&#232;res actuariels et permet de garantir une certaine solidarit&#233; au sein de la communaut&#233;. Cette prime est toutefois pond&#233;r&#233;e par un second facteur de risque, afin de prendre en consid&#233;ration les &#233;carts significatifs - abstraction faite des variations usuelles - entre le nombre et le co&#251;t des &#233;v&#233;nements assur&#233;s annonc&#233;s par une entreprise, d'une part, et la valeur statistique de r&#233;f&#233;rence pour la communaut&#233; de risque &#224; laquelle elle appartient, d'autre part (cf. ATF 112 V 318 consid. 3 et 321 consid. 5c).\nLes assureurs-accidents peuvent adopter une pratique analogue pour l'assurance des accidents non professionnels et r&#233;partir les assur&#233;s en classes de tarif. Les primes ne peuvent toutefois pas &#234;tre &#233;chelonn&#233;es en fonction du sexe des personnes assur&#233;es (art. 92 al. 6 LAA). BGE 131 V 431 S. 438\n   \n\n    5.2 Comme cela ressort des art. 92 al. 1 LAA et 114 al. 1 OLAA, les suppl&#233;ments de primes pour frais administratifs sont destin&#233;s &#224; couvrir les d&#233;penses ordinaires occasionn&#233;es aux assureurs par la pratique de l'assurance-accidents, y compris les d&#233;penses pour des prestations de tiers qui ne servent pas au traitement m&#233;dical, tels que les frais de justice, de conseils et d'expertises. Il ne doit pas y avoir une diff&#233;rence importante entre les suppl&#233;ments de primes de la CNA et ceux des autres assureurs. Les suppl&#233;ments pour les frais administratifs des assureurs vis&#233;s &#224; l'art. 68 al. 1 de la loi ne peuvent d&#233;passer ceux fix&#233;s par la CNA de plus d'un certain nombre de points. Initialement, la limite sup&#233;rieure du d&#233;passement autoris&#233; &#233;tait de 10 points (art. 114 al. 2 OLAA, dans sa teneur en vigueur jusqu'au 31 d&#233;cembre 1997; RO 1983 p. 71); elle est ensuite pass&#233;e &#224; 15 points (Ordonnance du 15 d&#233;cembre 1997 modifiant l'Ordonnance sur l'assurance-accidents; RO 1998 p. 160). Il s'agissait alors de laisser une plus grande marge de manoeuvre aux assureurs priv&#233;s lors du calcul des suppl&#233;ments de primes, vers le haut comme vers le bas, et de renforcer la concurrence en ce domaine (Rapport du 17 juin 2003 de la Commission de la s&#233;curit&#233; sociale et de la sant&#233; publique du Conseil des Etats sur l'initiative parlementaire \"Prime minimum et suppl&#233;ments de primes pour frais administratifs dans l'assurance-accidents\" [ci-apr&#232;s: rapport de la Commission de s&#233;curit&#233; sociale du Conseil des Etats], FF 2003 p. 5447 sv.; voir &#233;galement PETER SCHLEGEL, Frais administratifs de l'assurance-accidents: situation initiale, &#233;volution et probl&#232;mes, in: S&#233;curit&#233; sociale [CHSS] 2001 p. 13 sv.).\nCette marge de manoeuvre devrait encore &#234;tre &#233;largie prochainement par une modification de l'art. 92 al. 1 LAA adopt&#233;e le 8 octobre 2004 (FF 2004 5091; le Conseil f&#233;d&#233;ral n'a pas encore d&#233;cid&#233; sa date d'entr&#233;e en vigueur). En effet, la nouvelle version de cette disposition ne fera plus r&#233;f&#233;rence au suppl&#233;ment de primes fix&#233; par la CNA pour la d&#233;termination des frais administratifs pr&#233;lev&#233;s par les autres institutions pratiquant l'assurance-accidents obligatoire. Cela devrait contribuer &#224; renforcer encore la concurrence entre assureurs priv&#233;s et &#233;viter que celle-ci soit influenc&#233;e par les d&#233;cisions du Conseil d'administration de la CNA en mati&#232;re de suppl&#233;ments de primes (rapport de la Commission de s&#233;curit&#233; sociale du Conseil des Etats, FF 2003 p. 5448; voir &#233;galement HANS-RUDOLF M&#220;LLER, Suppl&#233;ments de primes destin&#233;s aux frais administratifs des assureurs priv&#233;s LAA, in: S&#233;curit&#233; sociale [CHSS] 2001 p. 17). BGE 131 V 431 S. 439\n   \n\n    5.3 Le suppl&#233;ment de primes pour les frais administratifs ne d&#233;pend qu'indirectement de la prime, en ce sens qu'il est calcul&#233; en pour cent du taux de primes. Il n'est pas en relation directe avec les risques de l'assurance et, par cons&#233;quent, avec l'appartenance du preneur d'assurance &#224; l'une ou l'autre communaut&#233; de risque. Il peut en revanche varier en fonction des co&#251;ts administratifs qu'entra&#238;ne l'assurance conclue par l'entreprise concern&#233;e et de la collaboration offerte par l'entreprise. Il est g&#233;n&#233;ralement admis, par exemple, que les petites entreprises et les m&#233;nages entra&#238;nent des frais de gestion plus &#233;lev&#233;s que les grandes entreprises (SCHLEGEL, loc. cit.; M&#220;LLER, op. cit., p. 18). Dans la limite fix&#233;e par l'art. 114 al. 2 OLAA (en relation avec l'art. 92 al. 7 1re phrase LAA), les assureurs priv&#233;s peuvent n&#233;gocier avec les entreprises des suppl&#233;ments de primes plus ou moins &#233;lev&#233;s selon les frais administratifs pr&#233;visibles et, partant, selon leur int&#233;r&#234;t &#224; conclure le contrat. Toutefois, pour &#233;viter que les grandes entreprises se voient facturer des suppl&#233;ments particuli&#232;rement bas pour les frais administratifs, au d&#233;triment des petites et moyennes entreprises, apr&#232;s l'entr&#233;e en vigueur du nouvel art. 92 al. 1 LAA, la modification du 8 octobre 2004 de la LAA pr&#233;voit de laisser au Conseil f&#233;d&#233;ral la possibilit&#233; de fixer le taux maximum du suppl&#233;ment de primes pour frais administratifs (nouvel art. 92 al. 7 2e phrase LAA; sur ce point: rapport de la Commission de s&#233;curit&#233; sociale du Conseil des Etats, FF 2003 p. 5548 sv.).\n\n    6. \n   \n\n    6.1 Selon la jurisprudence, la loi s'interpr&#232;te en premier lieu selon sa lettre (interpr&#233;tation litt&#233;rale). Si le texte n'est pas absolument clair et que plusieurs interpr&#233;tations de celui-ci sont possibles, il convient de rechercher quelle est la v&#233;ritable port&#233;e de la norme, en la d&#233;gageant de tous les &#233;l&#233;ments &#224; consid&#233;rer, soit notamment des travaux pr&#233;paratoires (interpr&#233;tation historique), du but de la r&#232;gle, de son esprit, ainsi que des valeurs sur lesquelles elle repose, singuli&#232;rement de l'int&#233;r&#234;t prot&#233;g&#233; (interpr&#233;tation t&#233;l&#233;ologique) ou encore de sa relation avec d'autres dispositions l&#233;gales (interpr&#233;tation syst&#233;matique). Le sens que prend la disposition dans son contexte est &#233;galement important (ATF 130 II 71 consid. 4.2, ATF 129 II 118 consid. 3.1, ATF 129 III 56 sv. consid. 3.1.1).\n\n    6.2 Consid&#233;r&#233;e isol&#233;ment, l'expression \"changements apport&#233;s au tarif des primes\" (\"&#196;nderungen der Pr&#228;mientarife\"; \"cambiamenti delle tariffe\") figurant &#224; l'art. 113 al. 3 OLAA n'indique pas BGE 131 V 431 S. 440clairement s'il s'agit de changements touchant la part de prime correspondant au risque (prime nette) ou de modifications portant sur la totalit&#233; de la prime dont devra finalement s'acquitter le preneur d'assurance (prime nette et suppl&#233;ments). Par ailleurs, ni l'ordonnance, ni la loi ne d&#233;finissent la notion de tarif des primes. Dans la loi, cependant, cette notion est utilis&#233;e en relation avec les diff&#233;rents niveaux de primes &#233;tablis en fonction du classement des entreprises dans des communaut&#233;s de risque (art. 92 al. 2, 4 et 5 LAA). Elle est donc &#233;troitement li&#233;e au risque sp&#233;cifique de l'assurance. Cet &#233;l&#233;ment tend d&#233;j&#224; &#224; d&#233;montrer que par modification du tarif des primes, il faut entendre un changement des primes nettes, &#224; l'exclusion des suppl&#233;ments de primes pour frais administratifs.\n\n    6.3 Cette interpr&#233;tation est confirm&#233;e par la syst&#233;matique utilis&#233;e dans l'OLAA elle-m&#234;me. L'art. 113 al. 3 OLAA, qui permet un changement du tarif des primes moyennant un pr&#233;avis de deux mois, est int&#233;gr&#233; dans une disposition intitul&#233;e \"Classes et degr&#233;s\", dont l'alin&#233;a 1 pr&#233;cise ce que doit couvrir la prime nette et comment le tarif des primes doit &#234;tre &#233;tabli par communaut&#233;s de risque. Le suppl&#233;ment de primes pour les frais administratifs n'y est pas mentionn&#233;. Il fait l'objet d'un article distinct de l'ordonnance (art. 114 OLAA) qui ne r&#232;gle pas la modification du suppl&#233;ment ni ne contient &#224; ce sujet un renvoi &#224; la norme pr&#233;c&#233;dente, ce qui plaide &#233;galement, d'un point de vue syst&#233;matique, contre une augmentation unilat&#233;rale par l'assureur de ce suppl&#233;ment.\n\n    6.4 Si l'on se tourne vers un interpr&#233;tation t&#233;l&#233;ologique, il y a lieu de constater que l'art. 113 al. 3 OLAA, en corr&#233;lation avec l'art. 92 al. 7 LAA, a pour but de permettre aux assureurs-accidents de rectifier rapidement le classement des entreprises dans le tarif des primes, voire la d&#233;finition m&#234;me des diff&#233;rentes communaut&#233;s de risque et le tarif des primes comme tel, en fonction de l'&#233;volution des risques et de l'exp&#233;rience acquise en la mati&#232;re. Le syst&#232;me est con&#231;u de mani&#232;re &#224; ce que les primes per&#231;ues tiennent constamment compte des risques (Message du Conseil f&#233;d&#233;ral du 18 ao&#251;t 1976 &#224; l'appui d'un projet de loi f&#233;d&#233;rale sur l'assurance-accidents, FF 1976 III 222). Cette exigence justifie d'accorder &#224; l'assureur le droit de modifier unilat&#233;ralement le tarif des primes (nettes), en fonction des exp&#233;riences acquises en mati&#232;re de risque et selon des donn&#233;es actuarielles. Ce droit n'est pas absolu puisqu'il trouve ses limites, notamment dans le respect des principes g&#233;n&#233;raux pos&#233;s BGE 131 V 431 S. 441dans la loi et qu'un contr&#244;le judiciaire est pr&#233;vu. Comme la d&#233;cision initiale de classement d'une entreprise dans les classes et degr&#233;s du tarif des primes, la modification de ce classement peut en effet faire l'objet d'un recours devant la Commission f&#233;d&#233;rale de recours en mati&#232;re d'assurance-accidents (art. 109 al. 1 let. b LAA).\nLa modification du suppl&#233;ment pour les frais administratifs ne r&#233;pond pas aux m&#234;mes imp&#233;ratifs de flexibilit&#233;. Comme on l'a vu, ces frais ne d&#233;pendent pas directement du risque, mais correspondent &#224; des frais g&#233;n&#233;raux ind&#233;pendants des donn&#233;es actuarielles de l'assurance-accidents. Ils ne sont pas r&#233;partis entre diff&#233;rentes communaut&#233;s de risque, mais sont support&#233;s par l'ensemble des preneurs d'assurance li&#233;s &#224; un m&#234;me assureur-accidents. Leur taux ne d&#233;pend pas du classement de l'entreprise concern&#233;e dans le tarif des primes, mais peut en revanche varier en fonction des co&#251;ts administratifs que l'assurance de l'entreprise concern&#233;e pourrait entra&#238;ner. Afin d'en tenir compte, mais &#233;galement pour renforcer la concurrence dans ce domaine, le l&#233;gislateur a progressivement accord&#233; plus de libert&#233; aux assureurs-priv&#233;s, laissant ainsi plus de place &#224; la n&#233;gociation entre partenaires contractuels. Le suppl&#233;ment pr&#233;sente donc un caract&#232;re contractuel marqu&#233; qui le soustrait &#224; la proc&#233;dure de modification unilat&#233;rale de l'art. 113 al. 2 OLAA. Admettre que cet &#233;l&#233;ment contractuel ne puisse intervenir qu'au moment de la conclusion du contrat et reconna&#238;tre ensuite le droit de l'assureur de l'augmenter unilat&#233;ralement apr&#232;s un exercice comptable, fausserait le jeu de la concurrence, pourtant voulue par le l&#233;gislateur. Compte tenu de la libert&#233; laiss&#233;e aux parties dans ce domaine, du reste, la Commission f&#233;d&#233;rale de recours en mati&#232;re d'assurance-accidents n'a pas la comp&#233;tence de se prononcer sur le suppl&#233;ment de primes pour les frais administratifs &#224; la suite d'un recours fond&#233; sur l'art. 109 al. 1 let. b LAA; saisie d'un tel recours, elle n'entre pas en mati&#232;re, &#224; juste titre, sur un grief relatif &#224; ce suppl&#233;ment (cf. d&#233;cision non-publi&#233;e du 15 septembre 2003 de la Commission de recours en mati&#232;re d'assurance-accidents [REKU 517/02], consid. 9).\n\n    7. Compte tenu de ce qui pr&#233;c&#232;de, il n'y pas lieu de soumettre les suppl&#233;ments pour frais administratifs &#224; la r&#233;glementation de l'art. 113 al. 3 OLAA. L'intim&#233;e ne pouvait fonder sur cette disposition sa d&#233;cision du 24 septembre 2003 de modifier le suppl&#233;ment BGE 131 V 431 S. 442pour les frais administratifs. En l'absence d'une r&#233;glementation sp&#233;ciale en la mati&#232;re dans la LAA ou l'OLAA, elle &#233;tait en principe li&#233;e par le contrat conclu avec la recourante.\n\n    8. \n   \n\n    8.1 Selon les conditions g&#233;n&#233;rales applicables &#224; cet accord, les contrats dont la dur&#233;e est limit&#233;e &#224; une ou &#224; plusieurs ann&#233;es sont reconduits d'un an, tant qu'aucune des parties n'a re&#231;u de r&#233;siliation au plus tard trois mois avant l'expiration (art. 1.1 des conditions d'assurance &#233;mises par la Winterthur, &#233;dition 08.1997). Ces conditions ne pr&#233;voient pas que l'assureur serait autoris&#233; &#224; modifier par une d&#233;claration unilat&#233;rale le taux de suppl&#233;ment de primes pour les frais administratifs. Une telle modification n'est pas davantage pr&#233;vue par les clauses particuli&#232;res du contrat conclu entre les parties. Certes, la police d'assurance r&#233;serve \"les modifications de tarif conform&#233;ment aux conditions d'assurance ainsi que les modifications des suppl&#233;ments l&#233;gaux\". On ne peut toutefois pas en d&#233;duire que les parties auraient convenu d'un droit de modification unilat&#233;rale du taux de suppl&#233;ment de primes pour les frais administratifs. L'intim&#233;e ne l'a d'ailleurs jamais pr&#233;tendu en proc&#233;dure. Cette clause relative aux suppl&#233;ments l&#233;gaux concerne bien plut&#244;t les adaptations n&#233;cessaires du suppl&#233;ment pour les frais de pr&#233;vention des accidents professionnels et non-professionnels, dont le taux est fix&#233; par d&#233;cision du Conseil f&#233;d&#233;ral conform&#233;ment aux art. 87 et 88 LAA et ne d&#233;pend donc pas de la volont&#233; des parties au contrat.\nIl s'ensuit que la d&#233;cision notifi&#233;e &#224; l'association X. constitue tout au plus une proposition de modification du contrat par l'assureur-accidents, soumise &#224; l'acceptation du preneur d'assurance.\n\n    8.2 Le contrat liant la Winterthur &#224; l'association X. &#233;tait conclu pour une dur&#233;e de trois ans et arrivait &#224; &#233;ch&#233;ance le 31 d&#233;cembre 2003. Par lettre du 20 octobre 2003, l'association X. a express&#233;ment manifest&#233; son d&#233;saccord avec toute modification du suppl&#233;ment de primes pour frais administratifs, dans un d&#233;lai raisonnable apr&#232;s avoir re&#231;u la d&#233;cision du 24 septembre 2003. Une acceptation tacite (art. 6 CO par analogie) de la modification exig&#233;e par la Winterthur n'entre donc pas en consid&#233;ration, ind&#233;pendamment du point de savoir si l'assureur aurait &#233;t&#233; ou non en droit de conclure &#224; une telle acceptation, en l'absence de r&#233;ponse (cf. MAURER, BGE 131 V 431 S. 443Schweizerisches Privatversicherungsrecht, 3e &#233;dition, Berne 1995, p. 237). Par ailleurs, l'art. 2 LCA, d'apr&#232;s lequel la proposition de prolonger ou de modifier un contrat ou de remettre en vigueur un contrat suspendu est consid&#233;r&#233;e comme accept&#233;e si l'assureur ne la refuse pas dans les quatorze jours apr&#232;s qu'elle lui est parvenue, ne s'applique qu'aux propositions &#233;manant du preneur d'assurance. Cette disposition ne concerne pas l'acceptation, par le preneur, d'une offre de modification &#233;mise par l'assureur (cf. ATF 120 II 136 consid. 4b; GERHARD STOESSEL, in: HONSELL/VOGT/SCHNYDER [&#233;d.], Kommentar zum schweizerischen Privatrecht [Basler Kommentar], Bundesgesetz &#252;ber den Versicherungsvertrag [VGG], B&#226;le 2001, n. 4 ad art. 2).\n\n    8.3 Compte tenu de l'opposition de l'association X. &#224; la modification du suppl&#233;ment de primes pour frais administratifs, la Winterthur s'est d&#233;clar&#233;e pr&#234;te &#224; accepter une r&#233;siliation du contrat pr&#233;sent&#233;e dans un d&#233;lai courant jusqu'au 30 novembre 2003. L'association X. n'a pas donn&#233; suite &#224; cette proposition. Par cons&#233;quent, aucune des parties n'a r&#233;sili&#233; le contrat, que ce soit dans le d&#233;lai de trois mois avant l'&#233;ch&#233;ance du 31 d&#233;cembre 2003 ou dans le nouveau d&#233;lai fix&#233; par l'assureur-accidents. A d&#233;faut d'une telle r&#233;siliation, et en l'absence d'accord des parties sur une modification du contrat, celui-ci a &#233;t&#233; reconduit tacitement, sans changement, pour une dur&#233;e d'une ann&#233;e. Le taux du suppl&#233;ment de primes pour les frais administratifs, qui &#233;tait de 7 % du taux de la prime nette, selon les conditions contractuelles convenues pour la p&#233;riode du 1er janvier 2001 au 31 d&#233;cembre 2003, est donc &#233;galement applicable pour l'ann&#233;e 2004.\n\n    9. (Frais et d&#233;pens)\n \n   \n   "
}