{
  "titre": "117 IV 90",
  "annee": "1991",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     645\n                                                                        646\n                                                                        647\n                                                                        648\n                                                                        649\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n117 IV 9021. Auszug aus dem Urteil der Anklagekammer vom 30. Januar 1991 i.S. D. gegen Juge d'instruction du canton de Vaud, Staatsanwaltschaft des Kantons Z&#252;rich, Staatsanwaltschaft des Kantons Aargau, Verh&#246;ramt des Kantons Obwalden\n\n  \n  \nRegeste\nArt. 350 et art. 351 CP; art. 264 PPF; contenu de la requ&#234;te;  accord intercantonal sur le for; centre de gravit&#233; des actions d&#233;lictueuses.  1. Exigences quant &#224; la motivation de la requ&#234;te pr&#233;sent&#233;e par l'accus&#233;  (pr&#233;cision de la jurisprudence) (consid. 2b). \n2. Etendue de l'examen de la Chambre d'accusation, lorsqu'il y a accord sur le for (consid. 4a). \n3. Accord intercantonal sur le for l&#233;sant des int&#233;r&#234;ts l&#233;gitimes de l'accus&#233;  (consid. 4b). \n4. La question du centre de gravit&#233; des actions d&#233;lictueuses se pose si des infractions de m&#234;me nature ou tout au moins r&#233;prim&#233;es de mani&#232;re analogue entrent en consid&#233;ration (consid. 4c). \n\n\n  \n  \nFaits &#224; partir de page 91\n\n\n    BGE 117 IV 90 S. 91\n   \n\n    A.- P. D. wurde wegen verschiedener Delikte, die er in Engelberg ver&#252;bt hatte, gest&#252;tzt auf einen Haftbefehl des Verh&#246;rrichteramtes Obwalden am 15. Oktober 1990 in Z&#252;rich angehalten und wegen Fortsetzungsgefahr in Stans in Untersuchungshaft genommen. Es wird ihm zur Last gelegt, von April 1989 bis Juni 1990 in den Kantonen Aargau, Z&#252;rich, Bern, Neuenburg, Obwalden, Waadt, Schaffhausen und St. Gallen, zum Teil zusammen mit (in wechselnder Besetzung) M. B., D. J., Ch. G. und/oder T. Sch., zahlreiche Delikte begangen zu haben. Den erw&#228;hnten Tatbeteiligten werden insgesamt 119 Delikte zugeschrieben.\nDie Untersuchung wurde bis zur Verhaftung von P. D. in den Kantonen Waadt, Z&#252;rich, Aargau und Obwalden gef&#252;hrt. Die bereits seit einiger Zeit zwischen den beteiligten Kantonen gef&#252;hrten Gerichtsstandsverhandlungen f&#252;hrten zu keinem Ergebnis, bis der Untersuchungsrichter des Kantons Waadt am 28. November 1990 die Zust&#228;ndigkeit der Beh&#246;rden dieses Kantons anerkannte.\nGest&#252;tzt auf diese Anerkennung verf&#252;gte die Strafkommission des Kantons Obwalden am 6. Dezember 1990, P. D. sei den Strafbeh&#246;rden des Kantons Waadt zu &#252;bergeben. Diese Verf&#252;gung focht P. D. mit Beschwerde vom 17. Dezember an.\nNoch bevor die Rechtsmittelfrist abgelaufen war, wurde P. D. auf Ersuchen der Beh&#246;rden dieses Kantons in den Kanton Waadt &#252;berf&#252;hrt. Dies veranlasste den Pr&#228;sidenten der Anklagekammer des Bundesgerichts, mit Schreiben vom 19. Dezember 1990 die Beh&#246;rden des Kantons Waadt ausdr&#252;cklich darauf hinzuweisen, dem Verhafteten die erforderliche medizinische (psychiatrische) Betreuung zukommen zu lassen, welche bereits im Entscheid der Strafkommission erw&#228;hnt werde.\n\n    B.- Mit Gesuch vom 17. Dezember 1990 beantragt P. D., es seien die Beh&#246;rden des Kantons Z&#252;rich, eventuell jene des Kantons Aargau berechtigt und verpflichtet zu erkl&#228;ren, die ihm zur BGE 117 IV 90 S. 92Last gelegten strafbaren Handlungen zu verfolgen und zu beurteilen.\nDer Untersuchungsrichter des Kantons Waadt macht in seiner Vernehmlassung geltend, die durch ihn erfolgte Anerkennung des Gerichtsstandes beruhe auf seiner irrt&#252;mlichen Annahme, die zwei Hauptbeteiligten h&#228;tten ihre deliktische T&#228;tigkeit im Kanton Waadt begonnen; dies sei indessen - wie er nun habe feststellen m&#252;ssen - nicht der Fall, da den beiden in diesem Kanton lediglich ein am 4. April 1989 aus einem Geldautomaten begangener Diebstahl zur Last gelegt werde. Im &#252;brigen unterzieht er sich dem Entscheid der Anklagekammer.\nDie Staatsanwaltschaft des Kantons Aargau beantragt unter anderem, auf das Gesuch nicht einzutreten oder dieses abzuweisen; eventuell seien die Beh&#246;rden des Kantons Z&#252;rich, Obwalden oder Aargau (in dieser Reihenfolge) zust&#228;ndig zu erkl&#228;ren.\nDie Staatsanwaltschaft Z&#252;rich beantragt, den Kanton Aargau zust&#228;ndig zu erkl&#228;ren, falls der Untersuchungsrichter des Kantons Waadt nicht bei seiner  &#220;bernahmeerkl&#228;rung behaftet werden sollte.\nDas Verh&#246;ramt Obwalden nahm insbesondere Stellung zu dem in den Vernehmlassungen erw&#228;hnten T&#246;tungsdelikt.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    1. a) Dem Gesuchsteller werden gem&#228;ss dem durch die Waadtl&#228;nder Beh&#246;rden erstellten Delikteverzeichnis zahlreiche, an verschiedenen Orten ver&#252;bte strafbare Handlungen zur Last gelegt:\n- Kanton Aargau: 17 Delikte (Diebstahl, wovon 16 bandenm&#228;ssig, Sachbesch&#228;digung, Hausfriedensbruch, SVG-Delikte);\n- Kanton Bern: 4 Diebst&#228;hle;\n- Kanton Neuenburg: 7 bandenm&#228;ssige Diebst&#228;hle (teilweise mit Sachbesch&#228;digung und Hausfriedensbruch);\n- Kanton Obwalden: 16 Delikte (10 Diebst&#228;hle, meist mit Sachbesch&#228;digung und Hausfriedensbruch, 6 SVG-Delikte, zum Teil mit Sachbesch&#228;digung);\n- Kanton Waadt: 1 Diebstahl (bandenm&#228;ssig) und Sachbesch&#228;digung;\n- Kanton Schaffhausen: 2 Delikte (Diebstahl und Erschleichen einer Leistung);\n- Kanton St. Gallen: 1 Diebstahl; BGE 117 IV 90 S. 93\n   \n- Kanton Z&#252;rich: 61 Delikte (49 Diebst&#228;hle, meist mit Sachbesch&#228;digung und Hausfriedensbruch, Hehlerei, 8 SVG-Delikte, 4 Bet&#228;ubungsmitteldelikte);\n- Kantone Aargau/Z&#252;rich: 2 Bet&#228;ubungsmitteldelikte;\n- Kantone Z&#252;rich/Schaffhausen: 3 Delikte (Erschleichen einer Leistung).\nb) Um das Verfahren im Interesse des Gesuchstellers nicht noch weiter zu verl&#228;ngern, ist der Gerichtsstand ohne Verzug in einem der daf&#252;r &#252;berhaupt in Frage kommenden Kantone zu bestimmen, was beim Kanton Waadt nicht der Fall ist  (E. 4b); es ist deshalb vom vorliegenden Delikteverzeichnis auszugehen, welches nicht grunds&#228;tzlich angefochten wird. Dass die Deliktsbetr&#228;ge und Sachsch&#228;den darin nicht enthalten sind, ist f&#252;r den vorliegenden Entscheid ohne Bedeutung, l&#228;sst sich doch die Frage des Gerichtsstandes unabh&#228;ngig davon entscheiden.\nc) Mit Erkl&#228;rung vom 28. November 1990 anerkannte der Untersuchungsrichter des Kantons Waadt gegen&#252;ber den Kantonen Z&#252;rich und Aargau (mit Mitteilung an die Untersuchungsrichter von Schaffhausen und Obwalden) die Zust&#228;ndigkeit der Beh&#246;rden dieses Kantons.\n\n    2. a) Die Staatsanwaltschaft des Kantons Aargau beantragt, auf das Gesuch nicht einzutreten, weil dieses den Begr&#252;ndungsanforderungen nicht zu gen&#252;gen verm&#246;ge.\nb) Die Anforderungen an die Begr&#252;ndung des Gesuches um Bestimmung des Gerichtsstandes sind insbesondere in F&#228;llen mit umfangreichen Akten hoch anzusetzen (BGE 116 IV 175). Diese Anforderungen gelten in erster Linie f&#252;r die Beh&#246;rden der am Verfahren beteiligten Kantone. Stellt indessen - wie hier - ein Beschuldigter das Gesuch, so k&#246;nnen nicht dieselben Anforderungen gestellt werden, da der Beschuldigte sich in der Regel nicht auf Gerichtsstandsverhandlungen zwischen den Kantonen st&#252;tzen kann und schon deshalb &#252;ber weniger Angaben verf&#252;gt. Was der Gesuchsteller im Gesuch vorbringt, gen&#252;gt im vorliegenden Fall zusammen mit den eingereichten Vernehmlassungen und Akten, um den Gerichtsstand zu bestimmen. Auf das Gesuch ist daher einzutreten.\n\n    3. Wird jemand wegen mehrerer, an verschiedenen Orten ver&#252;bter strafbarer Handlungen verfolgt, so sind gem&#228;ss Art. 350 Ziff. 1 Abs. 1 StGB die Beh&#246;rden des Ortes, wo die mit der schwersten Strafe bedrohte Tat ver&#252;bt wurde, auch f&#252;r die Verfolgung und Beurteilung der &#252;brigen Taten zust&#228;ndig.BGE 117 IV 90 S. 94\n   \na) Wie sich aus der Vernehmlassung des Verh&#246;ramtes Obwalden vom 21. Januar  1991 ergibt, wurde der Gesuchsteller im Zusammenhang mit dem am 13./14. August  1990 in X. erfolgten T&#246;tungsdelikt lediglich befragt, weil er zu jener Zeit als Kochgehilfe im Hotel A. besch&#228;ftigt war; er sei wie alle G&#228;ste und das Personal der beiden Hotels B. und A. befragt worden; er sei indessen nie dieser Tat verd&#228;chtigt worden und einzig wegen der &#252;brigen Delikte sp&#228;ter zur Verhaftung ausgeschrieben worden; die Ermittlungen betreffend das T&#246;tungsdelikt richteten sich gegen eine andere Person aus dem Hotel B., welche bereits zur Verhaftung ausgeschrieben sei.\nEs besteht kein Anlass, auch ohne eingehende Einsicht in die Akten, an diesen Angaben zu zweifeln; das fragliche Delikt ist deshalb f&#252;r die Bestimmung des Gerichtsstandes im vorliegenden Fall ohne Bedeutung.\nb) Der Gesuchsteller beging, meist zusammen mit M. B., allein in der Zeit vom  2. bis 6. April 1989 im Kanton Aargau 14 Diebst&#228;hle, wobei in f&#252;nf F&#228;llen noch Ch. G. beteiligt war.\nDiese strafbaren Handlungen sind als bandenm&#228;ssige Diebst&#228;hle und damit als schwerste, dem Gesuchsteller zur Last gelegte Straftaten zu qualifizieren. Damit kann offenbleiben, ob auch gewerbsm&#228;ssige Begehung vorliegt, da Art. 137  Ziff. 1bis StGB eine geringere Mindeststrafe androht. Der gesetzliche Gerichtsstand ist somit der Kanton Aargau.\nc) Auch wenn die dem Gesuchsteller zur Last gelegten Straftaten als Kollektivdelikt betrachtet werden, indem die bandenm&#228;ssigen und nicht bandenm&#228;ssigen Delikte eine deliktische Einheit bilden und somit als mit der gleichen Strafe bedroht zu gelten haben (vgl. SCHWERI, Gerichtsstandsbestimmung, N 83 f. und N 269; vgl. auch BGE 86 IV 63 E. 2  betreffend gewerbsm&#228;ssigen Betrug), w&#228;re der Gerichtsstand gem&#228;ss Art. 350  Ziff. 1 Abs. 2 StGB der Kanton Aargau, da dort die Untersuchung bez&#252;glich dieser Delikte zuerst angehoben wurde.\n\n    4. Der Gesuchsteller r&#228;umt selber ein, diese verschiedenen bandenm&#228;ssigen Diebst&#228;hle ver&#252;bt zu haben, weshalb gem&#228;ss Art. 350 Ziff. 1 StGB die Zust&#228;ndigkeit des Kantons Aargau gegeben sei. Er ist indessen der Auffassung, das Schwergewicht der Delikte liege im Kanton Z&#252;rich, wo er mindestens 63 Straftaten ver&#252;bt habe; es l&#228;gen daher wichtige Gr&#252;nde vor, um ausnahmsweise vom gesetzlichen Gerichtsstand abzuweichen.\na) Ein in Abweichung vom gesetzlichen Gerichtsstand durch Vereinbarung (bzw. Anerkennung) der Kantone bestimmter BGE 117 IV 90 S. 95Gerichtsstand kann durch den Beschuldigten nur dann mit Erfolg angefochten werden, wenn eine Ermessens&#252;berschreitung und damit eine Rechtsverletzung vorliegt (SCHWERI, a.a.O., N 410). Dies ist dann der Fall, wenn die Abweichung nicht auf triftigen Gr&#252;nden (Prozess&#246;konomie; Versehen der beteiligten Beh&#246;rden; Wahrung neu ins Gewicht fallender Interessen; ver&#228;nderte Verh&#228;ltnisse) beruht (vgl. BGE 107 IV 159 E. 1 mit Hinweis; BGE 98 IV 208 E. 2 mit Hinweisen).\nb) Diese Voraussetzungen sind hier erf&#252;llt, besteht doch offensichtlich kein Ankn&#252;pfungspunkt, welcher die Zust&#228;ndigkeit der Beh&#246;rden des Kantons Waadt zu rechtfertigen vermag: Im Kanton Waadt liegt weder der gesetzliche Gerichtsstand, noch ist in bezug auf diesen Kanton ein triftiger Grund ersichtlich, der ein Abweichen vom gesetzlichen Gerichtsstand rechtfertigen k&#246;nnte. Die Anerkennung des Gerichtsstandes durch den Instruktionsrichter des Kantons Waadt beruht vielmehr offenkundig auf einem Versehen, dessen Ursachen hier nicht zu untersuchen sind.\nDie Beh&#246;rden des Kantons Waadt auf dieser versehentlich erfolgten Anerkennung zu behaften, widerliefe den berechtigten Interessen des Beschuldigten, welcher in Z&#252;rich seinen Lebensmittelpunkt hat und - wobei diesem Gesichtspunkt keine bestimmende Bedeutung zukommt - zwar nicht mehr Jugendlicher im Sinne von Art.  372 StGB, aber doch noch jugendlichen Alters ist. Aufgrund seiner Deutschsprachigkeit k&#246;nnte sich der Gesuchsteller nicht in seiner Muttersprache verst&#228;ndigen. F&#252;r die Beh&#246;rden aber m&#252;ssten unter Umst&#228;nden die Ergebnisse der in ihrer &#252;berwiegenden Mehrzahl in der deutschsprachigen Schweiz zu f&#252;hrenden Ermittlungen &#252;bersetzt werden, was prozess&#246;konomisch kaum vertretbar ist. An diesem Gerichtsstand kann deshalb nicht festgehalten werden.\nc) Es ist somit weiter zu pr&#252;fen, ob das Schwergewicht der deliktischen T&#228;tigkeit ein Abweichen vom gesetzlichen Gerichtsstand im Sinne der Antr&#228;ge des Gesuchstellers zu rechtfertigen vermag.\nDie Staatsanwaltschaft des Kantons Z&#252;rich h&#228;lt diesem Argument entgegen, das Schwergewicht der deliktischen T&#228;tigkeit komme nur dann zum Tragen, wenn Tatbest&#228;nde mit gleich hoher Strafdrohung gegeben seien, was hier nicht der Fall sei, da im Kanton Z&#252;rich kein bandenm&#228;ssiges Handeln vorliege.\nDieser Auffassung kann nicht gefolgt werden. Die Frage nach dem Schwergewicht kann sich immer dann stellen, wenn gleichartige BGE 117 IV 90 S. 96(vgl. BGE 86 IV 64) bzw. gleich gelagerte (SCHWERI, a.a.O., N 422) deliktische Handlungen zur Diskussion stehen. Diebstahl und bandenm&#228;ssiger Diebstahl sind in diesem Sinn ohne weiteres als gleichartig oder gleich gelagert zu betrachten, denn die Rechtsprechung nimmt solche Gleichartigkeit an bei Handlungen, die teils einer leichteren, teils einer schwereren Form desselben Verbrechens oder Vergehens angeh&#246;ren (BGE 91 IV 66; vgl. auch TRECHSEL, Kurzkommentar StGB, Art. 68 N 5, Art. 148 N 35). Auf das Schwergewicht kann sogar dann abgestellt werden, wenn verschiedene Tatbest&#228;nde in Frage stehen, deren Strafdrohung sich indessen nicht wesentlich unterscheidet (BGE 72 IV 41 E. 2); dies ist hier der Fall, unterscheiden sich doch der bandenm&#228;ssige und der gewerbsm&#228;ssige Diebstahl (der im Kanton Z&#252;rich zumindest nicht auszuschliessen ist) lediglich in der Mindeststrafdrohung um drei Monate.\nd) Nach dem Delikteverzeichnis ver&#252;bte der Gesuchsteller den im Vergleich zu den anderen Kantonen weitaus gr&#246;ssten Teil der ihm bzw. auch ihm zur Last gelegten strafbaren Handlungen im Kanton Z&#252;rich, w&#228;hrend auf die &#252;brigen Kantone jeweils h&#246;chstens 19 (Aargau), 4 (Bern), 7 (Neuenburg), 16 (Obwalden),  1 (Waadt), 2 (Schaffhausen) und 1 (St. Gallen) Delikt(e) entfallen.\nUnter diesen Umst&#228;nden ist offensichtlich ein &#252;berwiegendes Schwergewicht der deliktischen T&#228;tigkeit im Kanton Z&#252;rich gegeben, was ein Abweichen vom gesetzlichen Gerichtsstand rechtfertigt.\n \n   \n   "
}