{
  "titre": "138 IV 241",
  "annee": "2012",
  "contenu": "\n      \n  Chapeau\n138 IV 24136. Extrait de l'arr&#234;t de la Cour de droit p&#233;nal dans la cause X. contre Minist&#232;re public central du canton de Vaud et Y. (recours en mati&#232;re p&#233;nale)\n6B_79/2012 du 13 ao&#251;t 2012\n  \nRegeste\nArt. 322 al. 2 CPP; voie de droit ouverte en cas de classement implicite.  L'abandon de la poursuite p&#233;nale doit &#234;tre consacr&#233; par une ordonnance formelle de classement sujette &#224; recours. Si le minist&#232;re public n'entend r&#233;primer qu'une partie des faits dans le contexte d'une ordonnance p&#233;nale, il doit prononcer simultan&#233;ment une ordonnance p&#233;nale et une ordonnance de classement (consid. 2.5). \nSi le minist&#232;re public omet de rendre deux d&#233;cisions s&#233;par&#233;es, mais prononce une ordonnance p&#233;nale contenant un classement implicite, la voie ordinaire du recours et non celle de l'opposition s'impose pour contester le classement (consid. 2.6). \n\n\n  \n  \n  \nFaits &#224; partir de page 241\n\n\n    BGE 138 IV 241 S. 241\n   \n\n    A. A la suite d'une altercation ayant oppos&#233; X. &#224; Y. le 1er juillet 2009, le Minist&#232;re public de l'arrondissement de Lausanne a condamn&#233; le premier pour voies de fait et injure, le second pour voies de fait, par ordonnance p&#233;nale du 10 mai 2011. Il a notamment retenu que Y. avait saisi X. par le bras avant de le projeter au sol et de lui donner des coups, notamment avec une savate, au niveau du haut du corps et du visage. Il a sp&#233;cifi&#233; ne pas retenir l'existence d'un traumatisme cr&#226;nien chez X. X. a form&#233; opposition contre sa condamnation et BGE 138 IV 241 S. 242contre celle de Y., arguant &#224; cet &#233;gard que la commotion c&#233;r&#233;brale qu'il avait subie n'&#233;tait pas constitutive de voies de fait, mais de l&#233;sions corporelles simples.\nLe 26 septembre 2011, le Minist&#232;re public a port&#233; l'accusation de X. devant le Tribunal de police de l'arrondissement de Lausanne. En revanche, il a consid&#233;r&#233; que l'ordonnance p&#233;nale &#233;tait devenue ex&#233;cutoire &#224; l'encontre de Y., attendu que ce dernier n'y avait pas fait opposition et que cette voie de droit n'&#233;tait pas ouverte &#224; la partie plaignante. X. a object&#233; qu'il avait qualit&#233; comme plaignant pour former opposition &#224; l'ordonnance p&#233;nale de Y. et sollicit&#233; le renvoi de celui-ci devant le Tribunal de police.\nPar prononc&#233; du 19 octobre 2011, le Tribunal de police a consid&#233;r&#233; qu'il existait une connexit&#233; &#233;troite entre les chefs d'accusation pesant sur les pr&#233;nomm&#233;s, que la qualification juridique du comportement de Y. n'&#233;tait pas sans incidence sur les &#233;ventuelles pr&#233;tentions civiles de X., de sorte que celui-ci avait qualit&#233; pour former opposition &#224; l'ordonnance p&#233;nale condamnant Y. Partant, il a suspendu la proc&#233;dure pendante devant lui et renvoy&#233; le dossier au Minist&#232;re public afin qu'il proc&#232;de conform&#233;ment &#224; l'art. 355 al. 3 CPP.\nPar courrier du 19 octobre 2011, le Minist&#232;re public a d&#233;cid&#233; de maintenir l'ordonnance p&#233;nale telle que prononc&#233;e &#224; l'encontre de Y.\nPar lettre du 16 novembre 2011, X. a alors requis le Tribunal de police de retourner le dossier au Minist&#232;re public afin que celui-ci inculpe Y. du chef de l&#233;sions corporelles simples. Statuant par prononc&#233; du 24 novembre 2011, le Tribunal de police s'est consid&#233;r&#233; saisi d'une opposition qu'il a d&#233;clar&#233;e irrecevable, pour le motif que la d&#233;cision du Minist&#232;re public du 19 octobre 2011 valait classement implicite du chef de l&#233;sions corporelles simples attaquable par voie de recours et non d'opposition.\n\n    B. Par arr&#234;t du 15 d&#233;cembre 2011, la Chambre des recours p&#233;nale du Tribunal cantonal vaudois a rejet&#233; le recours form&#233; par X. contre le prononc&#233; rendu le 24 novembre 2011 par le Tribunal de police.\n\n    C. X. interjette un recours en mati&#232;re p&#233;nale contre l'arr&#234;t cantonal, dont il requiert l'annulation en concluant, sous suite de d&#233;pens, au renvoi de la cause &#224; l'instance cantonale.\nInvit&#233;s &#224; se d&#233;terminer sur le recours, Y. y a renonc&#233;, de m&#234;me que la Chambre des recours p&#233;nale qui s'est r&#233;f&#233;r&#233;e &#224; son arr&#234;t, tandis que le Minist&#232;re public a conclu au rejet. BGE 138 IV 241 S. 243\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. \n   \n\n    2.1 Le recourant met en cause l'absence de prise en compte du traumatisme cr&#226;nien et soutient que la voie de l'opposition lui &#233;tait ouverte &#224; cet &#233;gard.\n\n    2.2 L'autorit&#233; pr&#233;c&#233;dente a consid&#233;r&#233; que lorsqu'une ordonnance p&#233;nale contient un classement implicite sur certains chefs d'accusation, la partie plaignante doit dans un premier temps former opposition au sens de l'art. 354 al. 1 let. b CPP (RS 312.0) contre ce classement, &#224; la suite de quoi le minist&#232;re public proc&#232;de selon l'art. 355 CPP. Si celui-ci d&#233;cide de maintenir l'ordonnance p&#233;nale en application de l'art. 355 al. 3 let. a CPP, autrement dit de maintenir le classement implicite, sa d&#233;cision &#233;quivaut &#224; une d&#233;cision de classement et peut faire l'objet d'un recours selon les art. 322 al. 2 et 393 al. 1 let. a CPP. L'autorit&#233; pr&#233;c&#233;dente a ainsi consid&#233;r&#233; que le courrier du minist&#232;re public du 19 octobre 2011 maintenant en application de l'art. 355 al. 3 let. a CPP l'ordonnance p&#233;nale prononc&#233;e le 10 mai 2011 valait classement partiel implicite, de sorte que le recourant aurait d&#251; former, dans cette mesure, un recours contre cette d&#233;cision. Faute de l'avoir fait, il &#233;tait d&#233;sormais forclos.\n\n    2.3 Selon le CPP, le minist&#232;re public rend une ordonnance p&#233;nale si, durant la proc&#233;dure pr&#233;liminaire, le pr&#233;venu a admis les faits ou que ceux-ci sont &#233;tablis et que, incluant une &#233;ventuelle r&#233;vocation d'un sursis ou d'une lib&#233;ration conditionnelle, il estime suffisante l'une des peines &#233;num&#233;r&#233;es aux lettres a-d de l'art. 352 al. 1 CPP. Si le pr&#233;venu a reconnu des pr&#233;tentions civiles de la partie plaignante, mention en est faite dans l'ordonnance p&#233;nale. Les pr&#233;tentions qui n'ont pas &#233;t&#233; reconnues sont renvoy&#233;es au proc&#232;s civil (art. 353 al. 2 CPP). L'ordonnance p&#233;nale est imm&#233;diatement notifi&#233;e par &#233;crit aux personnes et aux autorit&#233;s qui ont qualit&#233; pour former opposition (art. 353 al. 3 CPP). Peuvent former opposition contre elle devant le minist&#232;re public, par &#233;crit et dans les dix jours, le pr&#233;venu, les autres personnes concern&#233;es et, si cela est pr&#233;vu, le premier procureur ou le procureur g&#233;n&#233;ral de la Conf&#233;d&#233;ration ou du canton, dans le cadre de la proc&#233;dure p&#233;nale pertinente (art. 354 al. 1 let. a-c CPP). Si aucune opposition n'est valablement form&#233;e, l'ordonnance p&#233;nale est assimil&#233;e &#224; un jugement entr&#233; en force (art. 354 al. 3 CPP). En cas d'opposition, le minist&#232;re public administre les autres preuves n&#233;cessaires au jugement de l'opposition (art. 355 al. 1 CPP). Apr&#232;s BGE 138 IV 241 S. 244l'administration de celles-l&#224;, le minist&#232;re public d&#233;cide de maintenir l'ordonnance p&#233;nale, de classer la proc&#233;dure, de rendre une nouvelle ordonnance p&#233;nale ou de porter l'accusation devant le tribunal de premi&#232;re instance (art. 355 al. 3 let. a-d CPP). Lorsqu'il d&#233;cide de maintenir l'ordonnance p&#233;nale, il transmet sans retard le dossier au tribunal de premi&#232;re instance en vue des d&#233;bats. L'ordonnance p&#233;nale tient lieu d'acte d'accusation (art. 356 al. 1 CPP). Le tribunal de premi&#232;re instance statue sur la validit&#233; de l'ordonnance p&#233;nale et de l'opposition (art. 356 al. 2 CPP). Si l'ordonnance p&#233;nale n'est pas valable, le tribunal l'annule et renvoie le cas au minist&#232;re public en vue d'une nouvelle proc&#233;dure pr&#233;liminaire (art. 356 al. 5 CPP).\n\n    2.4 Par ordonnance p&#233;nale du 10 mai 2011 confirm&#233;e le 19 octobre 2011, le minist&#232;re public a condamn&#233; l'intim&#233; pour voies de fait. Il a constat&#233; que celui-ci avait saisi le recourant par le bras, avant de le projeter au sol, de le frapper notamment avec une savate sur le haut du corps ainsi que le visage et de lui causer ainsi des &#233;gratignures et des h&#233;matomes &#224; la main et &#224; l'avant-bras gauche. Le minist&#232;re public a express&#233;ment &#233;cart&#233; l'existence d'un traumatisme cr&#226;nien qui, selon lui, ne ressortait pas des constatations m&#233;dicales objectives. Ce faisant, il a rendu une ordonnance p&#233;nale pour une partie des faits - &#224; savoir pour les coups ass&#233;n&#233;s sur le haut du corps et le visage, ainsi que les &#233;gratignures et les h&#233;matomes caus&#233;s &#224; la main et &#224; l'avant-bras gauche - et il a ordonn&#233; l'abandon des poursuites p&#233;nales pour le surplus, soit pour le traumatisme cr&#226;nien. De la sorte, il n'a pas &#233;cart&#233; la qualification juridique propos&#233;e pour lui en substituer une autre, mais il a renonc&#233; &#224; poursuivre l'intim&#233; pour une partie des faits, &#224; savoir le traumatisme cr&#226;nien. Le litige ne porte donc pas uniquement sur un probl&#232;me de qualification juridique des m&#234;mes faits, mais sur l'abandon d'une partie des faits.\nLorsque le minist&#232;re public estime que seule une partie des faits pr&#233;sente une pr&#233;vention suffisante d'infraction et rend une ordonnance p&#233;nale pour les faits pr&#233;cit&#233;s, cela implique, pour les autres faits, pour lesquels les charges sont insuffisantes, que l'ordonnance p&#233;nale vaut alors classement partiel implicite. Comme exemple de classement partiel implicite, la doctrine se r&#233;f&#232;re &#224; l'arr&#234;t publi&#233; aux ATF 130 IV 90, o&#249;, s'agissant d'une victime d&#233;c&#233;d&#233;e des suites d'un accident de la circulation, l'auteur avait &#233;t&#233; condamn&#233; par ordonnance p&#233;nale pour l&#233;sions corporelles graves, le minist&#232;re public ayant consid&#233;r&#233; que le lien de causalit&#233; ad&#233;quate avec la mort avait &#233;t&#233; rompu. Le BGE 138 IV 241 S. 245Tribunal f&#233;d&#233;ral a relev&#233; que ce faisant, le minist&#232;re public avait implicitement prononc&#233; un classement partiel sur l'&#233;l&#233;ment de fait li&#233; au d&#233;c&#232;s de la victime, limitant les poursuites aux blessures cons&#233;cutives &#224; l'accident. Comme autre exemple, on peut envisager une proc&#233;dure pour diff&#233;rents propos attentatoires &#224; l'honneur, qui aboutit &#224; une ordonnance p&#233;nale pour un seul des propos, les autres propos &#233;tant ainsi implicitement class&#233;s par le minist&#232;re public, faute d'&#234;tre consid&#233;r&#233;s comme attentatoires &#224; l'honneur (cf. YVAN JEANNERET, Les proc&#233;dures sp&#233;ciales dans le Code de proc&#233;dure p&#233;nale suisse, in La proc&#233;dure p&#233;nale f&#233;d&#233;rale, 2010, p. 137 ss, 146 et 154; LAURENT MOREILLON, L'ordonnance p&#233;nale: simplification ou artifice?, RPS 2010 p. 22 ss; FRANZ RIKLIN, in Basler Kommentar, Schweizerische Strafprozessordnung, 2010, n&#176; 10 ad art. 354 CPP). \nEn l'esp&#232;ce, en condamnant pour une partie des faits mais en abandonnant ceux relatifs au traumatisme cr&#226;nien, le minist&#232;re public a inclus dans son ordonnance p&#233;nale un classement partiel implicite.\n\n    2.5 Selon le CPP, une ordonnance de classement doit &#234;tre rendue par &#233;crit et motiv&#233;e (art. 80 al. 2 CPP). Comme elle ne constitue pas une ordonnance simple d'instruction, elle doit n&#233;cessairement &#234;tre r&#233;dig&#233;e s&#233;par&#233;ment (cf. art. 80 al. 3 1re phrase CPP a contrario; ALAIN MACALUSO, in Commentaire romand, Code de proc&#233;dure p&#233;nale suisse, 2011, nos 17 et 22 ad art. 81 CPP). En tant que prononc&#233; de cl&#244;ture de la proc&#233;dure, elle contient une introduction, un expos&#233; des motifs, un dispositif et l'indication des voies de droit (cf. art. 81 CPP), d&#232;s lors qu'elle est sujette &#224; recours dans les 10 jours devant l'autorit&#233; de recours (cf. art. 322 al. 2 CPP).\nLe CPP subordonne ainsi l'abandon de la poursuite p&#233;nale au prononc&#233; d'une ordonnance formelle de classement mentionnant express&#233;ment les faits que le minist&#232;re public renonce &#224; poursuivre, de mani&#232;re &#224; en d&#233;finir clairement et formellement les limites. Une telle formalisation de l'abandon des charges constitue le pr&#233;alable essentiel &#224; l'exercice du droit de recours am&#233;nag&#233; &#224; l'art. 322 al. 2 CPP. D&#232;s lors que le classement doit faire l'objet d'un prononc&#233; s&#233;par&#233;, &#233;crit et motiv&#233;, il ne saurait &#234;tre gliss&#233; et m&#233;lang&#233; au contenu d'une ordonnance p&#233;nale. Si le minist&#232;re public n'entend r&#233;primer qu'une partie des faits dans le contexte d'une ordonnance p&#233;nale, il doit statuer conform&#233;ment aux formes pr&#233;vues par le CPP, c'est-&#224;-dire prononcer simultan&#233;ment une ordonnance p&#233;nale d'une part et une ordonnance de classement d'autre part. BGE 138 IV 241 S. 246\n   \n\n    2.6 Lorsque, comme en l'esp&#232;ce, le minist&#232;re public s'&#233;carte &#224; tort de l'approche pr&#233;cit&#233;e et ne rend pas deux d&#233;cisions s&#233;par&#233;es, soit une ordonnance p&#233;nale et une ordonnance de classement, mais une ordonnance p&#233;nale qui contient un classement implicite, il convient de d&#233;terminer la voie de droit ouverte &#224; la partie plaignante pour contester ce classement implicite. La doctrine &#233;voque deux voies possibles, un courant pr&#233;f&#233;rant la voie de l'opposition (cf. MICHAEL DAPHINOFF, Das Strafbefehlsverfahren in der Schweizerischen Strafprozessordnung, 2012, p. 588), l'autre celle du recours selon l'art. 322 al. 2 CPP (cf. YVAN JEANNERET, op. cit., p. 154; LAURENT MOREILLON, op. cit., p. 36). Aucun d&#233;veloppement particulier n'est cependant donn&#233; en faveur d'une voie de droit plut&#244;t que d'une autre.\nQuoique le CPP n'ouvre pas express&#233;ment la voie de l'opposition &#224; la partie plaignante, une large majorit&#233; de la doctrine admet que la partie plaignante peut conserver un int&#233;r&#234;t juridique &#224; contester une ordonnance p&#233;nale, par exemple en mettant en cause la qualification juridique retenue pour le cas o&#249; celle-ci serait trop cl&#233;mente (par exemple voies de fait &#224; la place de l&#233;sions corporelles simples). Elle est ainsi d'avis que la qualit&#233; pour former opposition est ouverte &#224; la partie plaignante sur la base de l'art. 354 al. 1 let. b CPP, qui donne la qualit&#233; pour former opposition aux \"autres personnes concern&#233;es\" (cf. NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, n&#176; 6 ad art. 354 CPP; YVAN JEANNERET, L'ordonnance p&#233;nale et la proc&#233;dure simplifi&#233;e selon le CPP, in Proc&#233;dure p&#233;nale suisse, 2010, p. 73 ss, 94 et 95; FRANZ RIKLIN, op. cit., nos 6 et 11 ad art. 354 CPP; CHRISTIAN SCHWARZENEGGER, in Kommentar zur Schweizerischen Strafprozessordnung [StPO], Donatsch/Hansjakob/Lieber [&#233;d.], 2010, n&#176; 5 ad art. 354 CPP; GILLI&#201;RON/KILLIAS, in Commentaire romand, Code de proc&#233;dure p&#233;nale suisse, 2011, n&#176; 3 in fine ad art. 354 CPP; PIQUEREZ/MACALUSO, Proc&#233;dure p&#233;nale suisse, 3e &#233;d. 2011, n. 1727 in fine; MICHAEL DAPHINOFF, op. cit., p. 574).\nCette voie de l'opposition concerne cependant le cas o&#249; la partie plaignante dispose d'un int&#233;r&#234;t juridique &#224; faire pr&#233;valoir &#224; l'&#233;gard du condamn&#233; une qualification juridique plut&#244;t qu'une autre par rapport &#224; un &#233;tat de fait non contest&#233;. En revanche, la voie de l'opposition n'appara&#238;t pas adapt&#233;e au cas d'un classement implicite. En effet, comme on l'a vu (supra consid. 2.5), si le minist&#232;re public n'entend r&#233;primer qu'une partie des faits, il doit rendre une ordonnance p&#233;nale doubl&#233;e d'une ordonnance de classement, chaque d&#233;cision ouvrant une voie de droit sp&#233;cifique, en particulier celle du recours de BGE 138 IV 241 S. 247l'art. 322 al. 2 CPP contre le classement. En cas de classement implicite, une autre voie de droit serait ouverte contre le classement si l'on admettait celle de l'opposition. Pourtant, la nature et la port&#233;e d'un classement, qu'il soit explicite ou implicite, sont les m&#234;mes. Rien ne justifie d'ouvrir une voie de droit particuli&#232;re - celle de l'opposition - contre un classement implicite, laquelle n'est pas pr&#233;vue par le CPP, qui ouvre uniquement un recours (art. 322 al. 2 CPP). De surcro&#238;t, la voie de l'opposition aurait pour effet de renvoyer le pr&#233;venu devant le tribunal de premi&#232;re instance sans qu'il exist&#226;t un acte d'accusation complet, le pr&#233;venu se voyant alors reprocher des faits non retenus pour lesquels le classement implicite a &#233;t&#233; prononc&#233;. Cette situation pourrait rendre confus ce qui est exactement reproch&#233; au pr&#233;venu.\nIl r&#233;sulte de ce qui pr&#233;c&#232;de que la voie ordinaire du recours pr&#233;vue &#224; l'art. 322 al. 2 CPP doit &#234;tre pr&#233;f&#233;r&#233;e &#224; l'encontre d'un classement implicite.\n\n    2.7 Le recourant aurait d&#232;s lors d&#251; recourir contre la d&#233;cision du 19 octobre 2011 confirmant le classement implicite. Cette d&#233;cision ne comportait cependant aucune voie de droit s'agissant du classement, au m&#233;pris de l'art. 81 al. 1 let. d CPP. Vu les incertitudes li&#233;es &#224; un classement implicite telles qu'expos&#233;es ci-dessus, il n'appara&#238;t pas que le recourant ou son mandataire pouvait se rendre compte de la voie de droit &#224; suivre. Dans ces conditions, le recourant n'a pas &#224; subir de pr&#233;judice de l'absence d'indication de la voie de droit (ATF 117 Ia 297 consid. 2, ATF 117 Ia 421  consid. 2c). Il doit donc &#234;tre mis en situation de pouvoir exercer un recours contre la d&#233;cision du 19 octobre 2011. Cela justifie l'annulation de l'arr&#234;t attaqu&#233; et le renvoi de la cause en instance cantonale. \n \n   \n   "
}