{
  "titre": "114 Ia 101",
  "annee": "1988",
  "contenu": "\n      \n  Chapeau\n114 Ia 10117. Extrait de l'arr&#234;t de la IIe Cour civile du 18 avril 1988 dans la cause C. contre Bureau de l'assistance judiciaire du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 4 Cst.; droit &#224; l'assistance d'un avocat d'office.  1. Le seul fait que le justiciable souhaite faire relever ses avocats d'office successifs, ou que ceux-ci demandent eux-m&#234;mes &#224; &#234;tre relev&#233;s de leur t&#226;che, ne suffit pas &#224; d&#233;montrer que sa cause est manifestement mal fond&#233;e ou ne serait pas soutenue par un plaideur raisonnable (consid. 2). \n2. La perte de confiance dans son avocat d'office qu'aucun motif objectif ne justifie n'autorise pas le justiciable &#224; en demander le remplacement (consid.  3). \n3. La partie qui fait preuve d'incapacit&#233; de discernement dans le domaine sur lequel porte le proc&#232;s doit faire l'objet de mesures d'assistance de nature tut&#233;laire, concurremment avec celles organisant l'assistance devant les tribunaux (consid. 4). \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 101\n\n\n    BGE 114 Ia 101 S. 101\n   \nExtrait des consid&#233;rants:\n\n    2. Selon la jurisprudence constante du Tribunal f&#233;d&#233;ral, la partie n&#233;cessiteuse a droit &#224; l'assistance judiciaire pour mener un BGE 114 Ia 101 S. 102proc&#232;s non d&#233;nu&#233; de chances de succ&#232;s. Le Tribunal f&#233;d&#233;ral doit d'abord examiner si les dispositions cantonales r&#233;glant la mati&#232;re ont &#233;t&#233; appliqu&#233;es de mani&#232;re arbitraire. Si tel n'est pas le cas, il examine alors librement si le droit &#224; l'assistance judiciaire d&#233;coulant directement de l'art. 4 Cst. est viol&#233; (ATF 113 Ia 12 consid. 2, ATF 112 Ia 9 consid. 2, ATF 105 Ia 113, 299).\nL'art. 1er de la loi vaudoise sur l'assistance judiciaire en mati&#232;re civile pose le principe de l'assistance &#224; la personne physique qui ne peut faire face aux frais du proc&#232;s. Il dispose que l'assistance est refus&#233;e:\na) si le requ&#233;rant ne se trouve pas dans l'&#233;tat d'indigence d&#233;terminant;\nb) s'il appara&#238;t clairement que les pr&#233;tentions ou les moyens de d&#233;fense du requ&#233;rant sont mal fond&#233;s;\nc) s'il appara&#238;t clairement que le proc&#232;s ne serait pas engag&#233; ou soutenu par un plaideur raisonnable plaidant &#224; ses propres frais.\nL'art. 13 de la m&#234;me loi dispose que d'office ou sur requ&#234;te d'une partie, du conseil d'office ou du juge saisi, le Bureau peut soumettre sa d&#233;cision &#224; un nouvel examen. C'est cette derni&#232;re disposition que l'autorit&#233; intim&#233;e a invoqu&#233;e &#224; l'appui de la d&#233;cision critiqu&#233;e.\nLe nouvel examen pr&#233;vu par l'art. 13 ne peut avoir pour objet que les conditions d'octroi ou de refus de l'assistance d&#233;termin&#233;es par l'art. 1er. En l'esp&#232;ce, la question de l'indigence du recourant n'est pas litigieuse. L'autorit&#233; cantonale a invoqu&#233; uniquement le fait que le recourant a demand&#233; &#224;  trois reprises que le conseil d'office d&#233;sign&#233; soit remplac&#233;, car il ne fait pas confiance &#224; ses d&#233;fenseurs.\nUne telle circonstance ne saurait rentrer dans les conditions de refus ou de retrait de l'assistance &#233;num&#233;r&#233;es par l'art. 1er al. 2 lettres b et c de la loi cantonale. Le seul fait que le requ&#233;rant veut faire relever ses conseils successifs, ou que ceux-ci demandent eux-m&#234;mes &#224; &#234;tre d&#233;charg&#233;s de leur t&#226;che, ne suffit pas &#224; d&#233;montrer que les pr&#233;tentions ou moyens de d&#233;fense du requ&#233;rant sont mal fond&#233;s ou que le proc&#232;s ne serait pas soutenu ou engag&#233; par un plaideur raisonnable. La r&#233;union de telles circonstances est &#233;minemment improbable s'agissant d'un d&#233;fendeur &#224; une action d'&#233;tat, en premi&#232;re instance  (HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich p. 168). Il semble au contraire que la proc&#233;dure de divorce pendante depuis 1984 soit compliqu&#233;e, vu sa dur&#233;e et le fait qu'un notaire a d&#251; &#234;tre mis en oeuvre pour proposer la liquidation du r&#233;gime matrimonial. On ne voit gu&#232;re comment une BGE 114 Ia 101 S. 103partie ignorante du droit pourrait faire face aux probl&#232;mes soulev&#233;s par une telle action sans &#234;tre assist&#233;e (cf. ATF 110 Ia 28). C'est donc &#224; bon droit que le recourant se pr&#233;vaut des difficult&#233;s de l'instruction et se d&#233;clare incapable de faire valoir ses droits devant l'autorit&#233; de jugement, d'autant plus que la langue fran&#231;aise dont il doit se servir &#224; cette fin ne lui est en tout cas pas famili&#232;re, comme cela d&#233;coule indubitablement des explications de l'avocat P.\nL'autorit&#233; cantonale n'a m&#234;me pas constat&#233; que certains des proc&#233;d&#233;s du recourant &#233;taient vou&#233;s &#224; l'&#233;chec ou ne seraient pas soulev&#233;s par un plaideur raisonnable. On ignore en effet tout des divergences de vues qui semblent s'&#234;tre manifest&#233;es entre le recourant et ses deux premiers conseils. Sans doute, dans son m&#233;moire, l'autorit&#233; intim&#233;e d&#233;clare-t-elle que l'avocat M. avait pr&#233;par&#233; avec l'accord du recourant une convention sur les effets accessoires du divorce au moment o&#249; C. changea d'avis et &#233;mit des pr&#233;tentions d&#233;raisonnables que l'avocat ne pouvait soutenir. Cette affirmation n'est appuy&#233;e par aucune pi&#232;ce du dossier, pas m&#234;me par la lettre de l'avocat M. demandant sa lib&#233;ration, de sorte que l'on se trouve hors d'&#233;tat d'appr&#233;cier la d&#233;raison des pr&#233;tentions du recourant dont on ignore l'objet. L'avocat P. a  &#233;galement fait &#233;tat de divergences de vues sur la conduite du proc&#232;s, mais sans donner aucune pr&#233;cision. Quant au conflit avec l'avocat B., il para&#238;t n'avoir pour objet que les conditions d'exercice du droit de visite lors des f&#234;tes de fin d'ann&#233;e de 1987. Il s'agit &#233;videmment l&#224; d'un point tout &#224; fait accessoire qui ne permet de porter aucune appr&#233;ciation sur les pr&#233;tentions du d&#233;fenseur concernant le fond du divorce.\nOn comprend sans doute que tenu par son devoir de fid&#233;lit&#233; &#224; l'&#233;gard de son client, l'avocat n'expose pas &#224; l'autorit&#233; la substance du conflit qui les oppose. En raison de la confiance &#224; laquelle l'avocat brevet&#233; a droit de la part de l'autorit&#233;, il peut se justifier de relever l'avocat qui le demande en s'en remettant &#224; sa prudence et sans exiger de lui des explications d&#233;taill&#233;es. Mais l'autorit&#233; peut en tout cas consulter le juge saisi du proc&#232;s pour conna&#238;tre la nature des proc&#233;d&#233;s abusifs ou vou&#233;s &#224; l'&#233;chec qui sont reproch&#233;s au b&#233;n&#233;ficiaire de l'assistance judiciaire.\nFaute d'une telle instruction, le caract&#232;re abusif ou infond&#233; des pr&#233;tentions non identifi&#233;es du recourant n'appara&#238;t nullement avec la clart&#233; exig&#233;e express&#233;ment par l'art. 1er al. 2 lettres b et c LAJ. L'autorit&#233; a donc fait de ces dispositions de la loi cantonale une application insoutenable qui ne r&#233;siste pas au grief d'arbitraire, non seulement en ce qui concerne les pr&#233;tentions d&#233;coulant de la BGE 114 Ia 101 S. 104position de d&#233;fendeur dans une action en divorce, mais m&#234;me sur des points particuliers que l'on ignore concernant la conduite du proc&#232;s.\n\n    3. Il n'en d&#233;coule pas pour autant que la requ&#234;te de changement de conseil pr&#233;sent&#233;e par le recourant le 10 janvier 1988 ait &#233;t&#233; fond&#233;e, comme il l'affirme.\nL'avocat d'office est davantage un assistant qu'un repr&#233;sentant de celui qui plaide au b&#233;n&#233;fice du pauvre. Le simple fait que le client d'office n'a pas confiance dans son conseil d'office ne lui donne pas le droit d'en demander le remplacement, lorsque cette perte de confiance repose sur des motifs purement subjectifs et qu'il n'appara&#238;t pas de mani&#232;re patente que l'attitude de l'avocat d'office est gravement pr&#233;judiciable aux int&#233;r&#234;ts de la partie. L'avocat ne saurait &#234;tre tenu d'&#233;pouser n'importe quel point de vue de son client et de plaider l'insoutenable (ATF 105 Ia 304 /5). Le justiciable n'a d&#232;s lors pas un droit inconditionnel au choix de son d&#233;fenseur d'office (ibid. p. 302).\nOn doit n&#233;anmoins attendre de l'avocat d'office, en sa qualit&#233; d'assistant, qu'il expose clairement &#224; son client quelles sont les limites de ses droits, et que s'il ne parvient pas &#224; le convaincre, il expose au juge, autant que possible, quelle est la position de son client et qu'il remette au magistrat le soin de trancher, plut&#244;t que d'imposer au client une convention avec la partie adverse. Au surplus, le droit de la partie de formuler elle-m&#234;me des requ&#234;tes ou propositions en compl&#233;ment de celles pr&#233;sent&#233;es par l'avocat pour les voies de droit essentielles ne saurait &#234;tre m&#233;connu (ATF 105 Ia 301; ATF 102 Ia 27; ATF 95 I 362). L'avocat d'office peut d&#232;s lors pr&#233;senter express&#233;ment comme &#233;manant de son seul client des moyens qu'il n'approuve pas personnellement.\n\n    4. Lorsque le plaideur entend mener son proc&#232;s de mani&#232;re enti&#232;rement d&#233;raisonnable, lorsqu'il appara&#238;t qu'il est totalement incapable de concevoir quelles sont les limites de ses droits, ou qu'il agit sous l'empire d'id&#233;es d&#233;lirantes, la question se pose de savoir s'il a la capacit&#233; de discernement n&#233;cessaire, au moins dans le domaine qui fait l'objet du proc&#232;s. Certes, on ne doit admettre que tr&#232;s restrictivement l'incapacit&#233; de discernement du plaideur, m&#234;me du plaideur abusif (ATF 98 Ia 325, arr&#234;t non publi&#233; dans la cause C., du 10 mars 1988, consid. 4). Mais si une telle incapacit&#233; de discernement existe ou si elle peut &#234;tre soup&#231;onn&#233;e, le besoin d'assistance de la partie est d'autant plus grand et ne justifie pas le retrait de l'assistance judiciaire, mais bien plut&#244;t l'institution de BGE 114 Ia 101 S. 105mesures d'assistance de nature tut&#233;laire, concurremment avec celles organisant l'assistance devant les tribunaux.\nIl d&#233;coule de ces consid&#233;rations que m&#234;me si elles &#233;taient &#233;tablies, les pr&#233;tentions insoutenables du recourant sur la mani&#232;re de conduire le proc&#232;s ne constitueraient pas clairement des motifs de refus ou de retrait de l'assistance judiciaire au sens de l'art. 1er al. 2 lettres b et c LAJ, et que la r&#233;f&#233;rence &#224; ces dispositions par le biais de l'art. 13 LAJ serait insoutenable.\n\n    5. Dans ces conditions, il est inutile de relever que pour les m&#234;mes raisons, le refus ou le retrait de l'assistance judiciaire au recourant, incapable de se d&#233;fendre seul dans une cause en divorce o&#249; il est d&#233;fendeur, violerait les principes d&#233;coulant directement de l'art. 4 Cst. en ne lui permettant pas de se faire entendre et d'user d'armes &#233;gales &#224; celles de la partie demanderesse.\n \n   \n   "
}