{
  "titre": "128 IV 260",
  "annee": "2002",
  "contenu": "\n      \n  Chapeau\n128 IV 26040. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale dans la cause X. contre Procureur g&#233;n&#233;ral du canton du Jura et Y. (pourvoi en nullit&#233;)\n6S.147/2002 du 21 ao&#251;t 2002\n  \nRegeste\nArt. 197 ch. 2 al. 1 CP; remise d'objets ou de repr&#233;sentations pornographiques &#224; une personne qui n'en veut pas.  Notion de repr&#233;sentations pornographiques (consid. 2.1). \nIl y a remise de repr&#233;sentations pornographiques &#224; une personne qui n'en veut pas lorsqu'elle y est directement confront&#233;e, de mani&#232;re inopin&#233;e et ind&#233;pendamment de sa volont&#233; (consid. 2.1). \n\n\n  \n  \n  \nFaits &#224; partir de page 260\n\n\n    BGE 128 IV 260 S. 260\n   \n\n    A.- Le 20 f&#233;vrier 2001, Y., cheffe du Bureau jurassien de l'&#233;galit&#233; entre femmes et hommes (ci-apr&#232;s: BCF), a re&#231;u un courrier &#233;lectronique de Z., lui disant qu'elle s'&#233;tait bien fait pi&#233;ger et qu'il engagerait volontiers le genre de peintre qu'elle d&#233;crivait dans son message pour refaire la fa&#231;ade. Ne comprenant pas le sens de ce courrier, Y. a demand&#233; des pr&#233;cisions &#224; son exp&#233;diteur qui lui a alors transmis le message auquel il faisait allusion et dont le contenu est le suivant:\n\"Bonjour &#224; tous,\nNous nous appretons &#224; lancer notre nouvelle campagne: Tous les m&#233;tiers sont possibles, destin&#233;e aux jeunes filles en fin de scolarit&#233;. Afin de coller &#224; la r&#233;alit&#233; du public cible, nous avons d&#233;cid&#233; d'utiliser le logiciel powerpoint afin de faire des animations qui seront disponibles sur le cd rom accompagnant la brochure. Ces pr&#233;sentations ont pour but de montrer que toute profession accessible &#224; chacune en s'appuyant sur des exemples concrets. Nous pensons en effet que dans chaque profession, la femme peut remplir parfaitement sa t&#226;che tout en apportant m&#234;me souvent un plus.\nDe par votre profession ou votre r&#233;alit&#233; sociale, vous &#234;tes en contact avec des jeunes filles de cet &#226;ge et vous pouvez peut &#234;tre nous aider &#224; mieux coller &#224; la r&#233;alit&#233;.\n\n    BGE 128 IV 260 S. 261\n   \nNous vous remettons donc la premi&#232;re pr&#233;sentation de la s&#233;rie en souhaitant de tout coeur que vous nous transmettiez vos impressions.\nNous vous remercions pour votre aide.\nY.\nCheffe du BCF\".\nA ce message &#233;tait joint un fichier &#233;lectronique constitu&#233; de treize diapositives repr&#233;sentant une jeune femme habill&#233;e en peintre en b&#226;timents qui se d&#233;nude peu &#224; peu.\nD&#233;couvrant qu'on avait utilis&#233;, &#224; son insu, son adresse e-mail pour transmettre ce courrier, Y. a d&#233;pos&#233; plainte p&#233;nale contre inconnu. L'enqu&#234;te pr&#233;liminaire a &#233;tabli que l'auteur du message &#233;tait X. Lors des interrogatoires, ce dernier a expliqu&#233; avoir re&#231;u ce message du Bureau de la condition f&#233;minine. Trouvant cet envoi relativement dr&#244;le, il a d&#233;cid&#233; d'en faire profiter cinq de ses connaissances. Pour ce faire, il a remplac&#233; l'adresse de l'exp&#233;diteur par celle de la plaignante, persuad&#233; que ses amis se rendraient ais&#233;ment compte qu'il s'agissait d'un canular et qu'ils seraient &#224; m&#234;me de l'identifier sans trop de probl&#232;me. Il a encore pr&#233;cis&#233; n'avoir eu aucune intention de nuire car, si tel avait &#233;t&#233; le cas, il lui aurait &#233;t&#233; facile de pr&#233;server son anonymat.\n\n    B.- Par jugement du 30 octobre 2001, le Juge p&#233;nal du Tribunal de premi&#232;re instance du canton du Jura a condamn&#233; X., pour pornographie (art. 197 ch. 2 al. 1 CP) et injure (art. 177 al. 1 CP), &#224; une peine de 15 jours d'emprisonnement avec sursis pendant deux ans et au versement &#224; la plaignante d'un franc symbolique &#224; titre de r&#233;paration du tort moral.\n\n    C.- Statuant sur appel du condamn&#233;, la Cour p&#233;nale du Tribunal cantonal jurassien a confirm&#233;, par arr&#234;t du 28 f&#233;vrier 2002, le jugement de premi&#232;re instance.\n\n    D.- X. forme un pourvoi en nullit&#233; au Tribunal f&#233;d&#233;ral. Invoquant une violation des art. 177 al. 1 et 197 ch. 2 al. 1 CP, il conclut &#224; l'annulation de l'arr&#234;t attaqu&#233;.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Invoquant une violation de l'art. 197 ch. 2 al. 1 CP, le recourant conteste que son message puisse &#234;tre qualifi&#233; de pornographique et qu'il ait &#233;t&#233; offert &#224; des personnes qui n'en voulaient pas.\n\n    2.1 L'art. 197 ch. 2 al. 1 CP sanctionne notamment le comportement de celui qui aura offert des objets ou des repr&#233;sentations pornographiques &#224; une personne qui n'en voulait pas. Selon les textes allemand et italien, il suffit toutefois que la personne concern&#233;e ne BGE 128 IV 260 S. 262les ait pas demand&#233;s: \"jemandem unaufgefordert anbietet\" et \"offre ad una persona che non gliene ha fatto richiesta\".\nL'art. 197 CP parle de pornographie et n'emploie plus la notion d'obsc&#233;nit&#233; &#224; laquelle se r&#233;f&#232;re l'art. 204 aCP. Selon la jurisprudence du Tribunal f&#233;d&#233;ral relative &#224; cette derni&#232;re disposition, un objet ou un film est obsc&#232;ne lorsqu'il offense gravement la pudeur dans le domaine sexuel. Il importe &#224; cet effet de prendre en consid&#233;ration les moeurs, les habitudes et le sens moral du citoyen suisse moyen, dont on veut croire qu'il n'est ni pudibond ni corrompu (ATF 117 IV 276 consid. 3b et c p. 278 s.). D&#232;s 1991, le Tribunal f&#233;d&#233;ral a interpr&#233;t&#233; la notion d'obsc&#233;nit&#233; &#224; la lumi&#232;re du nouvel art. 197 CP, ce dernier refl&#233;tant l'&#233;volution des moeurs. Il a ainsi consid&#233;r&#233; que les objets relevant de la pornographie dure doivent toujours &#234;tre qualifi&#233;s d'obsc&#232;nes au sens de l'art. 204 aCP, tandis que les objets relevant de la pornographie douce ne doivent &#234;tre consid&#233;r&#233;s comme obsc&#232;nes que s'ils sont accessibles &#224; des personnes &#226;g&#233;es de moins de 18 ans ou &#224; des spectateurs n'ayant pas &#233;t&#233; pr&#233;alablement rendus attentifs au caract&#232;re de l'objet (ATF 119 IV 145 consid. 2a p. 150; ATF 117 IV 276 consid. 3 et 4 p. 277 s.). Il ressort de cette jurisprudence que les notions de pornographie et d'obsc&#233;nit&#233; ne sont pas identiques. En effet, des repr&#233;sentations pornographiques douces, lesquelles ne portent pas n&#233;cessairement atteinte au sentiment de d&#233;cence en mati&#232;re sexuelle du citoyen moyen, ne peuvent &#234;tre qualifi&#233;es d'obsc&#232;nes lorsque le spectateur est inform&#233; de ce qu'il va voir et que la repr&#233;sentation est interdite aux moins de 18 ans (cf. ATF 119 IV 145 consid. 2a p. 150; ATF 117 IV 276 consid. 3e p. 281 s.).\nLa notion de pornographie que l'art. 197 CP substitue &#224; celle d'obsc&#233;nit&#233; de l'ancien droit a l'avantage d'exprimer clairement l'id&#233;e de publications ou de repr&#233;sentations &#224; teneur sexuelle (FF 1985 II 1105). Cette notion reste toutefois une notion juridique ind&#233;termin&#233;e qui appelle une interpr&#233;tation (CORBOZ, Les infractions en droit suisse, vol. I, Berne 2002, p. 811, n. 12). En r&#232;gle g&#233;n&#233;rale, il s'agira de repr&#233;sentations qui sortent un comportement sexuel du contexte des relations humaines qu'il implique normalement, le rendant ainsi vulgaire et importun. L'exemple typique de repr&#233;sentation pornographique est celle &#233;voquant des pratiques sexuelles s'intensifiant progressivement pour se r&#233;duire &#224; l'expression de la sexualit&#233; elle-m&#234;me (FF 1985 II 1105). La jurisprudence consid&#232;re notamment comme de la pornographie douce les cassettes enregistr&#233;es, d&#233;crivant et &#233;voquant constamment, de mani&#232;re insistante et en des termes crus, des pratiques sexuelles, l'excitation et l'orgasme (ATF 119 IV 145\n    BGE 128 IV 260 S. 263consid. 2a p. 149). Entre dans la pornographie douce ce qui r&#233;duit l'&#234;tre humain &#224; un objet d'assouvissement sexuel, dont on peut disposer de n'importe quelle fa&#231;on, et qui en donne ainsi une image d&#233;gradante (ATF 117 IV 452 consid. 4c p. 456). La repr&#233;sentation pornographique doit avoir pour but de provoquer une excitation sexuelle de la personne qui y est confront&#233;e et insister exag&#233;r&#233;ment sur les parties g&#233;nitales dans le sens de la sexualit&#233; sans connotation humaine et &#233;motionnelle (REHBERG/SCHMIDT, Strafrecht III, Zurich 1997, p. 415; CORBOZ, op. cit., p. 812, n. 16).\nL'art. 197 ch. 2 al. 1 CP n'exige pas que la victime soit scandalis&#233;e, choqu&#233;e ou apeur&#233;e par la repr&#233;sentation pornographique. L'interdiction vis&#233;e par cette disposition constitue un d&#233;lit de mise en danger (cf. FF 1985 II 1106). Le bien juridique prot&#233;g&#233; est l'int&#233;r&#234;t de tout individu &#224; ne pas &#234;tre confront&#233;, contre son gr&#233;, &#224; la pornographie. On ne saurait contraindre une personne &#224; prendre connaissance de ces choses lorsqu'elle ne le souhaite pas (STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I: Straftaten gegen Individualinteressen, Berne 1995, p. 181 s., n. 13; JENNY, in Martin Schubarth/Guido Jenny/Peter Albrecht, Kommentar zum Schweizerischen Strafrecht, Besonderer Teil, vol. 4: Delikte gegen die sexuelle Integrit&#228;t und gegen die Familie, Berne 1997, p. 121, n. 19 s.).\nConcernant la remise de repr&#233;sentations pornographiques &#224; une personne qui ne l'a pas sollicit&#233;e, le l&#233;gislateur a song&#233; &#224; l'envoi par la poste, sans commande pr&#233;alable, d'images ou de mat&#233;riel pornographiques (FF 1985 II 1107). Le fait d'offrir &#224; quelqu'un une repr&#233;sentation pornographique d&#233;signe le fait de lui proposer d'en prendre connaissance, sans toutefois la rendre perceptible imm&#233;diatement. Peu importe sous quelle forme la repr&#233;sentation est offerte (JEAN-CHRISTOPHE CALMES, La pornographie et les repr&#233;sentations de la violence en droit p&#233;nal, Etudes des articles 197 et 135 du Code p&#233;nal suisse, B&#226;le 1997, p. 209 s.; LAURENT MOREILLON, R&#233;pression de la cyberpornographie en droit suisse, fran&#231;ais, allemand et anglais, in Droit de l'informatique et des t&#233;l&#233;coms, 1997, p. 17 ss n. 3). Il ne suffit cependant pas d'offrir la possibilit&#233; d'acc&#233;der &#224; de la pornographie, il faut encore que la personne y soit directement confront&#233;e, ind&#233;pendamment de sa volont&#233; (STRATENWERTH, op. cit., p. 181, n. 13; CORBOZ, op. cit., p. 818, n. 48; JENNY, op. cit., p. 121, n. 20; URSULA CASSANI, Les repr&#233;sentations illicites du sexe et de la violence, in RPS 117/1999 p. 436 s.). Des repr&#233;sentations relevant de la pornographie douce propos&#233;es &#224; des personnes ayant plus de 16 ans ne tombent donc pas sous le coup de la loi si elles sont annonc&#233;es en BGE 128 IV 260 S. 264tant que telles et que le spectateur est par cons&#233;quent averti et pr&#233;par&#233; &#224; ce genre de spectacle (cf. art. 197 ch. 2 al. 2 CP). Elles doivent en revanche, dans tous les cas, &#234;tre interdites si l'on peut admettre qu'un cercle ind&#233;termin&#233; - m&#234;me restreint - de personnes ne s'attend pas au spectacle qui lui est offert (FF 1985 II 1107; ATF 117 IV 463 consid. 3 p. 465 s., 457 consid. 2b p. 461, 276 consid. 3d et e p. 281 s.). Ainsi, n'agit pas de mani&#232;re illicite celui qui peut se pr&#233;valoir de l'accord des destinataires. La notion de consentement implique qu'avant d'accepter, il soit possible de s'opposer, ce qui est exclu en cas de confrontation inopin&#233;e ou de contrainte physique. La punissabilit&#233; n'est donc exclue que si le contenu de la repr&#233;sentation n'est pas perceptible spontan&#233;ment et que le destinataire re&#231;oit un avis au sujet du caract&#232;re pornographique de la repr&#233;sentation (JENNY, op. cit., art. 197 CP, p. 121 n. 19 s.; CALMES, op. cit., p. 238 ss).\n\n    2.2 Invoquant la jurisprudence relative &#224; l'art. 204 aCP, le recourant conteste le caract&#232;re pornographique de son envoi, l'atteinte port&#233;e &#224; la d&#233;cence ne pouvant &#234;tre qualifi&#233;e de grave au sens de la jurisprudence pr&#233;cit&#233;e.\nLe recourant oublie que la notion de pornographie n'&#233;quivaut pas &#224; celle d'obsc&#233;nit&#233; et doit par cons&#233;quent recevoir une interpr&#233;tation distincte de celle retenue par la jurisprudence en application de l'art. 204 aCP. En effet, si toute repr&#233;sentation de pornographie dure doit &#234;tre qualifi&#233;e d'obsc&#232;ne, il en va diff&#233;remment de la pornographie douce, laquelle ne porte pas n&#233;cessairement atteinte au sentiment de d&#233;cence en mati&#232;re sexuelle. D&#232;s lors, peu importe que le contenu du diaporama soit \"franc de toute d&#233;viance\" ou ne contienne pas d'actes heurtant gravement la pudeur du citoyen moyen. Selon l'arr&#234;t attaqu&#233;, les photographies accompagnant le message exp&#233;di&#233; par le recourant repr&#233;sentent une jeune femme habill&#233;e en peintre en b&#226;timents qui se d&#233;nude peu &#224; peu pour aboutir &#224; une exhibition de sa poitrine et de son sexe, n'ayant d'autre but que de provoquer une excitation sexuelle, compte tenu des poses et des gestes insistant exag&#233;r&#233;ment sur le domaine g&#233;nital. Une telle repr&#233;sentation, par les gestes et poses insistant de mani&#232;re crue sur les parties g&#233;nitales, son caract&#232;re vulgaire et primitif et son aspect sexuel inopportun, constitue de la pornographie douce, laquelle reste punissable aux conditions vis&#233;es par l'art. 197 ch. 2 al. 1 CP. Partant, la cour cantonale n'a pas viol&#233; le droit f&#233;d&#233;ral en interpr&#233;tant la notion de pornographie de mani&#232;re diff&#233;rente de l'obsc&#233;nit&#233; et en qualifiant de pornographique le document exp&#233;di&#233; par le recourant.\n\n    BGE 128 IV 260 S. 265\n   \n\n    2.3 Le recourant conteste que les destinataires aient &#233;t&#233; effectivement atteints dans leur pudeur et affirme que ces personnes avaient la possibilit&#233; de s'opposer &#224; la repr&#233;sentation.\nL'art. 197 ch. 2 al. 1 CP r&#233;primant une infraction de mise en danger, il importe peu que les destinataires du message aient &#233;t&#233; ou non heurt&#233;s par le contenu de ce dernier.\nLe recourant soutient vainement qu'en raison du temps s&#233;parant les deux premi&#232;res diapositives de celles plus explicites qui suivent et de la possibilit&#233; d'interrompre instantan&#233;ment le cours de la pr&#233;sentation, les destinataires n'ont pas &#233;t&#233; confront&#233;s de mani&#232;re inopin&#233;e &#224; de la pornographie. Il est inutile de faire une distinction entre les deux premi&#232;res diapositives et les suivantes. En effet, comme le recourant l'admet lui-m&#234;me, le diaporama contient treize diapositives qui d&#233;filent automatiquement et sans interruption. Ainsi, d&#232;s l'instant o&#249; les destinataires ouvrent l'application, les images s'imposent &#224; eux ind&#233;pendamment de leur volont&#233; et d'une quelconque intervention de leur part. Au surplus, il est manifeste qu'avant de d&#233;tourner le regard ou d'interrompre le programme, la personne doit d&#233;j&#224; avoir pris connaissance du genre et du contenu de la repr&#233;sentation de sorte que l'infraction est d&#233;j&#224; r&#233;alis&#233;e &#224; ce moment-l&#224;. Partant, la cour cantonale n'a pas viol&#233; le droit f&#233;d&#233;ral en retenant que les destinataires ont &#233;t&#233; confront&#233;s de mani&#232;re inopin&#233;e aux images pornographiques.\n\n    2.4 En conclusion, la condamnation du recourant en vertu de l'art. 197 ch. 2 al. 1 CP ne viole pas le droit f&#233;d&#233;ral. Dans cette mesure, son recours doit &#234;tre rejet&#233;.\n \n   \n   "
}