{
  "titre": "85 II 431",
  "annee": "1959",
  "contenu": "\n      \n  Chapeau\n85 II 43166. Arr&#234;t de la Ie Cour civile du 8 d&#233;cembre 1959 dans la cause Torre contre Philips AG\n\n  \nRegeste\nDroit d'auteur.  1. Les artistes ex&#233;cutants ne sont pas des auteurs (consid. 2 b). \n2. L'art. 4 al. 2 LDA ne tend qu'&#224; prot&#233;ger les fabricants de disques, de bo&#238;tes &#224; musique et d'instruments semblables contre la concurrence d&#233;loyale (consid. 2 c et d). \n3. Dans quelle mesure le droit exclusif de vente est-il &#233;puis&#233; par la premi&#232;re vente licite? (consid. 3 b). \n4. L'art. 58 al. 3 LDA ne prot&#232;ge que les compositeurs (consid. 3 c). \n\n\n  \n  \n  \nFaits &#224; partir de page 432\n\n\n    BGE 85 II 431 S. 432\n   \n\n    A.- La soci&#233;t&#233; N. V. Philips, Phonographische Industrie, &#224; Baarn (Pays-Bas), fabrique des disques qu'elle vend sous la marque Philips. Elle se fait c&#233;der, pour ses enregistrements, les droits d'auteur pouvant comp&#233;ter aux artistes ex&#233;cutants. Elle a confi&#233; &#224; Philips AG, &#224; Zurich, la vente exclusive de ses disques en Suisse et au Liechtenstein et elle lui a c&#233;d&#233;, pour le m&#234;me territoire, les droits qu'elle estimait avoir acquis des interpr&#232;tes.\nArmand Torre, qui exploite un commerce d'appareils m&#233;nagers et radiophoniques, importe de l'&#233;tranger des disques Philips et les revend en Suisse.\n\n    B.- Invoquant son droit d'auteur, Philips AG a fait assigner Torre devant la Cour de justice civile de Gen&#232;ve, en concluant &#224; ce que cette juridiction interd&#238;t au d&#233;fendeur la vente des disques import&#233;s, ordonn&#226;t la confiscation et la destruction de son stock, le condamn&#226;t &#224; payer une indemnit&#233; de 20 000 fr. &#224; titre de dommagesint&#233;r&#234;ts et ordonn&#226;t la publication du jugement.\nTorre a conclu au rejet de la demande.\nPar jugement du 9 juin 1959, la Cour de justice a admis l'action en principe, mais n'a allou&#233; que 2000 fr. &#224; Philips AG &#224; titre de dommages-int&#233;r&#234;ts et a refus&#233; la publication de sa d&#233;cision. Dans ses motifs, elle s'est born&#233;e &#224; constater que, selon les art. 4, 9, 12 et 58 al. 3 LDA et 4 de la Convention de Berne pour la protection des oeuvres litt&#233;raires et artistiques, les droits des interpr&#232;tes &#233;taient prot&#233;g&#233;s et cessibles et conf&#233;raient au titulaire un monopole d'exploitation dans le pays pour lequel ils &#233;taient accord&#233;s. Elle en a conclu que l'action de Philips AG &#233;tait fond&#233;e en vertu des art. 42 et 54 LDA.\n\n    C.- Torre a recouru en r&#233;forme au Tribunal f&#233;d&#233;ral, BGE 85 II 431 S. 433en reprenant ses conclusions lib&#233;ratoires. Il conteste l'existence du droit d'auteur invoqu&#233; par Philips AG et pr&#233;tend qu'en tout cas les interpr&#232;tes ne b&#233;n&#233;ficient pas d'un tel droit en Suisse lorsqu'il s'agit d'&#233;ditions &#233;trang&#232;res.\nLa demanderesse a recouru par voie de jonction pour que le montant de ses dommages-int&#233;r&#234;ts f&#251;t fix&#233; &#224; 20 000 fr.\nChacune des parties a propos&#233; le rejet du recours de l'autre.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Dans son arr&#234;t Schweizerische Rundspruchgesellschaft und Radiogenossenschaft c. Turicaphon AG, du 7 juillet 1936 (RO 62 II 243), le Tribunal f&#233;d&#233;ral a consid&#233;r&#233; que l'art. 4 al. 2 LDA accordait un droit d'auteur &#224; l'interpr&#232;te qui ex&#233;cute une oeuvre artistique en vue de son enregistrement. Ce droit, a-t-il ajout&#233;, est transmissible et, conform&#233;ment &#224; la nature des choses, on doit pr&#233;sumer qu'il est c&#233;d&#233; au fabricant de disques dans la mesure o&#249; le transfert est n&#233;cessaire &#224; l'&#233;coulement de cette marchandise; or, en vertu de l'art. 4 de la Convention de Berne pour la protection des oeuvres litt&#233;raires et artistiques, du 9 septembre 1886, revis&#233;e &#224; Rome le 2 juin 1928, le droit d'auteur des artistes ex&#233;cutants appartient &#233;galement, en Suisse, aux interpr&#232;tes &#233;trangers ressortissant &#224; l'un des pays de l'Union de Berne pour leurs enregistrements publi&#233;s pour la premi&#232;re fois dans un de ces pays.\nCependant, l'arr&#234;t Turicaphon date de plus de vingt ans et a &#233;t&#233; rendu dans un domaine juridique tr&#232;s nouveau et encore mouvant. Il se justifie d&#232;s lors de soumettre &#224; un nouvel examen les questions juridiques qu'il a r&#233;solues, d'autant plus qu'il a &#233;t&#233; l'objet de critiques s&#233;rieuses dans la doctrine.\n\n    2. L'art. 4 al. 2 LDA assimile &#224; la reproduction, qui est prot&#233;g&#233;e comme une oeuvre originale, l'adaptation BGE 85 II 431 S. 434d'une oeuvre litt&#233;raire ou musicale &#224; un instrument m&#233;canique par l'intervention personnelle d'ex&#233;cutants. Cette disposition vise principalement l'enregistrement sur des disques de gramophone.\na) Si l'on interpr&#232;te la loi selon la m&#233;thode historique, on peut admettre, comme le Tribunal f&#233;d&#233;ral l'a fait dans l'arr&#234;t Turicaphon, que l'art. 4 al. 2 LDA conf&#232;re un droit d'auteur aux ex&#233;cutants dont les prestations sont enregistr&#233;es. Aux termes du message du Conseil f&#233;d&#233;ral du 9 juillet 1918 (FF 1918 III p. 617), la loi prot&#232;ge, dans le cas de l'enregistrement, \"le travail individuel de l'ex&#233;cutant\" et, dans la confection de bo&#238;tes &#224; musique et d'instruments semblables, le \"remaniement de l'oeuvre &#224; adapter d&#233;notant un caract&#232;re d'originalit&#233; prot&#233;geable\". Il en d&#233;coule que, dans l'id&#233;e du Conseil f&#233;d&#233;ral, la protection avait pour objet une activit&#233; artistique et non un travail technique. Les rapporteurs aux Chambres f&#233;d&#233;rales ont &#233;galement exprim&#233; cette opinion, laissant entendre que les interpr&#232;tes avaient un droit d'auteur sur leurs prestations artistiques enregistr&#233;es (Bull. st&#233;n., 1920 CE p. 369 et 437, 1922 CN p. 263).\nCependant, les doutes les plus s&#233;rieux s'&#233;l&#232;vent si l'on examine le but de l'art. 4 al. 2 LDA et sa place dans le syst&#232;me des droits sur les biens immat&#233;riels.\nb) Selon la jurisprudence constante du Tribunal f&#233;d&#233;ral (RO 85 II 123 et les arr&#234;ts cit&#233;s), un ouvrage ne constitue une oeuvre d'art que s'il s'agit d'une cr&#233;ation originale; il faut donc qu'il se pr&#233;sente comme une oeuvre nouvelle de l'esprit, qui incorpore une id&#233;e cr&#233;atrice ou l'expression personnelle d'une pens&#233;e. De m&#234;me, l'oeuvre de seconde main, prot&#233;g&#233;e par l'art. 4 al. 1 LCD, doit &#233;galement avoir un caract&#232;re original.\nCertains auteurs (TROLLER, Immaterialg&#252;terrecht, I, p. 442 &#224; 447; Jurisprudenz auf dem Holzweg, p. 63 et suiv.; cf. &#233;galement SCHORRO, La protection de l'artiste interpr&#232;te) mettent l'accent sur le fait que l'apport de l'interpr&#232;te est n&#233;cessaire pour que l'oeuvre dramatique BGE 85 II 431 S. 435ou musicale re&#231;oive son expression parfaite. De l'avis de TROLLER, cette coop&#233;ration a un caract&#232;re cr&#233;ateur, &#224; moins qu'elle ne se borne &#224; une ex&#233;cution dirig&#233;e jusque dans le d&#233;tail par un autre interpr&#232;te, tel qu'un chef d'orchestre ou un metteur en sc&#232;ne.\nCertes, l'apport de l'artiste ex&#233;cutant est n&#233;cessaire pour que le public puisse percevoir pleinement l'oeuvre dramatique ou musicale qui lui est destin&#233;e. En outre, l'interpr&#233;tation manifeste souvent de hautes qualit&#233;s artistiques, un grand talent ou m&#234;me du g&#233;nie. Mais elle n'a pas le caract&#232;re d'une cr&#233;ation et ne constitue ni une oeuvre artistique ni m&#234;me une oeuvre de seconde main au sens de l'art. 4 al. 1 LDA. Quelles que soient l'importance et la qualit&#233; de son apport, l'interpr&#232;te ne fait que donner sa forme, son expression, &#224; une oeuvre pr&#233;existante. Il est subordonn&#233; &#224; la lettre et &#224; l'esprit de l'oeuvre qu'il ex&#233;cute et sa prestation a d'autant plus de valeur qu'elle exprime avec plus de fid&#233;lit&#233; et de soumission la pens&#233;e ou les sentiments de l'auteur. Il n'utilise ses dons artistiques et sa sensibilit&#233; que pour rechercher puis exprimer l'esprit qui commande l'oeuvre interpr&#233;t&#233;e. Ainsi, il ne donne pas naissance &#224; une oeuvre nouvelle qui incorpore une id&#233;e cr&#233;atrice et on ne saurait le consid&#233;rer comme un auteur (dans ce sens arr&#234;t du Bundesgerichtshof du 21 novembre 1952, dans SCHULZE, Rechtsprechung zum Urheberrecht, BGHZ 3, p. 3; ULMER, Urheber- und Verlagsrecht, p. 319; RUNGE, Urheber- und Verlagsrecht, p. 340; VOIGTL&#196;NDER/ELSTER/KLEINE, Urheberrecht, p. 44; M&#214;HRING, Die internationale Regelung des Rechts der aus&#252;benden K&#252;nstler und anderer sogenannter Nachbarrechte, p. 17 et suiv.; S&#220;SS, Das Recht der aus&#252;benden K&#252;nstler, der Schallplattenhersteller und des Rundfunks, dans Schriftenreihe der Internationalen Gesellschaft f&#252;r Urheberrecht, vol. 11, p. 61 et suiv.; OVERATH, Urheber und Interpret in der Musik, ibidem, p. 44 et suiv.; PLAISANT, Propri&#233;t&#233; litt&#233;raire et artistique, dans Juris-classeur civil, annexes, fasc. 5, notes 41 &#224; 47; VERENA L&#220;DI, Rechte BGE 85 II 431 S. 436der Interpreten musikalischer Werke bei mechanischer Fixierung ihrer Leistung, dans RSJ, 1957, p. 322 et suiv.).\nAussi bien, les lois les plus r&#233;centes sur le droit d'auteur (cf. notamment &#167;&#167; 66 et suiv. de la loi autrichienne du 9 avril 1936 et art. 80 et suiv. de la loi italienne du 22 avril 1941) n'accordent pas un tel droit aux interpr&#232;tes, mais une protection sui generis. De m&#234;me, les projets de conventions internationales qu'ont &#233;labor&#233;s un comit&#233; mixte d'experts et un comit&#233; commis par l'Union de Berne et l'Unesco (avant-projet de Rome de 1951 et projet de Monaco de 1957) ne pr&#233;voient pas que les artistes ex&#233;cutants seront prot&#233;g&#233;s &#224; titre d'auteurs. Ils leur accordent des droits sp&#233;ciaux, dits \"droits voisins du droit d'auteur\" (cf. Le droit d'auteur, 1951, p. 140, et L'artiste ex&#233;cutant, le fabricant de phonogrammes, le radiodiffuseur, suppl&#233;ment du Droit d'auteur, 1957, p. 131).\nD'ailleurs, si l'on voulait conf&#233;rer un droit d'auteur aux interpr&#232;tes \"cr&#233;ateurs\", il serait souvent tr&#232;s difficile de distinguer entre ceux qui ont cette qualit&#233; et les autres. Sans doute devrait-on g&#233;n&#233;ralement la reconna&#238;tre aux solistes, aux chefs d'orchestre et aux metteurs en sc&#232;ne, tandis qu'elle serait refus&#233;e aux ex&#233;cutants d'un orchestre symphonique ou aux figurants d'une repr&#233;sentation th&#233;&#226;trale. Mais la distinction serait tr&#232;s d&#233;licate dans de nombreux cas: ensembles restreints, chefs de pupitre &#224; qui est confi&#233;e une partie de solo, chanteurs d'op&#233;ra, com&#233;diens, etc. Ce syst&#232;me cr&#233;erait donc une grave ins&#233;curit&#233; juridique.\nIl est vrai que, dans l'arr&#234;t Turicaphon, le Tribunal f&#233;d&#233;ral a estim&#233; que l'artiste ex&#233;cutant devait &#234;tre prot&#233;g&#233; comme auteur pour b&#233;n&#233;ficier d'un droit moral sur des interpr&#233;tations et pouvoir ainsi exiger la r&#233;p&#233;tition d'un enregistrement d&#233;fectueux ou s'opposer &#224; sa mise en circulation. Mais cet argument n'est, en r&#233;alit&#233;, pas d&#233;cisif. En premier lieu, le fabricant de disques a un int&#233;r&#234;t manifeste &#224; ne pas publier l'enregistrement d'une ex&#233;cution malheureuse. D'autre part, sans &#234;tre titulaire BGE 85 II 431 S. 437d'un droit d'auteur, l'interpr&#232;te peut invoquer un droit moral fond&#233; sur l'art. 28 CC (DU PASQUIER, Les droits du fabricant sur les disques de gramophone, p. 76 et 77; PLAISANT, op. cit., fasc. 5, note 51).\nc) Il n'en reste pas moins que l'art. 4 al. 2 LDA prot&#232;ge l'ex&#233;cution enregistr&#233;e, bien que l'interpr&#232;te ne soit ni un auteur ni m&#234;me un adaptateur. En r&#233;alit&#233;, toutefois, le destinataire de cette protection n'est pas l'artiste ex&#233;cutant, mais le fabricant de disques.\naa) L'art. 4 al. 2 LDA a &#233;t&#233; calqu&#233; sur le &#167; 2 al. 2 de la loi allemande du 19 juin 1901, dans la teneur qui lui avait &#233;t&#233; donn&#233;e par celle du 22 mai 1910 (cf. message du Conseil f&#233;d&#233;ral du 9 juillet 1918, FF 1918 III p. 616). Or la doctrine et la jurisprudence de ce pays admettent unanimement que le l&#233;gislateur n'a pas entendu prot&#233;ger les artistes ex&#233;cutants. Par le &#167; 2 al. 2 de la loi du 19 juin 1901, il a voulu accorder une protection aux fabricants de disques, notamment contre la reproduction ill&#233;gitime des enregistrements. C'est &#224; cette fin qu'il a construit une protection des interpr&#232;tes, dont on pr&#233;sume que les droits sont c&#233;d&#233;s aux fabricants de disques (arr&#234;t du Reichsgericht du 14 novembre 1936, dans SCHULZE, op. cit., RGZ 8, p. 9 et 10). Mais il s'agit l&#224; d'une fiction dont tous les auteurs d&#233;noncent le caract&#232;re artificiel (ULMER, op. cit., p. 158 et 320; RUNGE, op. cit., p. 343; VOIGTL&#196;NDER/ELSTER/KLEINE, loc. cit.; S&#220;SS, op. cit., p. 46 et suiv.; cf. &#233;galement l'arr&#234;t du Bundesgerichtshof du 21 novembre 1952, loc. cit.). On admet g&#233;n&#233;ralement que la protection accord&#233;e aux fabricants de disques par cette construction tend &#224; les garantir contre la concurrence d&#233;loyale (MARWITZ/M&#214;HRING, Das Urheberrecht, p. 47; S&#220;SS, op. cit., p. 55; arr&#234;t du Reichsgericht du 14 novembre 1936, loc. cit.).\nbb) Il en est de m&#234;me en droit suisse, ce que confirme, tout d'abord, la nature de l'objet prot&#233;g&#233; par l'art. 4 al. 2 LDA.\nCette disposition, en effet, ne prot&#232;ge point l'interpr&#232;te BGE 85 II 431 S. 438tant que son ex&#233;cution n'est pas enregistr&#233;e. L'ex&#233;cution elle-m&#234;me, c'est-&#224;-dire la v&#233;ritable prestation de l'interpr&#232;te, n'est pas vis&#233;e par cette disposition l&#233;gale, qui, par exemple, ne garantit point l'artiste contre un enregistrement op&#233;r&#233; &#224; son insu.\nD'autre part, lors de l'&#233;laboration de la loi, le l&#233;gislateur n'a pu envisager, par l'art. 4 al. 2, que la protection des \"instruments\" contre leur reproduction. illicite, c'est-&#224;-dire une garantie qui profitait au fabricant de disques (STREULI, Fiche juridique suisse no 635a, p. 7). En effet, les autres droits exclusifs pr&#233;vus par l'art. 12 LDA dans sa teneur originaire &#233;taient exclus ou sans objet. La protection contre la mise en circulation n'avait gu&#232;re d'int&#233;r&#234;t, puisqu'il s'agissait d'enregistrements op&#233;r&#233;s pr&#233;cis&#233;ment en vue de la vente. D'autre part, l'art. 21 LDA autorisait l'ex&#233;cution publique pr&#233;vue par l'art. 12 ch. 3. Quant &#224; la protection contre la radiodiffusion, elle n'a pu &#234;tre envisag&#233;e par le l&#233;gislateur et le Tribunal f&#233;d&#233;ral ne l'a institu&#233;e par l'arr&#234;t Turicaphon que pour combler une lacune de la loi, en vertu de l'art. 1er al. 2 CC.\ncc) En outre, comme la jurisprudence allemande, le Tribunal f&#233;d&#233;ral a consid&#233;r&#233;, dans l'arr&#234;t Turicaphon, qu'on devait pr&#233;sumer la cession des droits de l'artiste ex&#233;cutant au fabricant, car ce transfert d&#233;coulait de \"la nature des choses\". Une telle pr&#233;somption n'est pourtant fond&#233;e sur aucune r&#232;gle l&#233;gale et d&#233;roge aux principes g&#233;n&#233;raux du droit. Si on l'a admise, c'est qu'elle est conforme &#224; la logique interne de l'art. 4 al. 2 LDA et est exig&#233;e par le but m&#234;me de cette disposition. Cette jurisprudence met en &#233;vidence que le sujet de la protection n'est pas l'interpr&#232;te ou - dans le cas des bo&#238;tes &#224; musique - le transcripteur, mais bien le fabricant.\nSans doute, l'&#233;dition de toute oeuvre implique une cession des droits &#224; l'&#233;diteur. Mais les droits de l'auteur prennent naissance avant l'&#233;dition. Ils lui permettent de s'opposer &#224; la publication ou d'en d&#233;terminer les modalit&#233;s. Au contraire, les droits d&#233;riv&#233;s de l'art. 4 al. 2 LDA naissent BGE 85 II 431 S. 439avec la cr&#233;ation de l'objet mat&#233;riel porteur de sons. Dans le syst&#232;me de la loi, la cession est donc un &#233;l&#233;ment naturel du contrat par lequel l'interpr&#232;te s'engage &#224; l'&#233;gard du fabricant. Celui-ci est, en r&#233;alit&#233;, titulaire du droit virtuel, avant m&#234;me que ce droit ait un objet.\nd) Ainsi, la reconnaissance d'un droit d'auteur &#224; l'interpr&#232;te est inconciliable avec les principes fondamentaux du droit d'auteur.\nD'autre part, le but de l'art. 4 al. 2 LDA n'est pas de conf&#233;rer &#224; l'artiste ex&#233;cutant un droit d'auteur ou une protection d'une autre nature. Il tend &#224; prot&#233;ger le fabricant contre une contrefa&#231;on de sa marchandise. Ce but ne paraissant pas pouvoir &#234;tre atteint directement, le l&#233;gislateur a pris le biais du droit d'auteur: l'activit&#233; du fabricant de disques ou de bo&#238;tes &#224; musique ne pr&#233;sente gu&#232;re de caract&#232;re artistique marqu&#233;; en outre, ces fabricants sont g&#233;n&#233;ralement des personnes morales, qui ne peuvent &#234;tre titulaires originaires d'un droit d'auteur (art. 8 LDA; RO 54 II 54, 74 II 112). On a d&#232;s lors imagin&#233; de faire na&#238;tre le droit sur la t&#234;te de la personne physique dont l'interpr&#233;tation est enregistr&#233;e ou qui transcrit la m&#233;lodie destin&#233;e &#224; &#234;tre report&#233;e sur rouleaux. Mais, comme le veut la \"nature des choses\", ce droit est imm&#233;diatement tranf&#233;r&#233; au fabricant, qui est son v&#233;ritable b&#233;n&#233;ficiaire et la personne que la loi entend prot&#233;ger.\nToutefois, cette construction est une pure fiction et on ne saurait interpr&#233;ter l'art. 4 al. 2 LDA en se conformant servilement au syst&#232;me artificiel qu'il a &#233;tabli. On doit au contraire, pour en d&#233;terminer le sens et la port&#233;e, se fonder sur le but qui &#233;tait assign&#233; &#224; cette disposition, sur l'int&#233;r&#234;t qu'elle devait prot&#233;ger r&#233;ellement. Or, comme on l'a vu, l'art. 4 al. 2 LDA a pour objet la protection du fabricant contre la reproduction et la mise en circulation illicites de sa marchandise. Il ressortit au droit de la concurrence et ne consacre en rien un droit d'auteur de l'artiste ex&#233;cutant. La novelle du 24 juin 1955, qui, modifiant l'art. 12 et abrogeant l'art. 21 LDA, &#233;tend la BGE 85 II 431 S. 440protection &#224; l'ex&#233;cution publique et &#224; la radiodiffusion, conf&#232;re, elle aussi, des droits au seul fabricant.\nAussi bien, si la demanderesse invoque en l'esp&#232;ce l'art. 4 al. 2 LDA, ce n'est pas en faveur des interpr&#232;tes, qui ne sont l&#233;s&#233;s en rien par les agissements de Torre. Elle n'entend m&#234;me pas prot&#233;ger le fabricant. En effet, les disques &#233;coul&#233;s par le recourant sont d'authentiques disques Philips et c'est bien la soci&#233;t&#233; de Baarn qui les a vendus au fournisseur de Torre. En r&#233;alit&#233;, la demanderesse veut seulement renforcer, en lui conf&#233;rant un effet r&#233;el par le d&#233;tour du droit d'auteur, le droit relatif en vertu duquel elle jouit, vis-&#224;-vis du fabricant, de l'exclusivit&#233; de la vente en Suisse.\nOn doit donc, en conclusion, nier l'existence des droits d'auteur sur lesquels la demanderesse fonde son action.\n\n    3. a) Cependant, l'art. 4 al. 2 LDA prot&#232;ge l'enregistrement m&#233;canique comme une oeuvre originale et conf&#232;re ainsi des droits au fabricant. Certes, la demanderesse n'a pas invoqu&#233; un droit du fabricant et pr&#233;tend agir comme ayant cause des interpr&#232;tes. Mais cela importe peu. Si la juridiction f&#233;d&#233;rale de r&#233;forme est li&#233;e par les conclusions des parties, elle ne l'est point par les motifs qu'elles invoquent et doit statuer selon la r&#232;gle jura novit curia (art. 63 al. 1 OJ).\nIl s'agit donc de savoir si l'art. 12 ch. 2 LDA donne &#224; la demanderesse le droit exclusif de vendre en Suisse des disques Philips et si Torre a viol&#233; ce droit bien que les disques qu'il a &#233;coul&#233;s aient &#233;t&#233; licitement confectionn&#233;s et achet&#233;s &#224; l'&#233;tranger.\nb) Le d&#233;fendeur r&#233;pond par la n&#233;gative &#224; cette derni&#232;re question, en all&#233;guant que le droit exclusif de vente est &#233;puis&#233; par la premi&#232;re vente licite, c'est-&#224;-dire par celle qu'il a conclue avec son fournisseur. Ce moyen n'est pas fond&#233;. Sans doute admet-on en g&#233;n&#233;ral que le droit de mettre l'oeuvre en circulation est &#233;puis&#233; par la premi&#232;re ali&#233;nation licite (cf. Entscheidungen des Reichsgerichts in Zivilsachen, vol. 63, p. 397 et suiv.; ULMER, op. cit., BGE 85 II 431 S. 441p. 145, ainsi que les r&#233;f&#233;rences). Mais, en tout cas, la revente n'est licite que si elle est couverte par le droit de celui qui a mis les exemplaires en circulation. Le droit n'est &#233;puis&#233; que dans les limites o&#249; il a &#233;t&#233; exerc&#233;. Ainsi, lorsque le titulaire du droit exclusif de vente l'a conc&#233;d&#233; pour un territoire d&#233;termin&#233;, celui qui acquiert un exemplaire de l'oeuvre sur ce territoire ne peut le revendre ailleurs (cf. ULMER, op. cit., p. 145; MARWITZ/M&#214;HRING, op. cit., p. 117).\nc) L'art. 58 al. 1 LDA statue que, si les exemplaires licitement confectionn&#233;s d'une oeuvre sont mis en circulation hors du territoire pour lequel le titulaire du droit d'auteur en a autoris&#233; le d&#233;bit, ces agissements ne constituent pas un acte illicite au sens de l'art. 42. Ainsi, l'art. 58 LDA apporte une d&#233;rogation au caract&#232;re absolu du droit d'auteur et permet en principe la mise en circulation en Suisse des exemplaires de l'oeuvre au m&#233;pris d'une limitation territoriale ordonn&#233;e par le titulaire du droit. Il pose le principe g&#233;n&#233;ral qu'une telle limitation du droit d'&#233;dition n'a pas d'effet r&#233;el.\nCependant, l'art. 58 al. 3 LDA institue une exception &#224; ce principe, en statuant que l'art. 58 al. 1 n'est pas applicable aux instruments m&#233;caniques auxquels sont adapt&#233;es des oeuvres litt&#233;raires ou musicales. Cette d&#233;rogation &#233;tait impos&#233;e par l'art. 13 de la Convention de Berne, qui conf&#232;re aux auteurs d'oeuvres musicales le droit exclusif d'en autoriser l'enregistrement et pr&#233;cise, &#224; son al. 4, que les enregistrements import&#233;s sans l'autorisation des int&#233;ress&#233;s dans un pays o&#249; ils ne seraient pas licites pourront y &#234;tre saisis. C'est uniquement en raison de cette protection minimum institu&#233;e par la Convention de Berne que le l&#233;gislateur suisse a d&#251; promulguer l'art. 58 al. 3 LDA (message du Conseil f&#233;d&#233;ral du 9 juillet 1918, FF 1918 III p. 672; Bull. st&#233;n., CN 1922 p. 312). On doit en conclure que, sauf dans la mesure o&#249; il le dit express&#233;ment, l'art. 58 al. 3 LDA ne va pas au-del&#224; de l'art. 13 de la Convention de Berne.\n\n    BGE 85 II 431 S. 442\n   \nOr cette convention ignore l'institution d'un droit d'auteur des ex&#233;cutants. Son art. 13, qui reconna&#238;t aux auteurs d'oeuvres musicales le droit exclusif d'en autoriser l'enregistrement, ne saurait donc viser les interpr&#232;tes et concerne seulement les compositeurs, qu'il prot&#232;ge contre les fabricants et les marchands de disques. De m&#234;me, faute d'indication contraire, l'exception que l'art. 58 al. 3 LDA apporte au principe g&#233;n&#233;ral de l'al. 1 ne doit s'entendre que des autorisations limit&#233;es territorialement qui ont &#233;t&#233; conc&#233;d&#233;es par les auteurs ou leurs ayants cause. Elle ne prot&#232;ge pas les fabricants de disques, qui, on l'a vu, ne sont point titulaires d'un droit d'auteur, mais b&#233;n&#233;ficient simplement, en vertu de l'art. 4 al. 2 LDA, de droits ressortissant &#224; la concurrence d&#233;loyale. Ces fabricants et leurs ayants cause ne sauraient donc invoquer le droit d'auteur pour consacrer des monopoles priv&#233;s et pour apporter &#224; des conventions d'exclusivit&#233;, qui ressortissent au domaine du contrat et des droits relatifs, le renfort d'une protection ayant un effet r&#233;el.\nAinsi, l'intim&#233;e ne pouvant se pr&#233;valoir de l'art. 58 al. 3 LDA, les actes qu'elle reproche &#224; Torre ne sont pas illicites. Son action doit donc &#234;tre rejet&#233;e.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\n1. Admet le recours principal, annule le jugement attaqu&#233; et rejette la demande;\n2. Rejette le recours joint.\n \n   \n   "
}