{
  "titre": "128 IV 216",
  "annee": "2002",
  "contenu": "\n      \n  Chapeau\n128 IV 21631. Urteil der Anklagekammer i.S. Staatsanwaltschaft des Kantons Solothurn gegen Generalprokurator des Kantons Bern, Procureur g&#233;n&#233;ral du canton du Jura und Juge d'instruction du canton de Vaud\n8G.94/2002 vom 24. September 2002\n  \n  \nRegeste\nArt. 350 ch. 1 al. 2 CP; d&#233;signation du for.  Lorsqu'aucun des cantons dans lesquels les infractions ont &#233;t&#233; commises n'a encore ouvert d'instruction au sens de l'art. 350 ch. 1 al. 2 CP et que, de plus, on ne peut fixer dans aucun d'eux le centre de gravit&#233; de l'activit&#233; d&#233;lictueuse, sont comp&#233;tentes les autorit&#233;s du canton o&#249; l'inculp&#233; a commis la premi&#232;re infraction. \n\n\n  \n  \nFaits &#224; partir de page 216\n\n\n    BGE 128 IV 216 S. 216\n   \n\n    A.- Am 18. Juni 2002 reisten der mongolische Staatsangeh&#246;rige X. alias Y. und zwei minderj&#228;hrige Jugendliche von Frankreich kommend in Kleinl&#252;tzel/SO in die Schweiz ein, um hier, wie sie gegen&#252;ber der Polizei nach anf&#228;nglichem Leugnen gestanden, Ladendiebst&#228;hle zu begehen. Am n&#228;chsten Tag wurden die drei Personen von der Zollpatrouille angehalten, als sie die Schweiz in Kleinl&#252;tzel wieder verlassen wollten. X. gab zu, sie h&#228;tten in Del&#233;mont/JU, Moutier/BE, Montreux/VD und eventuell in Twann/BE Ladendiebst&#228;hle begangen. Zus&#228;tzlich werden den Drei Widerhandlungen gegen das ANAG und das SVG vorgeworfen. Die beiden minderj&#228;hrigen Beteiligten wurden im Kanton Solothurn am 24. Juli 2002 zu einer Einschliessungsstrafe verurteilt. In Bezug auf X. vermochten sich die Beh&#246;rden der Kantone Solothurn, Bern, Waadt und Jura in der Gerichtsstandsfrage nicht zu einigen.\n\n    B.- Die Staatsanwaltschaft des Kantons Solothurn wendet sich mit Eingabe vom 26. August 2002 an die Anklagekammer des Bundesgerichts und beantragt, es sei der Gerichtsstand f&#252;r X. zu bestimmen. Dieser liege jedenfalls nicht im Kanton Solothurn.\n\n    BGE 128 IV 216 S. 217\n   \nDer Generalprokurator des Kantons Bern beantragt in seiner Stellungnahme vom 29. August 2002, es seien die Beh&#246;rden des Kantons Jura f&#252;r berechtigt und verpflichtet zu erkl&#228;ren, den Angeschuldigten X. zu verfolgen und zu beurteilen.\nDer Juge d'instruction du canton de Vaud und der Procureur g&#233;n&#233;ral de la R&#233;publique et canton du Jura haben sich am 30. August 2002 und 5. September 2002 vernehmen lassen, ohne einen ausdr&#252;cklichen Antrag zu stellen. Ihrer Ansicht nach sind die Beh&#246;rden des Kantons Solothurn f&#252;r zust&#228;ndig zu erkl&#228;ren.\n  \nConsid&#233;rants\n\nDie Kammer zieht in Erw&#228;gung:\n\n    1. F&#252;r die Verfolgung und Beurteilung einer strafbaren Handlung sind die Beh&#246;rden des Ortes zust&#228;ndig, wo die strafbare Handlung ausgef&#252;hrt wurde (Art. 346 Abs. 1 Satz 1 StGB). Wird jemand wegen mehrerer, an verschiedenen Orten ver&#252;bter strafbarer Handlungen verfolgt, so sind die Beh&#246;rden des Ortes, wo die mit der schwersten Strafe bedrohte Tat ver&#252;bt worden ist, auch f&#252;r die Verfolgung und die Beurteilung der andern Taten zust&#228;ndig (Art. 350 Ziff. 1 Abs. 1 StGB).\nDer Beschuldigte hat seinen eigenen Angaben zufolge zusammen mit zwei Mitt&#228;tern mehrere Ladendiebst&#228;hle begangen. Da sie zu diesem Zweck in die Schweiz eingereist sind, kommt bandenm&#228;ssiger Diebstahl gem&#228;ss Art. 139 Ziff. 3 StGB in Frage. Dabei handelt es sich um das mit der schwersten Strafe bedrohte Delikt, weshalb die Widerhandlungen gegen das ANAG und das SVG bei der Bestimmung des Gerichtsstandes nicht zu ber&#252;cksichtigen sind.\nAls f&#252;r den Gerichtsstand massgebende Tatorte des bandenm&#228;ssigen Diebstahls kommen nur die Kantone Bern, Jura und Waadt in Frage, w&#228;hrend der Kanton Solothurn, wo der Beschuldigte nur geringf&#252;gigere Straftaten begangen haben soll, als Tatort ausscheidet.\nDer Kanton Solothurn kann im &#220;brigen auch nicht in Anwendung von Art. 348 Abs. 1 StGB, der einen Ankn&#252;pfungspunkt an dem Ort, wo der T&#228;ter betreten wird, vorsieht, als Gerichtsstand bezeichnet werden, weil die mutmasslichen Tatorte bekannt sind.\nDer Kanton Solothurn kommt auch nicht deshalb als Gerichtsstand in Frage, weil die beiden minderj&#228;hrigen Beteiligten dort bereits zu Einschliessungsstrafen verurteilt worden sind. Haben Jugendliche als Mitt&#228;ter zusammen mit Erwachsenen delinquiert, sind sie an ihrem Wohnsitz oder Aufenthaltsort zu verfolgen und zu BGE 128 IV 216 S. 218beurteilen, w&#228;hrend sich der Gerichtsstand f&#252;r die beteiligten Erwachsenen nach den allgemeinen Regeln bestimmt (Art. 372 StGB; ERHARD SCHWERI, Interkantonale Gerichtsstandsbestimmung in Strafsachen, Bern 1987, N. 347).\n\n    2. Sind die strafbaren Handlungen, f&#252;r die jemand verfolgt wird, mit der gleichen Strafe bedroht, so sind die Beh&#246;rden des Ortes zust&#228;ndig, wo die Untersuchung zuerst angehoben wird (Art. 350 Ziff. 1 Abs. 2 StGB). Im vorliegenden Fall ist bisher in keinem der Tatortkantone Bern, Jura und Waadt eine Strafanzeige eingegangen oder auf andere Weise eine Untersuchung angehoben worden. Folglich versagt dieses Kriterium.\nIn dieser Situation sind nach der Rechtsprechung die Beh&#246;rden desjenigen Kantons zust&#228;ndig, in dem ein offensichtliches Schwergewicht der deliktischen T&#228;tigkeit liegt (vgl. Urteil des Bundesgerichts 8G.5/2000 vom 18. Februar 2000, E. 2d; BGE 123 IV 23 E. 2a). Bei nur vier Ladendiebst&#228;hlen, die in drei Kantonen begangen wurden, fehlt es jedoch an einem solchen Schwergewicht (Urteile 8G.76/2002 vom 29. Juli 2002, E. 2, 8G.65/1998 vom 20. Oktober 1998, E. 2b/bb, und 8G.51/1998 vom 29. Juli 1998, E. 3a). Auch dieses Kriterium f&#252;hrt im vorliegenden Fall nicht weiter.\n\n    3. Hat noch keiner der Tatortkantone eine Untersuchung angehoben und besteht &#252;berdies in keinem dieser Kantone ein Schwergewicht der deliktischen T&#228;tigkeit, rechtfertigt es sich, in Analogie zu Art. 350 Ziff. 1 Abs. 2 StGB darauf abzustellen, wo der Beschuldigte das erste Delikt begangen hat.\nEs ist unstrittig und wird insbesondere vom Procureur g&#233;n&#233;ral de la R&#233;publique et canton du Jura in seiner Eingabe ans Bundesgericht vom 5. September 2002 nicht in Frage gestellt, dass der Beschuldigte zuerst in Del&#233;mont/JU einen Diebstahl begangen hat. Folglich sind die Beh&#246;rden dieses Kantons f&#252;r zust&#228;ndig zu erkl&#228;ren.\n \n   \n   "
}