{
  "titre": "131 IV 183",
  "annee": "2005",
  "contenu": "\n      \n  Chapeau\n131 IV 18326. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale dans la cause A. contre Minist&#232;re public du canton de Vaud et X. (pourvoi en nullit&#233;)\n6S.152/2005 du 26 ao&#251;t 2005\n  \nRegeste\nArt. 8 LAVI; ordonnance de non-lieu; droits de la victime dans la proc&#233;dure p&#233;nale.  L'art. 8 al. 1 let. a LAVI n'accorde pas &#224; la victime un droit g&#233;n&#233;ral de participer &#224; la proc&#233;dure p&#233;nale, ni celui de se constituer partie civile d&#233;j&#224; au stade de l'instruction (consid. 2). \nL'art. 8 al. 1 let. b LAVI garantit &#224; la victime qu'un tribunal statue sur le non-lieu (consid. 3.2). \n\n\n  \n  \n  \nFaits &#224; partir de page 184\n\n\n    BGE 131 IV 183 S. 184\n   \nLe 21 juillet 2004, vers 01 h 40, D. circulait au guidon de sa moto sur la route secondaire Nyon-Tr&#233;lex. Peu avant l'Asse, alors qu'il abordait une courbe, il a perdu la ma&#238;trise de son v&#233;hicule, chut&#233; et d&#233;vi&#233; sur la gauche. Il a alors &#233;t&#233; heurt&#233; par le taxi conduit par X., qui venait en sens inverse, et est d&#233;c&#233;d&#233; des suites de ses blessures.\nPar ordonnance du 31 ao&#251;t 2004, le Juge d'instruction de l'arrondissement de la C&#244;te a prononc&#233; un non-lieu suite &#224; cette mort accidentelle. Cette d&#233;cision n'a fait l'objet d'aucune communication.\nPar lettre du 6 d&#233;cembre 2004, A., B. et C., respectivement veuve et enfants du d&#233;funt, ont demand&#233; la r&#233;ouverture de l'enqu&#234;te. Ils ont invoqu&#233; une violation de l'art. 8 al. 1 LAVI, puisqu'ils n'ont pas pu intervenir comme parties dans la proc&#233;dure p&#233;nale, ni obtenir de d&#233;cision judiciaire.\nPar ordonnance du 3 janvier 2005, le Juge d'instruction de l'arrondissement de la C&#244;te a refus&#233; la r&#233;ouverture de cette enqu&#234;te. En bref, il a estim&#233; que m&#234;me si les requ&#233;rants n'avaient pas &#233;t&#233; avis&#233;s de la d&#233;cision prise, cette informalit&#233; ne pouvait justifier &#224; elle seule la r&#233;ouverture du dossier, puisque leur intervention dans la proc&#233;dure n'&#233;tait pas de nature &#224; influer sur la d&#233;cision rendue. Il a jug&#233; qu'on ne pouvait reprocher une quelconque n&#233;gligence au chauffeur de taxi et a ni&#233; tout lien de causalit&#233; entre le comportement de ce dernier et le d&#233;c&#232;s de D.\nPar arr&#234;t du 25 janvier 2005, le Tribunal d'accusation vaudois a rejet&#233; le recours de A., B. et C. contre la d&#233;cision pr&#233;cit&#233;e. Il a jug&#233; que la proc&#233;dure n'&#233;tait pas vici&#233;e au motif que les victimes n'avaient BGE 131 IV 183 S. 185pas pu y participer, faute d'avoir re&#231;u les informations requises. Il a &#233;galement relev&#233; que l'ordonnance de non-lieu du 31 ao&#251;t 2004, fond&#233;e sur des motifs de droit, avait acquis l'autorit&#233; de chose jug&#233;e et s'opposait &#224; toute poursuite ult&#233;rieure, l'action publique &#233;tant d&#233;finitivement &#233;teinte.\nA., B. et C. d&#233;posent un pourvoi en nullit&#233; aupr&#232;s du Tribunal f&#233;d&#233;ral contre l'arr&#234;t susmentionn&#233;. Ils invoquent une violation des droits accord&#233;s par la LAVI, et plus particuli&#232;rement des art. 6 et 8, et se plaignent d'un d&#233;ni de justice formel. Ils concluent &#224; l'annulation de l'arr&#234;t attaqu&#233;.\nLe Minist&#232;re public du canton de Vaud renonce &#224; se d&#233;terminer et se r&#233;f&#232;re &#224; l'arr&#234;t attaqu&#233;.\nX. conclut au rejet du recours. En substance, il soutient que les recourants n'ont pas d&#233;montr&#233; en quoi l'ordonnance de non-lieu pouvait influencer n&#233;gativement l'action civile, que la l&#233;gislation ne pr&#233;voit aucune sanction contre la violation des devoirs impos&#233;s par la LAVI et que le droit des recourants &#224; une d&#233;cision judiciaire est &#233;puis&#233;, le Tribunal d'accusation s'&#233;tant prononc&#233; sur la question de la r&#233;ouverture de l'enqu&#234;te.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Les recourants se plaignent d'une violation de l'art. 8 al. 1 let. a LAVI (RS 312.5) au motif qu'ils n'ont pas pu &#234;tre parties &#224; la proc&#233;dure, ni faire valoir leurs pr&#233;tentions civiles.\n\n    2.1 L'art. 8 al. 1 LAVI pr&#233;voit que la victime peut intervenir comme partie dans la proc&#233;dure p&#233;nale, en particulier dans les hypoth&#232;ses vis&#233;es par les lettres a &#224; c. Cette disposition ne lui octroie toutefois pas un droit g&#233;n&#233;ral de participer &#224; la proc&#233;dure p&#233;nale. Dans ce sens, le Conseil f&#233;d&#233;ral pr&#233;cise, qu'en ce qui concerne les pr&#233;tentions civiles, la loi n'accorde pas de mani&#232;re g&#233;n&#233;rale &#224; la victime le droit de participer aux actes de la proc&#233;dure, de pr&#233;senter des requ&#234;tes, de formuler des observations et d'obtenir des informations dans la m&#234;me mesure que le pr&#233;venu (FF 1990 II 933). Le l&#233;gislateur r&#233;duit ainsi le droit d'intervenir de la victime aux hypoth&#232;ses pr&#233;vues par les lettres a &#224; c de l'art. 8 al. 1 LAVI. La jurisprudence et les auteurs n'interpr&#232;tent pas cette disposition plus largement, pr&#233;cisant que celle-ci cite de mani&#232;re exhaustive les droits d'intervention de la victime dans la proc&#233;dure p&#233;nale (cf. ATF 120 Ia 101 consid. 3a p. 109; P. GOMM/P. STEIN/D. ZEHNTNER, BGE 131 IV 183 S. 186Kommentar zum Opferhilfegesetz, n. 3 ad art. 8 LAVI p. 139; E. WEISHAUPT, Die verfahrensrechtlichen Bestimmungen des Opferhilfegesetzes, p. 215; B. CORBOZ, Les droits proc&#233;duraux d&#233;coulant de la LAVI, in SJ 1996 p. 72).\n\n    2.2 L'art. 8 al. 1 let. a LAVI dispose que la victime peut intervenir comme partie dans la proc&#233;dure p&#233;nale pour faire valoir ses pr&#233;tentions civiles. Ce droit est concr&#233;tis&#233; &#224; l'art. 9 al. 1 LAVI selon lequel le tribunal p&#233;nal doit en principe statuer sur les conclusions civiles. Ces dispositions visent &#224; favoriser la r&#233;paration du dommage dans le cadre de l'action p&#233;nale (ATF 120 IV 44 consid. 4 p. 51). Toutefois, elles ne contiennent aucune r&#232;gle sur le moment &#224; partir duquel la victime peut faire valoir ses pr&#233;tentions et ne garantissent pas &#224; cette derni&#232;re une intervention comme partie au stade de l'instruction. C'est en effet le droit cantonal de proc&#233;dure qui r&#233;git les conditions formelles de cette participation et pr&#233;cise en particulier &#224; quel stade de la proc&#233;dure la victime peut formuler ses pr&#233;tentions. Il ne doit cependant pas rendre si difficile l'invocation des pr&#233;tentions civiles que cela aille contre le sens et le but de la LAVI (ATF 120 IV 44 consid. 5 p. 55).\nCertains cantons pr&#233;voient la constitution de partie civile en tout &#233;tat de cause, soit d&#232;s l'ouverture de l'enqu&#234;te et jusqu'aux d&#233;bats ou &#224; leur cl&#244;ture. D'autres d&#233;cident que celle-ci ne peut se faire que devant le juge du fond et l'excluent ainsi dans la phase d'instruction (E. WEISHAUPT, op. cit., p. 230; R. ROTH/C. KELLERHALS/D. LEROY/J. MATHEY, La protection de la victime dans la proc&#233;dure p&#233;nale, rapport d'&#233;valuation r&#233;dig&#233; sur mandat de l'Office f&#233;d&#233;ral de la justice, p. 36 s.). Les auteurs ont admis que cette derni&#232;re solution ne violait pas la LAVI (G. KOLLY, Zu den Verfahrensrechten der Opfer von Straftaten [Art. 8 OHG] im freiburgischen Strafprozess, in Revue fribourgeoise de jurisprudence [RFJ] 1994 p. 37; cf. R. ROTH/C. KELLERHALS/D. LEROY/J. MATHEY, op. cit., p. 36 s.) et il n'y a pas lieu de s'&#233;carter de cet avis. En effet, ce syst&#232;me correspond au sens et aux buts de la loi qui sont de permettre &#224; la victime de mieux faire valoir ses pr&#233;tentions civiles dans le proc&#232;s p&#233;nal et de dissuader le juge p&#233;nal de la renvoyer devant le tribunal civil (ATF 120 Ia 101 consid. 2b p. 105). Il garantit qu'un tribunal p&#233;nal, soit en l'occurrence le juge du fond, statue simultan&#233;ment, par un seul et m&#234;me jugement, sur l'action p&#233;nale et les conclusions civiles. Par ailleurs, la LAVI permet aux cantons d'exclure ou de restreindre la constitution de partie civile des victimes en cas BGE 131 IV 183 S. 187d'acquittement ou d'abandon de la proc&#233;dure (art. 9 al. 1 LAVI) et en cas d'ordonnances p&#233;nales (art. 9 al. 4 LAVI). Il faut en d&#233;duire que cette loi n'exige en tout cas pas la constitution de partie civile au stade de l'instruction, ant&#233;rieur au prononc&#233; d'une ordonnance p&#233;nale.\n\n    2.3 Les griefs des recourants sont d&#232;s lors infond&#233;s, la LAVI ne leur accordant pas un droit g&#233;n&#233;ral de participer &#224; la proc&#233;dure (cf. supra consid. 2.1), ni celui de se constituer partie civile au stade de l'instruction (cf. supra consid. 2.2).\n\n    3. Invoquant l'art. 8 al. 1 let. b LAVI, les recourants reprochent au Tribunal d'accusation de ne pas &#234;tre entr&#233; en mati&#232;re sur la question de l'homicide par n&#233;gligence, alors que le Juge d'instruction n'est pas une autorit&#233; judiciaire au sens de cette disposition.\n\n    3.1 \n   \n\n    3.1.1 Selon l'art. 8 al. 2 LAVI, les autorit&#233;s informent la victime de ses droits &#224; tous les stades de la proc&#233;dure. Il faut donc lui indiquer en temps utile qu'elle peut se constituer partie civile ou qu'elle peut recourir selon l'art. 8 al. 1 let. b et c LAVI (G. KOLLY, op. cit., p. 53 s.; B. CORBOZ, op. cit., SJ 1996 p. 83 s.; E. WEISHAUPT, op. cit., p. 70). Il s'agit d'un renversement de la pr&#233;somption selon laquelle nul n'est cens&#233; ignorer la loi (ATF 123 II 241 consid. 3e p. 244 et les r&#233;f&#233;rences cit&#233;es). Les modalit&#233;s de ces informations sont fix&#233;es par le droit cantonal. La LAVI ne pr&#233;voit aucune sanction en cas de d&#233;faut d'information et on ne saurait dire que la proc&#233;dure est vici&#233;e parce que la victime n'a pas pu y participer, faute d'avoir re&#231;u les renseignements requis (B. BOVAY/M. DUPUIS/L. MOREILLON/ CH. PIGUET, Proc&#233;dure p&#233;nale vaudoise, 2004, n. 4 ad art. 8 LAVI p. 586; B. Corboz, op. cit., SJ 1996 p. 84; T. MAURER, Das Opferhilfegesetz und die kantonalen Strafprozessordnungen, in RPS 111/ 1993 p. 391). Toutefois, lorsque celle-ci dispose d'un droit de saisir une autorit&#233; (art. 8 al. 1 let. b LAVI) ou de recourir (art. 8 al. 1 let. c LAVI), elle ne doit subir aucun pr&#233;judice si l'information due selon la loi ne lui a pas &#233;t&#233; donn&#233;e et doit pouvoir agir m&#234;me en l'absence de renseignements qui ne lui ont pas &#233;t&#233; communiqu&#233;s en temps utile (B. CORBOZ, op. cit., in SJ 1996 p. 84; E. WEISHAUPT, op. cit., p. 76 s.; cf. ATF 119 IV 330 consid. 1c p. 332 ss). En particulier, la jurisprudence a d&#233;j&#224; admis qu'une d&#233;cision non notifi&#233;e n'&#233;tait pas opposable &#224; son destinataire et n'avait donc aucun effet valable pour ce dernier (cf. ATF 113 Ib 296 consid. 2 p. 297 ss).\n\n    BGE 131 IV 183 S. 188Cependant, conform&#233;ment au principe de la bonne foi, la personne &#224; laquelle le jugement n'a pas &#233;t&#233; notifi&#233; doit s'en pr&#233;valoir en temps utile, d&#232;s que, d'une mani&#232;re ou d'une autre, elle en a pris connaissance (cf. ATF 119 IV 330 consid. 1c p. 334).\n\n    3.1.2 Le Juge d'instruction n'a pas fait intervenir les recourants &#224; la proc&#233;dure et ne leur a pas communiqu&#233; l'ordonnance de non-lieu du 31 ao&#251;t 2004. Ces derniers n'ont toutefois pas &#224; subir de pr&#233;judice de ce fait. Il convient donc d'admettre que, pour eux, le d&#233;lai de recours pr&#233;vu par le droit cantonal n'a commenc&#233; &#224; courir qu'une fois qu'ils ont eu connaissance de cette ordonnance. En l'esp&#232;ce, il n'est pas constat&#233; que les recourants n'auraient pas agi en temps utile apr&#232;s avoir pris connaissance de la d&#233;cision litigieuse. Dans ces conditions et contrairement aux affirmations de l'intim&#233;, le Tribunal d'accusation ne pouvait leur opposer le fait que cette ordonnance aurait acquis l'autorit&#233; de chose jug&#233;e et s'opposerait &#224; toute poursuite ult&#233;rieure.\n\n    3.2 \n   \n\n    3.2.1 Aux termes de l'art. 8 al. 1 let. b LAVI, la victime peut demander qu'un tribunal statue sur le refus d'ouvrir l'action publique ou sur le non-lieu. Conform&#233;ment au message du Conseil f&#233;d&#233;ral, les juges d'instruction et les procureurs ne sont pas des tribunaux au sens de cette disposition. Ainsi, si la d&#233;cision est prise d'embl&#233;e par un tribunal, par exemple une chambre d'accusation, le droit pr&#233;vu par l'art. 8 al. 1 let. b LAVI est imm&#233;diatement satisfait. En revanche, si la d&#233;cision est rendue par un juge d'instruction ou un procureur, la victime doit pouvoir recourir devant un tribunal, normalement la chambre d'accusation (FF 1990 II 934). Le but de la loi est de garantir aux victimes un jugement sur le refus d'ouvrir l'action p&#233;nale ou sur le non-lieu qui soit rendu par une institution diff&#233;rente et ind&#233;pendante des autorit&#233;s d'instruction et des minist&#232;res publics. Les cantons ont par cons&#233;quent d&#251; pr&#233;voir une voie de recours &#224; une autorit&#233; judiciaire contre les d&#233;cisions d'un juge d'instruction ou d'un procureur qui refuse d'ouvrir une enqu&#234;te p&#233;nale ou la cl&#244;ture par un non-lieu (cf. FF 1990 II 934; E. WEISHAUPT, op. cit., p. 271; P. GOMM/P. STEIN/D. ZEHNTNER, op. cit., n. 5 ad art. 8 LAVI p. 140; B. CORBOZ, op. cit., in SJ 1996 p. 74; M. DUCROT, La qualit&#233; de partie du l&#233;s&#233; en particulier sa qualit&#233; pour recourir contre les prononc&#233;s rendus sur l'action publique, in Revue valaisanne de jurisprudence [RVJ] 1995 p. 341; T. MAURER, Das Opferhilfegesetz und die kantonalen Strafprozessordnungen, in RPS 111/1993 p. 389). BGE 131 IV 183 S. 189\n   \nEn d&#233;finitive, dans tous les cas o&#249; la proc&#233;dure ne suit pas son cours jusque devant l'autorit&#233; de jugement, la victime peut exiger une d&#233;cision judiciaire sur le non-lieu. Ce droit ne suppose pas que la victime ait fait ou fera valoir des pr&#233;tentions civiles, ni qu'elle ait particip&#233; &#224; la proc&#233;dure auparavant (cf. ATF 122 IV 79 consid. 1a p. 81; FF 1990 II 934; P. GOMM/P. STEIN/D. ZEHNTNER, op. cit., n. 6 ad art. 8 LAVI p. 140 s.; B. CORBOZ, op. cit., in SJ 1996 p. 75).\n\n    3.2.2 Statuant sur recours contre la d&#233;cision du juge d'instruction, qui n'est pas une autorit&#233; de jugement au sens de l'art. 8 al. 1 let. b LAVI, le Tribunal d'accusation a faussement relev&#233; (cf. supra consid. 3.1) que l'ordonnance du 31 ao&#251;t 2004 avait acquis l'autorit&#233; de chose jug&#233;e et ne s'est en revanche pas prononc&#233; sur les motifs de droits sur lesquels se fondait l'ordonnance attaqu&#233;e. Or, contrairement aux all&#233;gations de l'intim&#233;, le droit des recourants n'est pas &#233;puis&#233; par le fait que ce Tribunal se serait prononc&#233; sur la question de la r&#233;ouverture de l'enqu&#234;te. Les victimes ont en effet le droit &#224; ce qu'une autorit&#233; judiciaire statue sur le non-lieu et, dans le cas particulier, se prononce sur la question de l'homicide par n&#233;gligence. En omettant d'examiner ces points, &#224; savoir les conditions de r&#233;alisation de l'art. 117 CP, le Tribunal d'accusation a viol&#233; l'art. 8 al. 1 let. b LAVI.\n \n   \n   "
}