{
  "titre": "115 Ia 363",
  "annee": "1989",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     563\n                                                                        564\n                                                                        565\n                                                                        566\n                                                                        567\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n115 Ia 36356. Extrait de l'arr&#234;t de la Ire Cour de droit public du 1er novembre 1989 dans la cause M. contre A. et consorts, Municipalit&#233; d'Ormont-Dessus et Commission cantonale de recours en mati&#232;re de constructions du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 4 et 22ter Cst.; droit des constructions, application d'une clause d'esth&#233;tique et d'int&#233;gration des constructions (art. 86 LATC VD) visant &#224; r&#233;duire la densit&#233; d'occupation d'un immeuble.  1. Le propri&#233;taire concern&#233; ne se voyant pas interdire toute construction sur son terrain, la question de la base l&#233;gale suffisante est examin&#233;e en l'esp&#232;ce sous l'angle de l'arbitraire seulement (consid. 2a), et elle est r&#233;solue par l'affirmative (consid. 2b et c). \n2. Le chalet d'habitation projet&#233;, qui est en tous points conforme &#224; la r&#233;glementation en vigueur, ne compromet pas le caract&#232;re des lieux du fait de sa densit&#233; d'occupation sup&#233;rieure &#224; celle des constructions sises dans les environs imm&#233;diats. La r&#233;duction de cette densit&#233; d'occupation sur la base de la clause d'esth&#233;tique en cause ne r&#233;pond &#224; aucun int&#233;r&#234;t public pr&#233;pond&#233;rant  (consid. 3 et 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 364\n\n\n    BGE 115 Ia 363 S. 364\n   \n\n    M. est propri&#233;taire de la parcelle No 2473 du cadastre communal d'Ormont-Dessus, sise aux Diablerets, en aval de la route du col du Pillon, au lieu-dit \"Es Rochers\". D'une surface de 1637 m2, cette parcelle aux contours irr&#233;guliers est entour&#233;e de propri&#233;t&#233;s priv&#233;es, b&#226;ties pour la plupart, dont celles de A. &#224; l'est (No 2460) et des &#233;poux F. au nord (No 2472). Dans le plan de zones communal, elle est class&#233;e au coeur d'une vaste zone de chalets, destin&#233;e - aux termes de l'art. 16 du r&#232;glement sur le plan d'extension et la police des constructions (ci-apr&#232;s: RPE) - \"&#224; l'habitation, ainsi qu'&#224; l'artisanat, au commerce, aux activit&#233;s touristiques et &#224; l'exploitation agricole\" (al. 1) et dans laquelle \"seules sont autoris&#233;es les constructions genre chalet\" (al. 2).\nLe 23 mars 1988, M. a requis de la Municipalit&#233; d'Ormont- Dessus l'autorisation de construire sur son terrain un chalet d'habitation de deux &#233;tages sur rez, comprenant en tout huit appartements, avec onze places de stationnement &#224; ciel ouvert, dont sept le long de la parcelle No 2472. Les propri&#233;taires de cette derni&#232;re, soit les &#233;poux F., et A. ont fait opposition en invoquant une violation de la clause d'esth&#233;tique figurant &#224; l'art. 45 RPE. La municipalit&#233; ayant lev&#233; leurs oppositions et accord&#233; le permis de construire, ils ont alors recouru aupr&#232;s de la Commission cantonale de recours en mati&#232;re de constructions qui, par prononc&#233; du 31 octobre 1988, a admis leur recours.\nAgissant par la voie du recours de droit public, pour violation notamment des art. 4 et 22ter Cst., M. a requis le Tribunal f&#233;d&#233;ral d'annuler le prononc&#233; de la Commission cantonale de recours.\nLe Tribunal f&#233;d&#233;ral a admis le recours dans la mesure o&#249; il &#233;tait recevable et a annul&#233; le prononc&#233; attaqu&#233;.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Le recourant soutient tout d'abord que la d&#233;cision attaqu&#233;e serait d&#233;pourvue de base l&#233;gale suffisante et, dans cette mesure, violerait la garantie de la propri&#233;t&#233;. Se voyant interdire \"l'utilisation qu'il faisait de son immeuble ou qu'il aurait pu faire dans un proche avenir selon les dispositions en vigueur\", soit la construction d'un chalet en tout point conforme, par ses dimensions, son volume et son affectation, aux dispositions du r&#232;glement sur les constructions et du plan de zones de la commune d'Ormont-Dessus, il subirait une restriction particuli&#232;rement grave &#224; son droit de propri&#233;t&#233;. Une restriction aussi grave, estime-t-il, ne BGE 115 Ia 363 S. 365pourrait se fonder que sur une base l&#233;gale claire et univoque, et l'art. 86 de la loi cantonale sur l'am&#233;nagement du territoire et les constructions du 4  d&#233;cembre 1985 (LATC) ne satisferait pas &#224; cette exigence.\na) Contrairement &#224; ce qu'affirme le recourant, l'atteinte qu'il subit n'est pas particuli&#232;rement grave. La jurisprudence admet l'existence d'une telle atteinte lorsque la propri&#233;t&#233; fonci&#232;re est enlev&#233;e de force ou lorsque des interdictions ou des prescriptions positives rendent impossible ou beaucoup plus difficile une utilisation du sol - actuelle ou future - conforme &#224; sa destination (ATF 108 Ia 35 consid. 3a, ATF 99 Ia 251 et les arr&#234;ts cit&#233;s). Tel n'est pas le cas en l'esp&#232;ce o&#249; l'on impose au propri&#233;taire non pas l'interdiction de toute construction sur son terrain, mais uniquement la r&#233;duction de la densit&#233; d'occupation, c'est-&#224;-dire la diminution du nombre d'appartements susceptibles d'&#234;tre am&#233;nag&#233;s dans le chalet qu'il projette de construire. Le Tribunal f&#233;d&#233;ral ne peut donc examiner la question de la base l&#233;gale que sous l'angle restreint de l'arbitraire (ATF 113 Ia 440 consid. 2 et les arr&#234;ts cit&#233;s). Il examine en revanche librement la question de l'int&#233;r&#234;t public et de la proportionnalit&#233; de l'atteinte, tout en faisant preuve de retenue si la solution d&#233;pend d'une appr&#233;ciation des circonstances locales, que les autorit&#233;s cantonales connaissent mieux, ou s'il s'agit de pures questions d'appr&#233;ciation (ATF 110 Ia 172 consid. aa, ATF 109 Ia 259 consid. 4 et les arr&#234;ts cit&#233;s).\nb) Le recourant axe toute son argumentation sur l'art 86 LATC, alors que la juridiction intim&#233;e a fond&#233; sa d&#233;cision uniquement sur l'art. 45 RPE. Cela importe peu, eu &#233;gard au contenu de chacune de ces dispositions, qui sont ainsi libell&#233;es:\nArt. 86 LATC\n\"La municipalit&#233; veille &#224; ce que les constructions, quelle que soit leur destination, ainsi que les am&#233;nagements qui leur sont li&#233;s, pr&#233;sentent un aspect architectural satisfaisant et s'int&#232;grent &#224; l'environnement.\nElle refuse le permis pour les constructions ou les d&#233;molitions susceptibles de compromettre l'aspect et le caract&#232;re d'un site, d'une localit&#233;, d'un quartier ou d'une rue, ou de nuire &#224; l'aspect d'un &#233;difice de valeur historique, artistique ou culturelle.\nLes r&#232;glements communaux doivent contenir des dispositions en vue d'&#233;viter l'enlaidissement des localit&#233;s et de leurs abords.\"\nArt. 45 RPE\n\"Les constructions et reconstructions devront s'harmoniser avec le style g&#233;n&#233;ral des b&#226;timents existants et avec le caract&#232;re des lieux, tant par la forme, les mat&#233;riaux employ&#233;s et leur mise en oeuvre, que par les BGE 115 Ia 363 S. 366teintes.\" \nLa simple lecture de ces textes montre que la port&#233;e de l'art. 45 RPE n'est en tout cas pas plus &#233;tendue que celle de l'art. 86 LATC. D&#232;s lors, si l'on aboutit &#224; la conclusion que cette derni&#232;re disposition ne constitue pas une base l&#233;gale suffisante, il devra forc&#233;ment en aller de m&#234;me, pour les m&#234;mes motifs, de l'art. 45 RPE. Si l'on conclut en revanche que l'art. 86 LATC repr&#233;sente une base l&#233;gale suffisante, cette conclusion s'imposera &#233;galement pour l'art. 45 RPE, faute pour le recourant d'avoir d&#233;montr&#233; le contraire.\nc) Le Tribunal f&#233;d&#233;ral a jug&#233; &#224; diverses reprises que l'art. 57 LCAT -  ancienne disposition sur l'esth&#233;tique des constructions - constituait une base l&#233;gale suffisante (cf. notamment ATF 101 Ia 218 consid. 4, 219 consid. 5a, 97 I  642 consid. b et les arr&#234;ts cit&#233;s). Il n'a pas de raison d'en d&#233;cider autrement  &#224; propos de l'art. 86 LATC, actuelle clause d'esth&#233;tique et d'int&#233;gration des constructions, dont le texte est tr&#232;s proche de celui de l'art. 57 LCAT (Droit vaudois de la construction, Lausanne 1987, n. 2 ad LATC 86, p. 154). Il s'agit d'une r&#233;glementation particuli&#232;rement large du double point de vue des objets prot&#233;g&#233;s et de l'atteinte justifiant l'intervention du pouvoir &#233;tatique. L'&#233;tendue de la base l&#233;gale et le large &#233;ventail des possibilit&#233;s d'intervention des pouvoirs publics ne peuvent toutefois justifier &#224; priori n'importe quelle mesure. Une base l&#233;gale large exige en effet que l'on se montre particuli&#232;rement rigoureux lors de la pes&#233;e des int&#233;r&#234;ts en pr&#233;sence et dans l'examen de la proportionnalit&#233; de la limitation par rapport au but poursuivi et &#224; l'objet de la protection (ATF 97 I 642 consid. b; arr&#234;t non publi&#233; Crottaz du 23 d&#233;cembre 1983, consid. 2a; Droit vaudois de la construction, n. 2.1.1 ad LATC 86, p. 155).\nLe grief d'absence de base l&#233;gale suffisante doit donc &#234;tre rejet&#233;.\n\n    3. a) Selon la jurisprudence, une clause d'esth&#233;tique ne doit pas &#234;tre appliqu&#233;e de mani&#232;re &#224; vider pratiquement de sa substance la r&#233;glementation sur les zones en vigueur (ATF 115 Ia 118 ss consid. 3d; ATF 114 Ia 345 s. consid. 4b). En droit vaudois, un projet de construction peut &#234;tre interdit sur la base de l'art. 86 LATC quand bien m&#234;me il satisferait &#224; toutes les autres dispositions cantonales et communales en mati&#232;re de police des constructions. Cependant, une intervention des autorit&#233;s dans le cas de la construction d'un immeuble r&#233;glementaire qui, par son volume, ne serait pas en harmonie avec les constructions existantes, ne peut s'inscrire que dans la ligne trac&#233;e par la loi elle-m&#234;me et par les BGE 115 Ia 363 S. 367r&#232;glements communaux. Ce sont en effet ces textes qui d&#233;finissent en premier lieu l'orientation que doit suivre le d&#233;veloppement des localit&#233;s. Ainsi, lorsqu'un plan de zones pr&#233;voit que des constructions d'un certain volume peuvent &#234;tre &#233;difi&#233;es dans tel secteur du territoire, une interdiction de construire fond&#233;e sur l'art. 86 LATC, en raison du contraste form&#233; par le volume du b&#226;timent projet&#233; avec les constructions existantes, ne peut se justifier que par un int&#233;r&#234;t public pr&#233;pond&#233;rant. Il faut alors que l'utilisation des possibilit&#233;s de construire r&#233;glementaires apparaisse d&#233;raisonnable et irrationnelle (ATF 101 Ia 213 ss; Droit vaudois de la construction, n. 2.1.1 ad LATC 86, p. 155).\nb) Le soin de veiller &#224; l'aspect architectural des constructions leur appartenant en premier lieu, les autorit&#233;s locales disposent, &#224; cet &#233;gard, d'un large pouvoir d'appr&#233;ciation et la Commission cantonale de recours ne saurait substituer sans autre son propre pouvoir d'appr&#233;ciation. Elle s'impose en effet une certaine retenue dans les domaines o&#249; l'autorit&#233; municipale jouit, en fait et en droit, d'un large pouvoir d'appr&#233;ciation. C'est le cas notamment en mati&#232;re d'esth&#233;tique dans la mesure o&#249; il est question de remettre en cause les implantations, les dimensions, les masses et les hauteurs d'ouvrages d&#233;finis par un plan de quartier ou un plan d'affectation partiel r&#233;cent (cf. Droit vaudois de la construction, n. 3.5 ad LATC 15, p. 64 et n. 2.1.1 in fine ad LATC 86, p. 155; ATF 115 Ia 118 /119 consid. 3d et les r&#233;f&#233;rences).\n\n    4. a) ...\nA l'instar de l'autorit&#233; communale, la Commission cantonale de recours a consid&#233;r&#233; que la construction projet&#233;e &#233;tait en tous points r&#233;glementaire. S'agissant de d&#233;terminer si celle-ci s'harmonisait avec le style g&#233;n&#233;ral des b&#226;timents existants et avec le caract&#232;re des lieux (art. 45 RPE), elle a estim&#233; que, sous l'angle de la seule volum&#233;trie, le projet litigieux ne pouvait &#234;tre refus&#233; vu l'absence de contraste marqu&#233; entre ses dimensions et celles des constructions existantes; en revanche, son taux d'occupation serait propre &#224; compromettre le caract&#232;re des lieux, le quartier des Rochers constituant un compartiment de terrain bien d&#233;limit&#233;, ne frappant certes pas par des constructions particuli&#232;rement modestes dans leur gabarit, mais se distinguant par une densit&#233; extr&#234;mement faible (un &#224; deux foyers, exceptionnellement trois, par chalet). Il y aurait donc hiatus, selon la commission cantonale, du fait d'une occupation sans commune mesure avec celle des b&#226;timents existants; au demeurant, cette volont&#233; de tirer un parti BGE 115 Ia 363 S. 368excessif du volume pr&#233;vu - en lui-m&#234;me admissible - se traduirait ext&#233;rieurement par une fa&#231;ade principale cribl&#233;e de fen&#234;tres si rapproch&#233;es qu'il faudrait renoncer &#224; les flanquer des volets caract&#233;ristiques des chalets. En d&#233;finitive, a conclu la juridiction cantonale, l'&#233;dification d'un ouvrage con&#231;u pour une telle densit&#233; d'occupation serait de nature &#224; compromettre le calme et la tranquillit&#233; propres au quartier ...\nb) Lors de l'inspection des lieux du 3 juillet 1989, le pr&#233;sident de la Commission cantonale de recours a d&#233;limit&#233; ... le secteur pris en consid&#233;ration dans le prononc&#233; attaqu&#233; ... Ainsi que l'inspection locale a permis de le constater, la zone de chalets s'&#233;tend encore &#224; l'est sur un vaste secteur actuellement en nature de pr&#233; et accessible depuis la route cantonale du col du Pillon. Un peu plus bas, &#224; l'ouest, se trouvent trois chalets de six appartements chacun, appartements relativement plus grands que ceux pr&#233;vus par le recourant.\nLe crit&#232;re de \"visibilit&#233;\" appliqu&#233; par la juridiction intim&#233;e, qui s'en est tenue ... (&#224; un) compartiment de terrain (assez) restreint ..., s'av&#232;re inappropri&#233; en l'occurrence, car - l'inspection locale l'a confirm&#233; - c'est tout naturellement et presque sans transition que l'on passe vers l'est dans l'aire en nature de pr&#233; class&#233;e en zone de chalets et au sud-ouest, en contrebas, dans celle comprenant les trois chalets de six appartements chacun. Que la plupart des chalets sis aux abords imm&#233;diats du projet litigieux n'abritent effectivement qu'une ou deux familles - ce qui a &#233;galement &#233;t&#233;  v&#233;rifi&#233; lors de l'inspection locale -, n'appara&#238;t pas d&#233;cisif dans ces conditions. L'on ne se trouve donc pas en pr&#233;sence d'un secteur topographiquement si clairement d&#233;limit&#233; qu'il se justifierait de le soumettre  &#224; un r&#233;gime particulier.\nAu dire des intim&#233;s et de la juridiction cantonale (par la voix de son pr&#233;sident), l'am&#233;nagement des huit logements et des onze places de parc pr&#233;vus  - v&#233;ritable \"corps &#233;tranger\" dans le secteur, &#224; leurs yeux - porterait atteinte au caract&#232;re du site &#224; cause des diverses nuisances qu'il entra&#238;nera immanquablement (manoeuvres de v&#233;hicules, claquement de portes, rentr&#233;es tardives bruyantes), ce qui constituerait une diff&#233;rence par rapport &#224; la route cantonale o&#249; le bruit est pratiquement continu. A cet &#233;gard, il y a lieu tout d'abord de prendre acte de la d&#233;claration faite par le recourant lors de l'inspection des lieux et aux termes de laquelle le nombre de logements projet&#233;s sera finalement de sept au lieu de huit, en raison du retrait d'une offre d'achat. S'agissant des places de parc BGE 115 Ia 363 S. 369- pr&#233;vues non pas devant mais &#224; c&#244;t&#233; du chalet des intim&#233;s F., le chalet de A. n'&#233;tant, lui, pas g&#234;n&#233; -, le recourant se contenterait de n'en am&#233;nager que sept, mais c'est pour r&#233;pondre au voeu des autorit&#233;s locales qu'il entend maintenir leur nombre &#224; onze: la commune, qui exige en principe une place de parc par logement, en recommande en fait une et demie pour tenir compte des besoins de la station en mati&#232;re de parking. Outre la pr&#233;sence de la route du col du Pillon, dont le caract&#232;re bruyant est ind&#233;niable, il faut mentionner l'existence de la route priv&#233;e qui, &#224; l'endroit litigieux, s'en d&#233;tache pour desservir en contrebas environ 30 habitants hors saison et 150 en saison. Cette circonstance interdit d&#233;j&#224; &#224; elle seule d'attribuer au quartier des Rochers le qualificatif de particuli&#232;rement tranquille au point que la r&#233;alisation du projet du recourant aurait pour effet d'en changer totalement le caract&#232;re.\nQuant &#224; l'aspect esth&#233;tique de la fa&#231;ade principale (sud) \"cribl&#233;e de fen&#234;tres\", qui consacrerait la volont&#233; de tirer un parti excessif du volume pr&#233;vu, pourtant r&#233;glementaire, c'est l&#224; une atteinte relativement mineure, au dire du pr&#233;sident de la Commission cantonale de recours, qui n'a du reste &#233;t&#233;  &#233;voqu&#233;e que par surabondance dans le prononc&#233; attaqu&#233;. La d&#233;l&#233;gation du Tribunal f&#233;d&#233;ral a d'ailleurs pu se rendre compte d'elle-m&#234;me que la construction litigieuse ne sera pas la seule dans la localit&#233; &#224; avoir une fa&#231;ade d&#233;pourvue de volets en raison du nombre &#233;lev&#233; de fen&#234;tres.\nc) Eu &#233;gard &#224; l'ensemble de ce qui pr&#233;c&#232;de, on ne voit donc pas &#224; quel int&#233;r&#234;t public pr&#233;pond&#233;rant r&#233;pondrait la r&#233;duction de la densit&#233; d'occupation impos&#233;e au recourant sur la base de la clause d'esth&#233;tique de l'art. 45 RPE. Au demeurant, l'utilisation qu'entend faire ce propri&#233;taire des possibilit&#233;s de construire offertes par le r&#232;glement communal en vigueur - r&#233;glementation que la commune, au dire de ses repr&#233;sentants &#224; l'inspection locale, n'envisage pas pour l'heure de modifier en vue par exemple de limiter la densit&#233; de logements par chalet - n'appara&#238;t pas d&#233;raisonnable et irrationnelle au sens de la jurisprudence susmentionn&#233;e (cf. ATF 101 Ia 223 consid. c).\n...\n \n   \n   "
}