{
  "titre": "104 Ia 473",
  "annee": "1978",
  "contenu": "\n      \n  Chapeau\n104 Ia 47370. Extrait de l'arr&#234;t du 26 avril 1978 dans la cause Guyot contre Conseil d'Etat du canton de Vaud\n\n  \nRegeste\nLibert&#233; du commerce et de l'industrie, droit de faire de la r&#233;clame. Professions lib&#233;rales, architectes. Art. 31 Cst.  1. Le droit de faire de la r&#233;clame est garanti par l'art. 31 Cst.; les cantons peuvent cependant y apporter des limitations, dans l'int&#233;r&#234;t public;  ces limitations peuvent &#234;tre plus restrictives en ce qui concerne les professions lib&#233;rales (consid. 2). \n2. Publicit&#233; faite par un architecte, jug&#233;e inadmissible par rapport aux usages de la profession. La norme 154 SIA sur la publicit&#233; peut &#234;tre consid&#233;r&#233;e comme l'expression des usages de la profession d'architecte (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 473\n\n\n    BGE 104 Ia 473 S. 473\n   \n\n    Architecte inscrit sur la liste des architectes reconnus par l'Etat de Vaud (art. 3 de la loi cantonale sur la profession d'architecte; en abr&#233;g&#233;: LPA) Guyot a fait imprimer un BGE 104 Ia 473 S. 474d&#233;pliant qui a &#233;t&#233; ins&#233;r&#233; dans le \"Bulletin immobilier\", organe de la F&#233;d&#233;ration romande immobili&#232;re. Ce d&#233;pliant comprend la reproduction de plusieurs photographies de constructions (\"quelques exemples de nos nombreuses r&#233;alisations\") ainsi que le signe distinctif de Guyot, et ses nom et pr&#233;nom suivis des indications suivantes: urbanisme, architecture, g&#233;nie civil, entreprise g&#233;n&#233;rale, soci&#233;t&#233; de promotion et recherche de financement, r&#233;gie immobili&#232;re.\nSous la rubrique \"Lib&#233;rez-vous de vos soucis immobiliers\", le d&#233;pliant contient notamment les textes suivants:\n\"Notre entreprise est la seule &#224; regrouper sous le m&#234;me toit une agence d'urbanisme, un atelier d'architecture, un bureau d'&#233;tudes en g&#233;nie civil, une soci&#233;t&#233; d'entreprise g&#233;n&#233;rale, une soci&#233;t&#233; de promotion et de recherche de financement et une soci&#233;t&#233; de r&#233;gie immobili&#232;re...\nLa diversit&#233; de nos services, notre exp&#233;rience dans tous les domaines touchant &#224; l'immobilier, nous permettent d'intervenir pour vous efficacement &#224; l'&#233;chelon de l'&#233;tude de projets, de la r&#233;alisation de tout ou partie de leur ex&#233;cution puis de la saine gestion de l'ouvrage achev&#233;.\"\n\"Consultez-nous sans engagement. Retournez simplement la carte ci-dessous. Quel que soit votre probl&#232;me, nous pouvons vous aider &#224; le r&#233;soudre &#224; des conditions plus avantageuses et plus rapides que si vous deviez recourir s&#233;par&#233;ment &#224; plusieurs services sp&#233;cialis&#233;s.\"\nPlus loin figure, en lettres grasses, la mention: \"consultez-nous!\" suivie d'un coupon-r&#233;ponse &#224; l'adresse de Guyot, invitant &#224; prendre contact avec lui.\nConsid&#233;rant que le d&#233;pliant ins&#233;r&#233; dans le \"Bulletin immobilier\" constituait  \"une publicit&#233; prohib&#233;e au sens des art. 10 et 11 LPA\", la Chambre des architectes du canton de Vaud a condamn&#233; Guyot &#224; une amende de 1000 fr. Saisi d'un recours de l'int&#233;ress&#233;, le Conseil d'Etat du canton de Vaud l'a rejet&#233;, &#224;  la suite de quoi Guyot a form&#233; un recours de droit public aupr&#232;s du Tribunal f&#233;d&#233;ral, soutenant notamment que l'art. 10 LPA viole l'art. 31 Cst.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n  \nConsid&#233;rants\n\nExtrait des motifs:\n\n    1. L'art. 10 de la loi vaudoise du 13 d&#233;cembre 1966 sur la profession d'architecte dispose que \"l'architecte s'interdit toute publicit&#233;\".\nLe recourant pr&#233;tend que cette disposition est incompatible avec l'art. 31 Cst., mais il ne l'a pas attaqu&#233;e, en tant que telle, BGE 104 Ia 473 S. 475dans le d&#233;lai de trente jours d&#232;s sa promulgation, de sorte qu'il ne peut plus en demander l'annulation par le Tribunal f&#233;d&#233;ral. Il peut en revanche soulever encore le grief d'inconstitutionnalit&#233; contre une d&#233;cision qui applique cette disposition &#224; un cas d'esp&#232;ce; mais alors le Tribunal f&#233;d&#233;ral n'a pas &#224;  rechercher si, examin&#233;e pour elle-m&#234;me, ladite disposition est inconstitutionnelle, mais uniquement si, telle qu'elle a &#233;t&#233; interpr&#233;t&#233;e en l'esp&#232;ce et appliqu&#233;e au cas du recourant, elle implique une violation de la Constitution; et s'il r&#233;pond affirmativement &#224; cette question, il ne peut annuler que la d&#233;cision d'esp&#232;ce.\nLe Tribunal f&#233;d&#233;ral ne revoit l'interpr&#233;tation de la l&#233;gislation cantonale que sous l'angle restreint de l'arbitraire (ATF 95 I 426 consid. 4 et les arr&#234;ts cit&#233;s), sauf s'il s'agit d'une atteinte particuli&#232;rement grave, ce qui n'est manifestement pas le cas en l'esp&#232;ce; il examine en revanche librement si le droit cantonal, interpr&#233;t&#233; de mani&#232;re non arbitraire, est compatible avec l'art. 31 Cst. (ATF 101 Ia 256, ATF 98 Ia 59 et les arr&#234;ts cit&#233;s); tout au plus s'impose-t-il une certaine r&#233;serve, &#233;tant donn&#233; qu'il n'a pas &#224; substituer sa propre appr&#233;ciation &#224; celle de l'autorit&#233; cantonale.\n\n    2. L'architecte exerce une profession lib&#233;rale et peut se pr&#233;valoir de la libert&#233; du commerce et de l'industrie garantie par l'art. 31 Cst. (ATF 93 I 519 consid. 4a, ATF 86 I 326 consid. 2). De cette libert&#233; constitutionnelle d&#233;coule notamment le droit de faire de la r&#233;clame (ATF 96 I 701 consid. 2, ATF 87 I 264 et 453 et les arr&#234;ts cit&#233;s). Ce droit est cependant limit&#233; par les prescriptions de police du commerce que les cantons peuvent &#233;dicter en vertu de l'art. 31 al. 2 Cst. Pour &#234;tre conformes &#224; la Constitution, ces prescriptions doivent reposer sur une base l&#233;gale, se justifier par un int&#233;r&#234;t public et ne pas aller au-del&#224; de ce qui est n&#233;cessaire pour atteindre le but d'int&#233;r&#234;t public vis&#233; par le l&#233;gislateur. Se justifient notamment par un int&#233;r&#234;t public les mesures qui tendent &#224; sauvegarder la tranquillit&#233;, la s&#233;curit&#233;, la sant&#233; et la moralit&#233; publiques, de m&#234;me que celles qui visent &#224; pr&#233;venir les atteintes &#224; la bonne foi en affaires par des proc&#233;d&#233;s d&#233;loyaux et propres &#224; tromper le public (ATF 103 Ia 262\n    ATF 96 I 701 consid. 2 et les arr&#234;ts cit&#233;s).\nS'agissant de personnes qui exercent une profession lib&#233;rale, les cantons peuvent, selon la jurisprudence, &#234;tre plus restrictifs envers elles qu'&#224; l'&#233;gard des commer&#231;ants et des industriels. Ces personnes sont tenues d'avoir une attitude digne et correcte BGE 104 Ia 473 S. 476dans leurs rapports avec leurs clients et le public en g&#233;n&#233;ral. Elles ne doivent en particulier pas user de moyen de publicit&#233; de nature &#224; jeter le discr&#233;dit sur leur profession. Il est d&#232;s lors loisible aux cantons de leur interdire une publicit&#233; qui mettrait l'accent sur le c&#244;t&#233; p&#233;cuniaire de leur activit&#233;, qui serait tapageuse, mercantile ou trompeuse (cf. AUBERT, Trait&#233; de droit constitutionnel suisse, vol. II, p. 677 no 1898; MARTI, Die Wirtschaftsfreiheit der schweizerischen Bundesverfassung, p. 114 no 200 et p.  123 no 218). Pour d&#233;limiter ce qui est licite &#224; cet &#233;gard de ce qui ne l'est pas, il faut se fonder sur les habitudes et les opinions g&#233;n&#233;ralement admises dans la profession et dans le canton. Une r&#233;clame d&#233;passant ce qui est usuel n'est pas admissible (ATF 87 I 265 consid. 2 et les arr&#234;ts cit&#233;s). De telles restrictions sont destin&#233;es &#224; prot&#233;ger non seulement la dignit&#233; des professions lib&#233;rales pour elle-m&#234;me, mais encore les int&#233;r&#234;ts du public en g&#233;n&#233;ral.\nC'est sp&#233;cialement &#224; propos des avocats et des m&#233;decins que le Tribunal f&#233;d&#233;ral a d&#233;velopp&#233; les principes rappel&#233;s ci-dessus (ATF 87 I 265 consid. 2 et les arr&#234;ts cit&#233;s, pour les avocats; ZBl 1951, p. 73, et ATF 54 I 96 s., pour les m&#233;decins; AUBERT, loc.cit.). On peut se demander si ces principes s'appliquent avec la m&#234;me rigueur au cas des architectes, dont la profession, tout en &#233;tant consid&#233;r&#233;e comme lib&#233;rale, est &#233;troitement li&#233;e &#224; d'autres professions de caract&#232;re artisanal (voire industriel) et commercial, avec lesquelles les architectes sont parfois en concurrence. La question peut cependant rester ouverte, car, comme on l'a vu ci-dessus, la Cour de c&#233;ans doit examiner non pas la constitutionnalit&#233; de l'art. 10 LPA en tant que tel, mais la fa&#231;on dont les autorit&#233;s vaudoises ont interpr&#233;t&#233; et appliqu&#233; cette disposition au cas du recourant. Or ce dernier n'a pas &#233;t&#233; puni pour avoir simplement fait de la publicit&#233;, mais parce que la publicit&#233; qu'il a faite a  &#233;t&#233; jug&#233;e excessive par rapport aux usages de la profession.\n\n    3. La LPA ne d&#233;finit pas quels sont les usages auxquels les architectes vaudois sont tenus en mati&#232;re de r&#233;clame. Dans son Expos&#233; des motifs accompagnant le projet de loi sur la profession d'architecte, du 24 septembre 1965 (projet dont l'art. 8 pr&#233;voyait d&#233;j&#224; que \"l'architecte s'interdit toute publicit&#233;\"), le Conseil d'Etat du canton de Vaud d&#233;clarait &#224; propos des art. 5 &#224; 13 dudit projet: BGE 104 Ia 473 S. 477\n   \n\"Sans n&#233;gliger le point de vue selon lequel les r&#232;gles de l'&#233;thique professionnelle sont d&#233;licates a d&#233;finir et qu'il appartiendra &#224; la Chambre des architectes de les pr&#233;ciser par sa jurisprudence, le Conseil d'Etat a cependant jug&#233; n&#233;cessaire de fixer dans un chapitre intitul&#233; \"Droits et devoirs de l'architecte\" les principes fondamentaux de l'exercice de la profession d'architecte. Il l'a fait en s'inspirant largement du \"Code des droits et devoirs de l'architecte\" promulgu&#233; en 1955 &#224; La Haye par l'Union internationale des architectes.\" (Bulletin des s&#233;ances du Grand Conseil du canton de Vaud, automne 1976, p. 553.)\nLors de la discussion du projet de loi au Grand Conseil, le rapporteur de la commission parlementaire exposa, &#224; la s&#233;ance du 6 d&#233;cembre 1966 &#224; propos de l'art. 8, devenu l'art. 10: \"La commission n'a pas apport&#233; de modifications &#224;  cet article. La question de la publicit&#233; est r&#233;gl&#233;e par le code de l'UIA et les dispositions de la SIA\", sur quoi cette disposition fut accept&#233;e (cf. Bulletin des s&#233;ances, automne 1976, p. 600).\nLe r&#232;glement sur la publicit&#233; de la SIA (Soci&#233;t&#233; suisse des ing&#233;nieurs et des architectes; Norme 154, &#233;dition 1973) - qui remplace les \"Directives concernant la publicit&#233;\", du 20 ao&#251;t 1954, et a &#233;t&#233; &#233;tabli en collaboration avec les d&#233;l&#233;gu&#233;s de l'Association suisse des ing&#233;nieurs-conseils, de l'Union de soci&#233;t&#233;s suisses d'ing&#233;nieurs-conseils et de l'intergroupe des associations d'architectes du canton de Gen&#232;ve - restreint les membres de la SIA dans leur libert&#233; en mati&#232;re de publicit&#233;. Il dispose &#224; son art. 1.2 que la publicit&#233;  \"admissible\" ne doit pas porter atteinte &#224; la dignit&#233; professionnelle et au principe de la coll&#233;gialit&#233;; elle ne doit pas &#234;tre excessive ou faite en relation avec des produits de tiers. Aux termes de l'art. 2.1, \"porte atteinte  &#224; la dignit&#233; professionnelle toute publicit&#233; qui peut causer un pr&#233;judice quelconque aux professions d'ing&#233;nieur et d'architecte ou contient des indications fallacieuses. La promesse d'avantages ou la garantie de rabais, de faveurs et autres doit &#234;tre consid&#233;r&#233;e comme une atteinte particuli&#232;rement grave &#224; la dignit&#233; professionnelle.\" L'art. 2.3 pr&#233;cise: \"Est excessive toute publicit&#233; tapageuse qui se manifeste par des superlatifs ou prend des formes exag&#233;r&#233;es...\" Ces r&#232;gles sont applicables &#233;galement &#224; \"toutes les personnes physiques et morales inscrites &#224; la liste SIA des bureaux d'&#233;tudes\" (art. 1.3). Elles ont &#233;t&#233; approuv&#233;es notamment par la F&#233;d&#233;ration des architectes suisses, par la F&#233;d&#233;ration suisse des architectes ind&#233;pendants, et par l'Association suisse des ing&#233;nieurs-conseils.BGE 104 Ia 473 S. 478\n   \nIl est vrai que, s'il n'est pas membre de la SIA, un architecte n'est pas directement li&#233; par la r&#233;glementation interne que s'est donn&#233;e cette organisation professionnelle de droit priv&#233;. Toutefois, le recourant a tort lorsqu'il all&#232;gue qu'\"il est vain &#224; cet &#233;gard de faire r&#233;f&#233;rence aux r&#232;gles SIA qui constituent des &#233;l&#233;ments de d&#233;ontologie non requis dans la l&#233;gislation vaudoise\". En effet, les r&#232;gles fix&#233;es dans le r&#232;glement sur la publicit&#233; de la SIA, approuv&#233;es par plusieurs associations professionnelles, peuvent &#234;tre consid&#233;r&#233;es comme l'expression des principes d&#233;ontologiques que tout architecte ou ing&#233;nieur doit respecter en Suisse et singuli&#232;rement dans le canton de Vaud. La r&#233;f&#233;rence du Conseil d'Etat aux \"Branchenbedingungen\" trait&#233;es par SCH&#214;NENBERGER/J&#196;GGI (no 437 ad art. 1er CO, cf. p. 6 de l'arr&#234;t attaqu&#233;) n'est sans doute pas pertinente, en ce sens qu'il ne s'agit pas ici de d&#233;terminer le contenu d'un contrat conclu par un architecte avec un tiers. Il n'en reste pas moins que la norme 154 de la SIA peut &#234;tre tenue pour l'expression des usages de la profession, dont les autorit&#233;s vaudoises peuvent s'inspirer pour d&#233;limiter ce qui est licite en mati&#232;re de publicit&#233; de ce qui ne l'est pas. On peut rapprocher ces r&#232;gles de celles que contiennent les Us et Coutumes des associations (priv&#233;es) d'avocats, &#224; propos desquelles le Tribunal f&#233;d&#233;ral a d&#233;clar&#233; qu'elles explicitent dans le d&#233;tail ce que la loi d&#233;termine de fa&#231;on g&#233;n&#233;rale et qu'elles ont, en ce sens, une port&#233;e qui d&#233;passe le cercle priv&#233;  des membres de l'association et valent de fa&#231;on g&#233;n&#233;rale pour l'activit&#233; des avocats dans le canton (ATF 98 Ia 360 consid. 3a; cf. aussi ATF 87 I 266 et RJB  1952 p. 447 s. et 1957 p. 488 s.).\n\n    4. C'est ainsi avec raison que le Conseil d'Etat, &#224; la suite de la Chambre des architectes, a interpr&#233;t&#233; l'art. 10 LPA en s'inspirant des principes formul&#233;s dans le r&#232;glement sur la publicit&#233; de la SIA. Cette interpr&#233;tation n'est &#224; tout le moins pas arbitraire, en particulier dans la mesure o&#249; elle signifie que tout architecte autoris&#233; &#224; exercer sa profession dans le canton de Vaud est tenu de s'abstenir, dans sa publicit&#233;, de tout exc&#232;s, et de tout ce qui pourrait porter atteinte &#224; la dignit&#233; de la profession, notamment par la promesse d'avantages ou la garantie de rabais et autres faveurs.\nCette d&#233;limitation non arbitraire de la publicit&#233; admissible et de celle qui ne l'est pas est compatible avec la libert&#233; du commerce et de l'industrie telle qu'elle d&#233;coule de l'art. 31 Cst. pour BGE 104 Ia 473 S. 479l'architecte. La question de savoir si la restriction de la libert&#233; de publicit&#233; fond&#233;e sur le principe de la coll&#233;gialit&#233; (Norme SIA 154 art. 1.2 en relation avec l'art. 2.2) constitue un but de police couvert par l'int&#233;r&#234;t public peut rester ouverte en l'esp&#232;ce. En effet, dans la mesure o&#249; l'art. 10  LPA vise l'interdiction d'une publicit&#233; tapageuse et excessive, ou qui porte atteinte d'une autre mani&#232;re &#224; la dignit&#233; professionnelle, il tend &#224; r&#233;aliser un but de police compatible avec l'art. 31 Cst. et le fait en respectant le principe de la proportionnalit&#233;. Si les architectes avaient toute libert&#233; de faire une publicit&#233; qui ne respecte pas ces principes, il pourrait s'ensuivre une surench&#232;re et des abus qui seraient pr&#233;judiciables non seulement &#224; la dignit&#233; de la profession, mais surtout aux int&#233;r&#234;ts du public en g&#233;n&#233;ral. Le l&#233;gislateur cantonal n'est donc pas sorti de son r&#244;le en &#233;dictant des r&#232;gles qui emp&#234;chent de tels abus, inadmissibles sp&#233;cialement de la part de ceux qui entendent exercer une profession lib&#233;rale &#224; laquelle sont attach&#233;s des avantages non n&#233;gligeables.\nLe grief de violation de la libert&#233; du commerce et de l'industrie doit ainsi  &#234;tre rejet&#233;.\n \n   \n   "
}