{
  "titre": "116 V 189",
  "annee": "1990",
  "contenu": "\n      \n  Chapeau\n116 V 18933. Arr&#234;t du 31 ao&#251;t 1990 dans la cause C. et C. contre Fondation commune Banque Cantonale Vaudoise deuxi&#232;me pilier et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 34 al. 2 LPP et art. 25 al. 1 OPP 2: Coordination avec l'assurance-accidents et l'assurance militaire.  D&#232;s lors qu'il autorise les institutions de pr&#233;voyance &#224; exclure le versement de prestations de survivants ou d'invalidit&#233; lorsque l'assurance-accidents ou l'assurance militaire est mise  &#224; contribution pour le m&#234;me cas d'assurance, l'art. 25 al. 1 OPP 2 est contraire &#224; la loi. \n\n\n  \n  \n  \nFaits &#224; partir de page 189\n\n\n    BGE 116 V 189 S. 189\n   \n\n    A.- Victor C., n&#233; en 1952, mari&#233; et p&#232;re d'une fillette n&#233;e en 1980, a &#233;t&#233; happ&#233; et tu&#233; par un train, en 1988, alors qu'il effectuait des travaux sur la voie.\nPar d&#233;cision du 2 juin 1988, la caisse de compensation CIVAS a allou&#233; &#224; Maria C. une rente de veuve de 655 francs et &#224; Monica C. une rente simple d'orpheline de 327 francs par mois. Il s'agissait de deux rentes partielles, fond&#233;es sur un revenu annuel moyen d&#233;terminant de 54'000 francs et huit ann&#233;es de cotisations (&#233;chelle de rente 24).\nDe son c&#244;t&#233;, par d&#233;cision du 26 juillet 1988, la Caisse nationale suisse d'assurance en cas d'accidents (CNA) a allou&#233; &#224; la veuve et &#224; la fille du d&#233;funt des rentes de survivants s'&#233;levant respectivement BGE 116 V 189 S. 190&#224; 1'729 francs et &#224; 649 francs par mois, en fonction d'un gain annuel assur&#233; de  51'870 francs.\n\n    B.- Feu Victor C. travaillait au service de l'entreprise E. SA, laquelle est affili&#233;e &#224; la Fondation commune Banque Cantonale Vaudoise deuxi&#232;me pilier  (ci-apr&#232;s: la fondation), qui est une institution de pr&#233;voyance professionnelle.\nL'art. 27 du \"R&#232;glement Plan A\" de la fondation (ci-apr&#232;s: le r&#232;glement) a la teneur suivante:\n\"Invalidit&#233; et d&#233;c&#232;s par suite de l'accident\nLa Fondation exclut le versement de ses prestations d'invalidit&#233; et de\nsurvivants lorsque l'assurance-accidents ou l'assurance militaire paie des\nprestations compl&#232;tes pour le m&#234;me cas d'assurance.\nLorsque l'assurance-accidents ou l'assurance militaire n'octroie pas de\nprestations compl&#232;tes d'invalidit&#233; ou de survivants, la Fondation ne\ncompense pas les prestations partielles ou r&#233;duites. Si la r&#233;duction\nd&#233;coule d'une maladie, la Fondation prendra en charge la partie relative &#224;\nla maladie.\"\nPar lettre du 9 ao&#251;t 1988, la fondation a inform&#233; Maria C. qu'&#224; la suite du d&#233;c&#232;s de son mari, il lui revenait un capital de 5'341 fr. 35, y compris les int&#233;r&#234;ts. Selon l'art. 21 du r&#232;glement, ce capital est vers&#233; aux ayants droit lorsque l'assur&#233; d&#233;c&#232;de avant l'ouverture du droit &#224; la rente de vieillesse et sans qu'une rente de veuve soit due. Or, l'int&#233;ress&#233;e, d&#233;j&#224; au b&#233;n&#233;fice de prestations de l'assurance-accidents, ne pouvait pr&#233;tendre une telle rente, eu  &#233;gard &#224; l'art. 27 du r&#232;glement.\n\n    C.- Maria et Monica C. ont ouvert action contre la fondation en concluant au versement par cette derni&#232;re, en lieu et place d'un capital, d'une rente de veuve et d'une rente d'orpheline.\nPar jugement du 13 mars 1989, le Tribunal des assurances du canton de Vaud a rejet&#233; la demande. En substance, il a consid&#233;r&#233; que l'art. 27 pr&#233;cit&#233; &#233;tait conforme &#224; la LPP, ainsi qu'&#224; ses dispositions d'ex&#233;cution, dont la l&#233;galit&#233;  n'&#233;tait pas contestable sur ce point.\n\n    D.- Maria et Monica C. interjettent un recours de droit administratif contre ce jugement, dont elles demandent la r&#233;forme dans le sens de leurs conclusions en premi&#232;re instance. La fondation conclut au rejet du recours. L'Office f&#233;d&#233;ral des assurances sociales (OFAS) en fait de m&#234;me.\nLe Tribunal cantonal s'est &#233;galement d&#233;termin&#233; sur le recours.\n\n    BGE 116 V 189 S. 191\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Selon l'art. 19 al. 1 let. a LPP, la veuve a droit &#224; une rente de veuve si, au d&#233;c&#232;s du conjoint, elle a un ou plusieurs enfants &#224; charge. Les enfants du d&#233;funt ont droit, quant &#224; eux, &#224; une rente d'orphelin (art. 20 al. 1 LPP).\nb) L'art. 24 al. 1 OPP 2 autorise les institutions de pr&#233;voyance &#224; r&#233;duire les prestations d'invalidit&#233; et de survivants dans la mesure o&#249;, ajout&#233;es &#224; d'autres revenus &#224; prendre en compte, elles d&#233;passent 90% du gain annuel dont on peut pr&#233;sumer que l'int&#233;ress&#233; est priv&#233;.\nSelon l'art. 25 al. 1 OPP 2, l'institution de pr&#233;voyance peut exclure le versement de prestations de survivants ou d'invalidit&#233; lorsque l'assurance-accidents ou l'assurance militaire est mise &#224; contribution pour le m&#234;me cas d'assurance. L'alin&#233;a 2 r&#232;gle certaines situations particuli&#232;res (prestations incompl&#232;tes de l'assurance-accidents ou de l'assurance militaire parce que la cause qui est &#224; l'origine du d&#233;c&#232;s ou de l'invalidit&#233; n'est pas enti&#232;rement couverte par l'une de ces deux assurances; faute de l'assur&#233; ayant entra&#238;n&#233; le refus ou la r&#233;duction de prestations par l'assurance-accidents ou l'assurance militaire). Enfin, l'alin&#233;a 3 renferme des dispositions au sujet des assur&#233;s qui sont invalides &#224; raison de 50% au moins, mais qui re&#231;oivent une rente d'invalidit&#233; de l'assurance-accidents ou de l'assurance militaire.\nCes normes r&#233;glementaires se fondent toutes sur l'art. 34 al. 2 LPP, qui charge le Conseil f&#233;d&#233;ral d'&#233;dicter des prescriptions afin d'emp&#234;cher que le cumul de prestations ne procure un avantage injustifi&#233; &#224; l'assur&#233; ou &#224; ses survivants (premi&#232;re phrase). En cas de concours de prestations pr&#233;vues par la LPP avec des prestations pr&#233;vues par la LAA ou la LAM, la priorit&#233; sera donn&#233;e en principe aux prestations pr&#233;vues par l'assurance-accidents ou l'assurance militaire (seconde phrase).\nc) C'est en invoquant l'art. 27 du r&#232;glement, ainsi que l'art. 25 al. 1 OPP 2, que la fondation a d&#233;ni&#233; aux recourantes le droit &#224; des prestations pour survivants.\nLes recourantes contestent la l&#233;galit&#233; de cette r&#232;gle de l'ordonnance. L'art. 34 al. 2 LPP, s'il institue la priorit&#233; des prestations de l'assurance-accidents et de l'assurance militaire, n'autoriserait pas les caisses de pension &#224; exclure toute prestation en cas d'intervention de l'une ou l'autre de ces assurances; le cumul BGE 116 V 189 S. 192resterait permis, mais jusqu'&#224; concurrence de la limite de 90% fix&#233;e par l'art.  24 al. 1 OPP 2.\nLes premiers juges r&#233;futent cette opinion en se r&#233;f&#233;rant tant aux travaux pr&#233;paratoires de la LAA qu'&#224; ceux de la LPP. De son c&#244;t&#233;, l'OFAS se rallie &#224;  l'avis des juges cantonaux.\n\n    2. a) Les motifs qui sont &#224; la base de l'art. 25 al. 1 OPP 2 ont &#233;t&#233; explicit&#233;s par l'OFAS dans un commentaire &#224; l'appui du projet de l'OPP 2. L'office expose tout d'abord que le cumul des rentes de l'assurance-invalidit&#233; et de l'assurance-accidents (ou de l'assurance militaire) permet en g&#233;n&#233;ral d'atteindre la limite de 90% au-del&#224; de laquelle il y a \"avantage injustifi&#233;\". Il ne peut en aller autrement que si les rentes en question sont r&#233;duites en raison de circonstances sp&#233;ciales (dur&#233;e incompl&#232;te de cotisations, faible degr&#233; d'invalidit&#233;, faute grave du b&#233;n&#233;ficiaire). Or, poursuit l'office, \"la commission OPP est d'avis que le deuxi&#232;me pilier n'a pas &#224; combler des lacunes cr&#233;&#233;es volontairement par les autres assurances sociales\". En outre, on compliquerait singuli&#232;rement la t&#226;che des institutions de pr&#233;voyance en les obligeant &#224; op&#233;rer chaque fois, en cas d'accident, un d&#233;compte des montants vers&#233;s par les autres assurances, pour finalement allouer des prestations minimes ou point de prestation du tout.\nb) Dans leur grande majorit&#233;, les auteurs qui se sont exprim&#233;s sur le sujet ne paraissent pas mettre en doute la validit&#233; de la r&#233;glementation ici en cause, m&#234;me si certains d'entre eux &#233;mettent des r&#233;serves quant &#224; ses modalit&#233;s d'application. WIRTH/SAAGER (Die zweite S&#228;ule, p. 81) se r&#233;f&#232;rent, sans commentaire particulier, aux explications de l'OFAS. WALSER (Das BVG im Rahmen der Sozialversicherungen, in: L'Expert-comptable suisse 1984, p. 395) souligne que la solution retenue par le Conseil f&#233;d&#233;ral permet une importante simplification des t&#226;ches des institutions de pr&#233;voyance. MAURER (Schweizerisches Unfallversicherungsrecht, p. 380) rel&#232;ve que si une institution de pr&#233;voyance fait usage de la facult&#233; r&#233;serv&#233;e par l'art. 25 al. 1 OPP 2, elle n'accorde pas de rentes compl&#233;mentaires, mais se conforme au principe de la subsidiarit&#233;. SCHAER (Grundz&#252;ge des Zusammenwirkens von Schadenausgleichsystemen, p. 377) qualifie la r&#233;glementation en question de particuli&#232;rement int&#233;ressante (\"von besonderem Interesse\") en tant qu'elle conduit une assurance \"finale\" (pr&#233;voyance professionnelle) &#224; s'effacer derri&#232;re une assurance \"causale\" (assurance-accidents obligatoire). NEF (Die Leistungen der Beruflichen Vorsorge in Konkurrenz zu anderen BGE 116 V 189 S. 193Versicherungstr&#228;gern sowie haftpflichtigen Dritten, SZS 1987 pp. 25 et 28 s.) critique la forme potestative utilis&#233;e aux art. 24 et 25 OPP 2, cependant que l'art. 34 al. 2 LPP a un caract&#232;re imp&#233;ratif. Par ailleurs, cet auteur soutient que la norme de l'art. 25 al. 1 OPP 2 ne doit pas s'appliquer lorsque le revenu effectif dont l'int&#233;ress&#233; est priv&#233; est sup&#233;rieur au gain assur&#233; maximum, dans la LAA ou dans la LAM; dans un tel cas, en effet, on ne saurait plus parler d'un \"avantage injustifi&#233;\". RIEMER (Verh&#228;ltnis des BVG (Obligatorium und freiwillige berufliche Vorsorge) zu anderen Sozialversicherungszweigen und zum Haftpflichtrecht, SZS 1987 p. 121 note 1 et p. 122 note 3) rel&#232;ve que l'art. 25  al. 1 OPP 2 n&#233;cessite une disposition statutaire ou r&#233;glementaire; il exprime la m&#234;me r&#233;serve que NEF en ce qui concerne la limite maximale du gain assur&#233;. HELBLING (Personalvorsorge und BVG, 4e &#233;d., p. 545) ne parle quant &#224; lui que d'une r&#233;duction possible des prestations, sans s'exprimer sur l'&#233;ventualit&#233;  d'une exclusion. En d&#233;finitive, seul PREMAND (Pr&#233;voyance professionnelle et assurance-accidents, in: Risques totalement ou partiellement exclus de l'assurance sociale (y compris la pr&#233;voyance professionnelle), IRAL Lausanne  1989 p. 42 note 13) s'interroge, sans autre d&#233;veloppement il est vrai, sur la conformit&#233; &#224; la loi de l'art. 25 al. 1 OPP 2.\nc) Pour sa part, le Tribunal f&#233;d&#233;ral des assurances n'a pas eu l'occasion de se prononcer explicitement sur la question. Dans l'arr&#234;t ATF 113 V 132, qui concernait la fixation du degr&#233; d'invalidit&#233; dans l'assurance-accidents, il a implicitement et indirectement admis la l&#233;galit&#233; de l'art. 25 al. 1 OPP 2, bien qu'&#224; vrai dire le probl&#232;me de la coordination avec les prestations de la pr&#233;voyance professionnelle ne f&#251;t pas en discussion dans cette affaire (p. 138  consid. 6).\n\n    3. La d&#233;l&#233;gation contenue &#224; l'art. 34 al. 2 LPP autorise le Conseil f&#233;d&#233;ral &#224; adopter des dispositions d'ex&#233;cution en lui laissant un large pouvoir d'appr&#233;ciation. Elle ne lui donne toutefois pas la comp&#233;tence de d&#233;roger &#224; la loi. M&#234;me si, en pareil cas, le Tribunal f&#233;d&#233;ral des assurances doit veiller &#224; ne pas substituer sa propre appr&#233;ciation &#224; celle de l'autorit&#233; ex&#233;cutive (ATF 116 V 58 consid. 3b et les arr&#234;ts cit&#233;s), la l&#233;galit&#233; des dispositions de l'ordonnance ne pourra &#234;tre admise que si ces normes reposent sur une interpr&#233;tation convaincante du texte l&#233;gal (ATF 114 Ib 9 consid. 3b, ATF 101 Ib 390 consid. 2).\na) La loi s'interpr&#232;te en premier lieu selon sa lettre. Toutefois, si le texte n'est pas absolument clair, si plusieurs interpr&#233;tations de BGE 116 V 189 S. 194celui-ci sont possibles, il faut alors rechercher quelle est la v&#233;ritable port&#233;e de la norme, en la d&#233;gageant de tous les &#233;l&#233;ments &#224; consid&#233;rer, soit notamment des travaux pr&#233;paratoires, du but de la r&#232;gle, de son esprit, ainsi que des valeurs sur lesquelles elle repose ou encore de sa relation avec d'autres dispositions l&#233;gales (ATF 115 V 348 consid. 1c, ATF 114 Ia 28 consid. 3c, ATF 114 V 250 consid. 8a, ATF 113 II 410 consid. 3a).\nb) En l'esp&#232;ce, le sens de l'art. 34 al. 2 LPP peut &#234;tre d&#233;gag&#233; sans difficult&#233; de son texte. La premi&#232;re phrase de cette disposition indique au Conseil f&#233;d&#233;ral le but &#224; atteindre, qui est d'emp&#234;cher que le cumul de prestations ne procure un avantage injustifi&#233; &#224; l'assur&#233; ou &#224; ses survivants. Ainsi formul&#233;e, elle conf&#232;re au d&#233;l&#233;gataire toute latitude quant aux moyens &#224;  mettre en oeuvre. Mais cette libert&#233; est restreinte par la seconde phrase, qui donne au gouvernement une directive pour r&#233;gler le cas sp&#233;cifique du concours avec des prestations de l'assurance-accidents ou de l'assurance militaire. L'utilisation dans ce contexte du mot \"priorit&#233;\" (vorgehen, sono poziori) signifie certes qu'il appartient aux assurances vis&#233;es d'intervenir en premier lieu, mais non que cette intervention soit exclusive de toute autre. Si le l&#233;gislateur avait voulu exclure ici le versement de prestations par l'institution de pr&#233;voyance, ind&#233;pendamment de tout risque de surindemnisation, il en aurait certainement formul&#233; le principe dans le texte l&#233;gal et des dispositions d'ex&#233;cution eussent &#233;t&#233;, &#224; ce propos, superflues.\nCette interpr&#233;tation correspond au but de la pr&#233;voyance professionnelle, qui est, selon l'ordre constitutionnel, de permettre aux b&#233;n&#233;ficiaires de maintenir de fa&#231;on appropri&#233;e leur niveau de vie ant&#233;rieure, compte tenu des prestations de l'assurance f&#233;d&#233;rale (art. 34quater al. 3 Cst.). Certes, l'OFAS rel&#232;ve &#224;  juste titre que des lacunes dans l'indemnisation des ayants droit ne sont envisageables que dans des situations particuli&#232;res, notamment lorsque l'int&#233;ress&#233; compte une dur&#233;e incompl&#232;te de cotisations &#224; l'AVS/AI. Mais on ne voit pas pourquoi l'institution de pr&#233;voyance - aupr&#232;s de laquelle l'assur&#233; ou le d&#233;funt a r&#233;guli&#232;rement cotis&#233; - ne devrait pas &#234;tre mise &#224; contribution dans ce cas pr&#233;cis.\nc) Contrairement &#224; l'opinion des premiers juges, l'analyse des travaux pr&#233;paratoires ne d&#233;montre pas qu'une telle solution irait &#224; l'encontre de la volont&#233; clairement exprim&#233;e du l&#233;gislateur. aa) L'art. 34 al. 2 LPP (qui &#233;tait alors l'art. 35 al. 2 du projet de loi) a connu une gestation pour le moins difficile. A l'origine, BGE 116 V 189 S. 195dans le projet du Conseil f&#233;d&#233;ral du 19 d&#233;cembre 1975, cette disposition ne contenait qu'une seule phrase, celle-l&#224; m&#234;me qui est devenue la premi&#232;re phrase de l'actuel art. 34 al. 2 LPP. Lors de sa s&#233;ance du 29 septembre 1981, le Conseil national a toutefois introduit dans cet alin&#233;a un texte pratiquement identique &#224; celui qui figure actuellement &#224; l'art. 34 al. 2 LPP, deuxi&#232;me phrase. Une minorit&#233;, emmen&#233;e par le conseiller national Allenspach, voulait en rester au texte propos&#233; par le Conseil f&#233;d&#233;ral et d&#233;j&#224; approuv&#233; par le Conseil des Etats. Dans sa d&#233;claration, M. Allenspach a rappel&#233; que, selon le message &#224;  l'appui d'un projet de LAA du 18 ao&#251;t 1976, un cumul de prestations de l'assurance-accidents et de la pr&#233;voyance professionnelle &#233;tait exclu, de sorte que, &#224; son avis, une modification du texte initial engendrerait des incertitudes (BO 1981 CN 1090 s.).\nL'on cr&#233;ait ainsi une divergence avec le texte vot&#233; par le Conseil des Etats. La majorit&#233; de sa commission accepta un amendement de M. Sch&#246;nenberger, qui avait pour effet d'inverser l'ordre des priorit&#233;s (priorit&#233; donn&#233;e aux prestations de la LPP). Un nouveau d&#233;bat eut lieu devant le Conseil des Etats le 26 janvier 1982. Le conseiller f&#233;d&#233;ral H&#252;rlimann, tout en se d&#233;clarant conscient de la n&#233;cessit&#233; de revoir non seulement la r&#233;daction de l'art. 35 al.  2 du projet de LPP, mais &#233;galement celle de l'art. 40 LAA, a r&#233;affirm&#233; sa conviction qu'il fallait accorder la priorit&#233; aux prestations de l'assurance-accidents et de l'assurance militaire. C'est finalement pour permettre un nouvel examen de la question par le Conseil f&#233;d&#233;ral que le Conseil adopta le texte de l'art. 35 al. 2 amend&#233; par la majorit&#233; de la commission, selon la proposition Sch&#246;nenberger (BO 1982 CE 18-20).\nLa discussion reprit devant la commission du Conseil national lors de la s&#233;ance des 8/9 f&#233;vrier 1982. On d&#233;battit d'une proposition du conseiller national Zehnder, pr&#233;voyant qu'en cas de concours avec les prestations de la LAA ou de la LAM, les prestations de la LPP \"sont r&#233;duites dans la mesure o&#249;, ajout&#233;es aux autres prestations, elles d&#233;passent le gain ant&#233;rieur\". Un nouveau texte fut adopt&#233; dans ce sens par la commission, sauf &#224; relever que la limite maximale du gain &#224; prendre en consid&#233;ration fut fix&#233;e &#224; 90%, au lieu de 100%. Ce texte fut adopt&#233; par le plenum lors de la s&#233;ance du 3 mars 1982, apr&#232;s un d&#233;bat nourri au sujet de la limite d&#233;terminante (90% selon l'opinion de la majorit&#233;, 100% d'apr&#232;s la proposition de la minorit&#233;; BO 1982 CN 206-209).\n\n    BGE 116 V 189 S. 196\n   \nA l'occasion d'une s&#233;ance d'un groupe de travail de la commission du Conseil des Etats, l'on apprit que, de l'avis de M. Barde, qui avait particip&#233; aux travaux de la commission d'experts, la derni&#232;re version adopt&#233;e par le Conseil national &#233;tait \"impraticable\". Le D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur annon&#231;a un prochain rapport &#224; ce sujet qui fut examin&#233; par la commission dans sa s&#233;ance du  22 mai 1982. Le conseiller f&#233;d&#233;ral H&#252;rlimann insista sur les difficult&#233;s d'application auxquelles conduirait, selon lui, la nouvelle r&#232;gle et invita la commission &#224; revenir &#224; la version adopt&#233;e par le Conseil national en septembre  1981, ce qui impliquait une renonciation &#224; la limite maximale de 90%.\nC'est cette proposition qui fut finalement retenue par les deux Chambres, pratiquement sans discussion (BO 1982 CE 189 s.; BO 1982 CN 768). Le rapporteur de la commission du Conseil des Etats a relev&#233; qu'il &#233;tait juste, en d&#233;finitive, que l'ordre des priorit&#233;s f&#251;t &#233;tabli de telle mani&#232;re que: \"... zuerst die Leistungen der AHV/IV festgelegt werden sollen, in zweiter Priorit&#228;t diejenigen des UVG und der Milit&#228;rversicherung und erst in dritter Priorit&#228;t die Leistungen des BVG\".\nbb) Il n'est ainsi pas possible d'affirmer que le l&#233;gislateur, en voulant marquer le caract&#232;re prioritaire des prestations de l'assurance-accidents et de l'assurance militaire, ait eu en m&#234;me temps l'intention d'exclure par principe la responsabilit&#233; des institutions de pr&#233;voyance. Si le Conseil f&#233;d&#233;ral, dans son message pr&#233;cit&#233; du 18 ao&#251;t 1976, invoqu&#233; par les premiers juges, a relev&#233;, dans un passage consacr&#233; &#224; la coordination avec la pr&#233;voyance professionnelle, que \"les institutions de pr&#233;voyance n'ont rien &#224; verser en cas de mort et d'invalidit&#233; dues &#224; un accident, lorsque l'assurance-accidents est tenue &#224;  prestations\" (FF 1976 III 175), la conception du l&#233;gislateur semble avoir  &#233;volu&#233; par la suite. Nulle part on ne trouve, apr&#232;s la discussion d'un premier texte par le Conseil national, en septembre 1981, une volont&#233; de refuser purement et simplement, dans l'hypoth&#232;se envisag&#233;e, les prestations de la pr&#233;voyance professionnelle. Si le Parlement a renonc&#233;, en derni&#232;re analyse, &#224;  la formulation adopt&#233;e en mars 1982, c'est apparemment parce qu'il a craint - &#224;  tort ou &#224; raison - qu'une r&#233;glementation trop d&#233;taill&#233;e dans la loi ne provoqu&#226;t des difficult&#233;s d'ordre pratique et qu'il a jug&#233; pr&#233;f&#233;rable de laisser au Conseil f&#233;d&#233;ral le soin de r&#233;gler lui-m&#234;me certaines modalit&#233;s d'application, et non pas, comme l'affirment en BGE 116 V 189 S. 197substance les premiers juges, parce qu'il d&#233;sirait revenir &#224; une solution nettement plus restrictive.\nd) Il faut admettre, sur le vu de ces consid&#233;rations, que l'art. 25 al. 1 OPP  2 ne respecte pas la d&#233;l&#233;gation l&#233;gislative. La solution adopt&#233;e par le Conseil f&#233;d&#233;ral peut conduire, dans certains cas, &#224; une indemnisation lacunaire des assur&#233;s ou de leurs survivants. Elle s'&#233;carte donc du but vis&#233;, qui est uniquement d'emp&#234;cher que le cumul de prestations ne procure un avantage injustifi&#233; aux int&#233;ress&#233;s. En &#233;dictant l'art. 25 al. 1 OPP 2, le Conseil f&#233;d&#233;ral a certes voulu simplifier la t&#226;che des institutions de pr&#233;voyance. Mais cette pr&#233;occupation, pour l&#233;gitime qu'elle soit, ne saurait l'emporter sur l'obligation d'assurer, dans certaines limites, le maintien de la situation ant&#233;rieure des b&#233;n&#233;ficiaires. Encore que l'on ne doive pas surestimer l'importance des difficult&#233;s d'application invoqu&#233;es, si l'on sait que certaines institutions de pr&#233;voyance ont renonc&#233; &#224; faire usage de la facult&#233;  conf&#233;r&#233;e par l'art. 25 al. 1 OPP 2 (voir p.ex. l'art. 13 al. 3 des Statuts de la Caisse f&#233;d&#233;rale d'assurances; RS 172.222.1).\nPour le surplus, il n'est pas n&#233;cessaire de se prononcer sur la l&#233;galit&#233; des deuxi&#232;me et troisi&#232;me alin&#233;as de l'art. 25 OPP 2, qui ne sont pas en cause en l'esp&#232;ce.\n\n    4. Il r&#233;sulte de ce qui pr&#233;c&#232;de que le refus de prestations de survivants aux recourantes, fond&#233; sur l'art. 25 al. 1 OPP 2 et sur l'art. 27 du r&#232;glement, n'est pas conforme &#224; la loi et viole par cons&#233;quent le droit f&#233;d&#233;ral. Le Conseil f&#233;d&#233;ral a concr&#233;tis&#233; la notion d'avantage injustifi&#233; &#224; l'art. 24 al. 1 OPP 2. Il convient donc d'appliquer aussi cette norme lorsque l'&#233;ventualit&#233; (invalidit&#233; ou d&#233;c&#232;s) est la cons&#233;quence d'un &#233;v&#233;nement pris en charge par l'assurance-accidents ou l'assurance militaire. Cela signifie, en l'occurrence, que les prestations de la fondation peuvent seulement &#234;tre r&#233;duites, dans la mesure o&#249;, ajout&#233;es &#224; celles allou&#233;es par la CNA et par la caisse de compensation, elles exc&#232;dent la limite d&#233;terminante de 90%.\nCela ne vaut toutefois que pour les prestations de la pr&#233;voyance professionnelle obligatoire, auxquelles s'applique la LPP: les institutions de pr&#233;voyance restent libres, en effet, d'exclure dans leurs statuts, pour ce qui est de la pr&#233;voyance plus &#233;tendue (art. 49 al. 2 LPP), le versement de prestations de survivants ou d'invalidit&#233; lorsque l'assurance-accidents ou l'assurance militaire est mise &#224; contribution pour le m&#234;me cas d'assurance (RIEMER, loc.cit., p. 123 s.; NEF, loc.cit., p. 24).\n\n    BGE 116 V 189 S. 198\n   \nEn l'esp&#232;ce, la limite de 90% n'est pas atteinte parce que les rentes de l'AVS sont incompl&#232;tes. Le calcul des prestations auxquelles les recourantes peuvent pr&#233;tendre, dans le cadre de la pr&#233;voyance obligatoire (art. 19, 20 et  21 LPP), ne peut cependant pas &#234;tre &#233;tabli sur la base des seules pi&#232;ces du dossier. Il convient donc de renvoyer la cause &#224; la juridiction cantonale pour qu'elle effectue ce calcul, apr&#232;s instruction compl&#233;mentaire, et statue &#224;  nouveau.\n\n    5. (Frais et d&#233;pens)\n \n   \n   "
}