{
  "titre": "82 I 217",
  "annee": "1956",
  "contenu": "\n      \n  Chapeau\n82 I 21732. Arr&#234;t du 21 novembre 1956 dans la cause Gailloud contre Cour de cassation p&#233;nale du canton de Vaud.\n\n  \nRegeste\n1. Obligation du juge cantonal d'examiner le grief d'inconstitutionnalit&#233; en cas de contradiction entre le droit cantonal et la constitution f&#233;d&#233;rale.  2. Service public; cimeti&#232;re. En ce qui concerne l'am&#233;nagement des tombes, l'autorit&#233; peut tenir compte de consid&#233;rations esth&#233;tiques, pourvu qu'elle observe les limites de l'art. 4 Cst. Elle exc&#232;de ces limites en interdisant de fa&#231;on absolue la pose de croix fabriqu&#233;es en plusieurs parties. \n\n\n  \n  \n  \nFaits &#224; partir de page 217\n\n\n    BGE 82 I 217 S. 217\n   \n\n    A.- L'art. 130 du r&#232;glement de police de la commune de Lausanne dispose que \"pour sauvegarder l'esth&#233;tique des cimeti&#232;res, la Municipalit&#233; fixera les conditions auxquelles BGE 82 I 217 S. 218peuvent &#234;tre admis les monuments, entourages, porte-couronnes et autres ornements de tombes\".\nDans sa s&#233;ance du 14 mai 1954, la Municipalit&#233;, se fondant sur cette disposition, a d&#233;cid&#233; d'interdire notamment la gravure au diamant et les croix en plusieurs parties. Elle en a inform&#233; les marbriers exer&#231;ant leur m&#233;tier dans les cimeti&#232;res de Lausanne.\n\n    B.- Le marbrier Andr&#233; Gailloud poss&#232;de un atelier de fabrication de monuments fun&#233;raires, &#224; Renens, pr&#232;s de Lausanne. Le 8 mai 1956, il a &#233;t&#233; condamn&#233; par le d&#233;l&#233;gu&#233; de la Municipalit&#233; de Lausanne &#224; une amende de cinquante francs pour avoir pos&#233; au cimeti&#232;re du Boisde-Vaux trois monuments grav&#233;s au diamant et une croix en trois parties. Il a recouru &#224; la Cour de cassation du Tribunal cantonal vaudois, qui, dans un arr&#234;t du 11 septembre 1956, l'a lib&#233;r&#233; du chef de contravention &#224; l'interdiction de la gravure au diamant, a retenu en revanche l'existence d'une infraction en ce qui concerne la pose de la croix et a r&#233;duit l'amende &#224; 30 fr. Elle a admis que la croix litigieuse &#233;tait faite en trois parties, ce qui suffisait &#224; constituer la contravention retenue &#224; la charge de Gailloud. En revanche, elle n'a pas voulu examiner si, comme le soutenait le recourant, l'interdiction de poser des croix en plusieurs parties &#233;tait inconstitutionnelle. Elle a consid&#233;r&#233; qu'en l'absence de tout arr&#234;t du Tribunal f&#233;d&#233;ral &#224; ce sujet, elle n'avait pas la comp&#233;tence de trancher cette question.\n\n    C.- Agissant par la voie du recours de droit public, Andr&#233; Gailloud requiert le Tribunal f&#233;d&#233;ral d'annuler l'arr&#234;t de la Cour de cassation et le prononc&#233; du d&#233;l&#233;gu&#233; de la Municipalit&#233;. Il se plaint d'une violation des art. 4 et 31 Cst. Ses moyens seront repris pour autant que de besoin dans les consid&#233;rants ci-apr&#232;s.\nLa Cour de cassation se r&#233;f&#232;re &#224; son arr&#234;t et le Minist&#232;re public au pr&#233;avis qu'il a d&#233;pos&#233; devant l'autorit&#233; cantonale et dans lequel il concluait &#224; ce que Gailloud f&#251;t lib&#233;r&#233; de toute peine.\n\n    BGE 82 I 217 S. 219\n   \n\n    D.- En cours d'instruction, une d&#233;l&#233;gation du Tribunal f&#233;d&#233;ral a proc&#233;d&#233; &#224; une inspection locale sur laquelle on reviendra dans la mesure n&#233;cessaire.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Devant le Tribunal cantonal, le recourant a soutenu qu'il ne pouvait &#234;tre condamn&#233; sur la base des prescriptions municipales appliqu&#233;es par la commune, parce que ces prescriptions &#233;taient inconstitutionnelles. La juridiction vaudoise a refus&#233; d'examiner la question ainsi soulev&#233;e en observant qu'elle n'&#233;tait pas comp&#233;tente pour la trancher et qu'elle n'aurait eu le pouvoir de la r&#233;soudre que si le Tribunal f&#233;d&#233;ral s'&#233;tait \"d&#233;j&#224; prononc&#233; sur un objet similaire\". Cette opinion est certainement mal fond&#233;e. En effet, selon la doctrine et la jurisprudence du Tribunal f&#233;d&#233;ral, le juge cantonal a non seulement la facult&#233; mais l'obligation d'examiner le grief d'inconstitutionnalit&#233;, dans les cas tout au moins o&#249; il s'agit d'une contradiction entre le droit cantonal et la constitution f&#233;d&#233;rale (RO 12 p. 506/507, consid. 2; 48 I 231, consid. 1; 63 II 68; BURCKHARDT, Eidgen&#246;ssisches Recht bricht kantonales Recht, Festgabe f&#252;r Fleiner, 1927, p. 65; STR&#196;ULI, Die Kompetenzausscheidung zwischen Bund und Kantonen auf dem Gebiete der Gesetzgebung, 1933, p. 209; GIACOMETTI, Die Verfassungsgerichtsbarkeit des schweiz. BG, 1933, p. 14, note 29; RUCK, Schweiz. Staatsrecht, 1933, p. 133; IMBODEN, Bundesrecht bricht kantonales Recht, 1940, p. 139/40; le m&#234;me, Fiches juridiques suisses, no 507, p. 5, V, 1; OSWALD, Die Gewaltentrennung im schweiz. Staatsrecht, ZSR 1943 p. 440a/441a; FLEINER/GIACOMETTI, Schweiz. Bundesstaatsrecht, 1949, p. 97). Toutefois, il n'y a pas lieu d'examiner ce probl&#232;me plus avant, car le recourant ne fait pas grief au Tribunal cantonal d'avoir commis &#224; cet &#233;gard un d&#233;ni de justice.\n\n    2. Le recourant soutient que l'interdiction de poser dans les cimeti&#232;res de Lausanne des croix en plusieurs parties est contraire aux art. 4 et 31 Cst. Le Minist&#232;re BGE 82 I 217 S. 220public y voit pour sa part une violation de l'art. 53 al. 2 Cst. Toutefois le recourant n'invoque pas cette derni&#232;re disposition; avec raison d'ailleurs, car si la d&#233;cision attaqu&#233;e n'&#233;tait pas conforme &#224; ce texte, c'est devant le Conseil f&#233;d&#233;ral qu'elle aurait d&#251; &#234;tre attaqu&#233;e, conform&#233;ment &#224; l'art. 125 litt. a, ch. 4 OJ, et non devant le Tribunal f&#233;d&#233;ral. Il ne reste donc &#224; examiner que la violation des art. 4 et 31 Cst.\n\n    3. Ainsi que l'a d&#233;j&#224; jug&#233; le Tribunal f&#233;d&#233;ral, le service communal des s&#233;pultures constitue un service public. Le cimeti&#232;re, &#233;l&#233;ment du domaine public, n'est qu'un des moyens dont dispose la corporation publique pour ex&#233;cuter les t&#226;ches qu'elle a &#224; cet &#233;gard. Les particuliers qui entendent utiliser les installations de ce service public sont tenus d&#232;s lors en principe de se soumettre aux directives donn&#233;es par les organes du service. Si ces organes n'ont pas des pouvoirs illimit&#233;s, ils disposent cependant d'un large pouvoir d'appr&#233;ciation pour r&#233;gler l'usage des installations du service public dans la mesure n&#233;cessaire (RO 48 I 241). On peut admettre que ces principes s'appliquent aussi en droit vaudois.\nCela &#233;tant, la question se pose de savoir si le recourant est en droit de se pr&#233;valoir de l'art. 31 Cst. ou si la libert&#233; du commerce et de l'industrie ne doit pas plut&#244;t &#234;tre exclue puisqu'il s'agit d'un domaine relevant d'un service public. Il est vrai que, dans la commune de Lausanne, la fabrication et la pose des monuments fun&#233;raires paraissent &#234;tre exclues du service public et laiss&#233;es &#224; l'initiative priv&#233;e. S'il en &#233;tait bien ainsi, les particuliers seraient en droit de se mettre en cette mati&#232;re au b&#233;n&#233;fice de l'art. 31 Cst. (RO 80 I 125/126). Toutefois, cette question peut demeurer ind&#233;cise en l'esp&#232;ce. En effet, le Tribunal f&#233;d&#233;ral a d&#233;j&#224; jug&#233; que, dans sa r&#233;glementation sur l'usage des cimeti&#232;res, l'autorit&#233; peut prendre des mesures propres non seulement &#224; sauvegarder l'ordre et la salubrit&#233; publics mais &#233;galement &#224; assurer au champ du repos une apparence digne et harmonieuse; particuli&#232;rement en ce qui BGE 82 I 217 S. 221concerne l'am&#233;nagement des tombes, elle peut tenir compte de consid&#233;rations esth&#233;tiques et s'opposer &#224; toute atteinte au sentiment et au go&#251;t, pouvant blesser les personnes en deuil se rendant au cimeti&#232;re pour y honorer leurs morts (RO 80 I 126). A cet &#233;gard, elle n'est limit&#233;e que par les principes d&#233;coulant de l'art. 4 Cst. Or, m&#234;me si l'on se place sur ce terrain plus &#233;troit et non sur celui de l'art. 31 Cst., il faut reconna&#238;tre que l'interdiction de poser dans les cimeti&#232;res de la commune de Lausanne des croix faites en plusieurs parties est insoutenable parce qu'elle est d&#233;pourvue de base objective et s&#233;rieuse.\nEn effet, la Municipalit&#233; a d&#233;cr&#233;t&#233; l'interdiction litigieuse afin de sauvegarder l'esth&#233;tique des cimeti&#232;res et en se fondant sur l'art. 130 du r&#232;glement de police qui lui conf&#232;re &#224; ce sujet les pouvoirs n&#233;cessaires. Elle expose qu'&#224; la longue les croix construites en plusieurs parties - dont une pour les bras - peuvent se disloquer et nuire alors &#224; l'aspect du cimeti&#232;re. Ainsi, elle ne consid&#232;re pas qu'une croix en plusieurs parties est inesth&#233;tique de ce seul fait et m&#234;me quand elle est neuve. Elle a &#233;videmment raison, car on ne voit pas sur quel motif valable elle pourrait alors fonder son opinion, d'autant moins du reste que, selon les explications du recourant qu'elle ne critique pas, la technique moderne permet de faire des croix en plusieurs parties sans que cela se voie. La Municipalit&#233; entend donc prot&#233;ger l'esth&#233;tique du cimeti&#232;re uniquement contre le risque que les croix ainsi fabriqu&#233;es ne se d&#233;molissent avec le temps sous l'effet des conditions atmosph&#233;riques. Il est vrai que, pendant l'inspection locale, le repr&#233;sentant de la Municipalit&#233; n'a pas &#233;t&#233; en mesure de montrer &#224; la d&#233;l&#233;gation du Tribunal f&#233;d&#233;ral une seule croix en plusieurs parties qui se f&#251;t disloqu&#233;e. Toutefois, ce fait n'est pas d&#233;cisif, car la construction des croix en plusieurs parties para&#238;t &#234;tre une innovation r&#233;cente, de telle sorte que les croix de ce genre qui auraient pu &#234;tre pos&#233;es ne pourraient pas encore avoir subi les atteintes du temps. Cependant, les risques de dislocation sont &#224; peu pr&#232;s les m&#234;mes BGE 82 I 217 S. 222pour les croix en plusieurs parties que pour les autres monuments, les st&#232;les par exemple, qui sont faits de mani&#232;re semblable. Or, &#224; cet &#233;gard, l'inspection locale a montr&#233; que la dislocation des diff&#233;rentes parties d'un monument de pierre se produit rarement et ne survient qu'apr&#232;s un temps assez long. Etant donn&#233; cette double constatation de fait, on peut tout au plus reconna&#238;tre &#224; la Municipalit&#233; le droit de prendre les mesures n&#233;cessaires pour que le monument d&#233;grad&#233; soit r&#233;par&#233; ou enlev&#233;. Cela suffirait amplement &#224; faire dispara&#238;tre l'&#233;ventuelle atteinte &#224; l'esth&#233;tique, atteinte d'autant moins sensible d'ailleurs que les monuments disloqu&#233;s ne se trouvent en g&#233;n&#233;ral pas parmi des tombes neuves et en bon &#233;tat mais dans des parties du cimeti&#232;re o&#249; toutes les tombes sont d&#233;j&#224; relativement anciennes et ont d&#233;j&#224; plus ou moins subi les injures du temps.\nDu moment que les mesures rappel&#233;es ci-dessus suffiraient, la Municipalit&#233; ne peut aller au-del&#224; et d&#233;cr&#233;ter, &#224; titre pr&#233;ventif, l'interdiction absolue qu'elle a &#233;dict&#233;e. Pareille interdiction est nettement excessive et se trouve en disproportion flagrante avec le danger relativement minime qu'elle vise &#224; pr&#233;venir. Au surplus, le risque de dislocation affecte tous les monuments, de sorte qu'il est contraire au principe d'&#233;galit&#233; de prononcer une interdiction &#224; l'&#233;gard des croix seulement, tandis que les st&#232;les en plusieurs parties continuent &#224; &#234;tre admises.\nAinsi, en interdisant aux marbriers de poser dans les cimeti&#232;res de Lausanne des croix faites en plusieurs parties, la Municipalit&#233; a viol&#233; l'art. 4 Cst. Si sa d&#233;cision &#224; cet &#233;gard ne peut &#234;tre annul&#233;e comme telle puisque le d&#233;lai pour l'attaquer par la voie du recours de droit public est expir&#233; depuis longtemps, elle ne saurait en revanche constituer la base de la condamnation inflig&#233;e au recourant. D&#232;s lors, cette condamnation, fond&#233;e sur la seule contravention &#224; l'interdiction de poser des croix en plusieurs parties, doit &#234;tre annul&#233;e, sans qu'il y ait lieu de rechercher si elle devrait l'&#234;tre pour d'autres motifs encore, notamment BGE 82 I 217 S. 223parce que le droit du recourant d'&#234;tre entendu aurait &#233;t&#233; viol&#233;.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nAdmet le recours et annule l'arr&#234;t attaqu&#233;.\n \n   \n   "
}