{
  "titre": "142 IV 70",
  "annee": "2016",
  "contenu": "\n      \n  Chapeau\n142 IV 7013. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Staatsanwaltschaft Basel-Landschaft gegen X. (Beschwerde in Strafsachen)\n6B_845/2015 vom 1. Februar 2016\n  \n  \nRegeste\nArt. 17 al. 1 et art. 311 al. 1, 2e phrase, CPP; comp&#233;tence pour r&#233;primer les contraventions par ordonnance p&#233;nale.  Les art. 17 al. 1 et 311 al. 1, 2e phrase, CPP s'adressent au l&#233;gislateur cantonal. Lorsqu'un canton n'a pas fait usage de la facult&#233; pr&#233;vue par les art. 17 al. 1 et 311 al. 1, 2e phrase, CPP, les r&#232;gles usuelles du CPP s'appliquent &#224; la poursuite et au jugement des contraventions; le procureur en charge du dossier est comp&#233;tent pour administrer les preuves et rendre l'ordonnance p&#233;nale (consid. 3). \nLes cantons peuvent, par application analogique de l'art. 17 al. 1 CPP, d&#233;l&#233;guer la r&#233;pression des contraventions par ordonnance p&#233;nale &#224; des charg&#233;s d'enqu&#234;te d&#233;sign&#233;s par le minist&#232;re public. Une r&#233;glementation cantonale attribuant la comp&#233;tence de rendre des ordonnances p&#233;nales pour r&#233;primer des contraventions non aux procureurs mais &#224; d'autres collaborateurs au sein du minist&#232;re public n'est pas contraire au droit sup&#233;rieur, pour autant qu'une norme de droit cantonal valable le pr&#233;voie express&#233;ment (consid. 4). \n\n\n  \n  \nFaits &#224; partir de page 71\n\n\n    BGE 142 IV 70 S. 71\n   \n\n    A. Am 20. Dezember 2012 kam es in Allschwil zu einer Kollision zwischen dem von X. gelenkten Motorrad und dem Lieferwagen von A. Der Untersuchungsbeauftragte B. verurteilte X. im Namen der Staatsanwaltschaft Basel-Landschaft mit Strafbefehl vom 12. M&#228;rz 2013 wegen einfacher Verletzung von Verkehrsregeln zu einer Busse von Fr. 400.-. X. erhob gegen den Strafbefehl Einsprache.\n\n    B. Der Strafgerichtspr&#228;sident Basel-Landschaft erkl&#228;rte X. am 22. Oktober 2014 in Best&#228;tigung des Strafbefehls der einfachen Verletzung der Verkehrsregeln schuldig und verurteilte ihn zu einer Busse von Fr. 400.-.\nAuf Berufung von X. hob das Kantonsgericht Basel-Landschaft das Urteil vom 22. Oktober 2014 mit Beschluss vom 16. Juni 2015 auf. Es wies die Angelegenheit zur neuen Entscheidung an das Strafgericht zur&#252;ck und wies dieses an, gem&#228;ss Art. 356 Abs. 5 StPO zu verfahren.\n\n    C. Die Staatsanwaltschaft Basel-Landschaft beantragt mit Beschwerde in Strafsachen, der Beschluss vom 16. Juni 2015 sei aufzuheben und das Verfahren sei zur Neubeurteilung an die Vorinstanz zur&#252;ckzuweisen.\nDas Bundesgericht weist die Beschwerde ab.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    2. \n   \n\n    2.1 &#167; 19i Abs. 2 der Dienstordnung der Sicherheitsdirektion des Kantons Basel-Landschaft vom 23. Oktober 1984 (SGS 145.11; nachfolgend: Dienstordnung) sieht vor, dass der Erste Staatsanwalt BGE 142 IV 70 S. 72Untersuchungsbeauftragten oder Sachbearbeitern die Bewilligung erteilen kann, unter der Verantwortung eines Staatsanwalts Strafbefehle in &#220;bertretungsstrafsachen zu erlassen.\nGest&#252;tzt darauf erteilte die Erste Staatsanw&#228;ltin des Kantons Basel-Landschaft dem Untersuchungsbeauftragten B. auf Antrag der Leitenden Staatsanw&#228;ltin der Hauptabteilung Arlesheim mit Verf&#252;gung vom 25. September 2012 die Berechtigung, per sofort und bis auf Widerruf s&#228;mtliche &#220;bertretungsstrafbefehle der Hauptabteilung Arlesheim \"selbst&#228;ndig zu kontrollieren und zu unterschreiben\".\nMit Verf&#252;gung vom 11. Februar 2015 erteilte die Erste Staatsanw&#228;ltin B. auf Antrag des Leitenden Staatsanwalts der Hauptabteilung Strafbefehle zudem die Bewilligung, per sofort und bis auf Widerruf &#220;bertretungsstrafbefehle der Hauptabteilung Strafbefehle, Abteilung 1, \"zu verfassen, zu kontrollieren sowie in Vertretung und unter der Verantwortung des zust&#228;ndigen Staatsanwalts zu unterschreiben\".\nDie Beschwerdef&#252;hrerin machte im vorinstanzlichen Verfahren geltend, der Untersuchungsbeauftragte B. habe die Untersuchung im Verfahren gegen den Beschwerdegegner unter der Verantwortung des zust&#228;ndigen Staatsanwalts gef&#252;hrt und den Strafbefehl vom 12. M&#228;rz 2013 tats&#228;chlich in dessen Vertretung unterzeichnet, auch wenn dies aufgrund seiner alleinigen Unterschrift auf dem Strafbefehl nicht erkennbar sei. Aus dem Aktenzirkulationsblatt, welches sich bei den Akten befinde, werde ersichtlich, dass der zust&#228;ndige Staatsanwalt den Strafbefehl vor dem Versand gepr&#252;ft habe.\n\n    2.2 Die Vorinstanz pr&#252;fte im angefochtenen Entscheid zun&#228;chst, ob der Untersuchungsbeauftragte B. zum selbstst&#228;ndigen Erlass von Strafbefehlen befugt war, d.h. ob die Tatsache, dass der Strafbefehl vom 12. M&#228;rz 2013 von B. unterzeichnet wurde, einen formellen Mangel darstellt. Sie f&#252;hrt zusammengefasst aus, der Kanton Basel-Landschaft habe von der in Art. 17 Abs. 1 StPO vorgesehenen M&#246;glichkeit, die Verfolgung und Beurteilung von &#220;bertretungen an Verwaltungsbeh&#246;rden zu &#252;bertragen, nicht Gebrauch gemacht, womit die Kompetenz der Staatsanwaltschaft belassen bleibe. Dem Einf&#252;hrungsgesetz des Kantons Basel-Landschaft vom 12. M&#228;rz 2009 zur Schweizerischen Strafprozessordnung (EG StPO/BL; SGS 250) sei zudem keine Bestimmung zu entnehmen, wonach Verwaltungspersonal der Staatsanwaltschaft vollst&#228;ndig f&#252;r die Untersuchung von &#220;bertretungen zust&#228;ndig sei. Die Verfahrensleitung sei gem&#228;ss &#167; 12 EG StPO/BL vielmehr grunds&#228;tzlich den Staatsanw&#228;lten BGE 142 IV 70 S. 73vorbehalten. H&#228;tte der Gesetzgeber &#220;bertretungsstrafverfahren von dieser Regelung ausnehmen und deren Verfolgung und Beurteilung vollst&#228;ndig den Untersuchungsbeauftragten &#252;bertragen wollen, h&#228;tte er dies entsprechend der in &#167; 12 Abs. 2 EG StPO/BL (Kompetenzen der Untersuchungsbeauftragten im Pikettdienst) festgehaltenen Ausnahme gesetzlich vorgesehen. Eine ausf&#252;llungsbed&#252;rftige L&#252;cke des kantonalen Gesetzes sei somit nicht erkennbar. Folglich liege diesbez&#252;glich ein qualifiziertes Schweigen des Gesetzgebers vor. &#167; 12 EG StPO/BL k&#246;nne daher nicht als gesetzliche Grundlage f&#252;r die &#220;bertragung der Verfolgung und Beurteilung von &#220;bertretungen an die Untersuchungsbeauftragten herangezogen werden. Dementsprechend k&#246;nne die Verfolgung und Beurteilung von &#220;bertretungen auch nicht via Dienstordnung und erst recht nicht mittels einer Generalverf&#252;gung der Ersten Staatsanw&#228;ltin an Untersuchungsbeauftragte delegiert werden.\n&#167; 19i Abs. 2 der Dienstordnung sei dementsprechend zwingend im Lichte von &#167; 12 EG StPO/BL auszulegen. Somit habe in &#220;bertretungsstrafsachen der Erlass von Strafbefehlen unter der Verantwortung eines Staatsanwalts zu erfolgen. Aus den Akten m&#252;sse die effektive (und nicht nur die pro forma) Verfahrensleitung durch einen Staatsanwalt eindeutig hervorgehen. Mit anderen Worten m&#252;sse den Akten entnommen werden k&#246;nnen, wie der zust&#228;ndige Staatsanwalt seine Gesamtverantwortung wahrgenommen habe. Damit einher gehe, dass die Vornahme wesentlicher Verfahrensschritte in die alleinige Zust&#228;ndigkeit der die Verfahrensleitung innehabenden Staatsanw&#228;lte falle. Dazu geh&#246;re auch der Erlass von Strafbefehlen als verfahrensabschliessende Verf&#252;gungen im Sinne von Art. 318 StPO. Soweit &#167; 19i Abs. 2 der Dienstordnung den selbstst&#228;ndigen Erlass von Strafbefehlen durch Untersuchungsbeauftragte zulasse, und sei dies \"unter der Verantwortung eines Staatsanwalts\", verletze die Bestimmung &#252;bergeordnetes Recht und sei damit nicht anwendbar.\nVorliegend lege die alleinige Unterschrift von B. auf dem Strafbefehl den Schluss nahe, dass dieser nicht unter der Leitung oder im Auftrag des zust&#228;ndigen verfahrensleitenden Staatsanwalts einzelne Untersuchungshandlungen vorgenommen habe, sondern das Verfahren durchgehend selbstst&#228;ndig gef&#252;hrt habe und zwar derart, dass er durch den eigenst&#228;ndigen Erlass des Strafbefehls auch betreffend Schuld und Strafe autonom geurteilt habe. Dieser Eindruck werde verst&#228;rkt durch die Verf&#252;gung der Ersten Staatsanw&#228;ltin vom 25. September 2012, welche wie dargelegt Art. 311 StPO, &#167; 12 EG StPO/BL und teilweise auch &#167; 19i Abs. 2 der Dienstordnung verletze. BGE 142 IV 70 S. 74Dasselbe gelte f&#252;r die angepasste Verf&#252;gung der Ersten Staatsanw&#228;ltin vom 11. Februar 2015. Die Unterschrift eines Untersuchungsbeauftragten in Vertretung eines Staatsanwalts reiche nicht aus, um die Gesamtverantwortung bzw. die Leitung des zust&#228;ndigen Staatsanwalts &#252;ber das betreffende Verfahren zu bezeugen. Bezwecke die Staatsanwaltschaft, die Untersuchung von &#220;bertretungsstrafverfahren vollst&#228;ndig den Untersuchungsbeauftragten zu &#252;bertragen, m&#252;sse hierf&#252;r eine geeignete gesetzliche Grundlage geschaffen und &#167; 12 EG StPO/BL entsprechend angepasst werden.\nDie Vorinstanz erw&#228;hnt sodann die allgemeine Dokumentationspflicht gem&#228;ss Art. 76 ff. StPO. Fehlende Unterschriften (wie in casu), aber auch blosse pro-forma-Unterschriften in den Strafakten seien als gesetzeswidrig anzusehen, soweit sich nicht transparent aus den Akten ergebe, wer tats&#228;chlich den Fall geleitet habe und ob und wieweit der Fall durch den zust&#228;ndigen Staatsanwalt gef&#252;hrt worden sei oder nicht.\n\n    2.3 Die Beschwerdef&#252;hrerin h&#228;lt dem entgegen, die Vorinstanz gehe zu Unrecht davon aus, die Delegation der F&#252;hrung von Untersuchungsverfahren bei &#220;bertretungen an Untersuchungsbeauftragte sowie der Erlass und die Unterzeichnung von Strafbefehlen in diesem Bereich k&#246;nnten nicht auf Verordnungsstufe geregelt werden. Ein kantonales Gesetz im materiellen Sinn gen&#252;ge hierf&#252;r, da es sich nicht um einen schweren Eingriff in die Rechte und Freiheiten von Privaten handle. Die gesetzliche Grundlage zum Einsatz von Verwaltungsbeamten im &#220;bertretungsstrafverfahren ergebe sich direkt aus Bundesrecht. Eine Regelung im EG StPO/BL w&#228;re nur dann n&#246;tig gewesen, wenn der Kanton Basel-Landschaft von seiner Kompetenz Gebrauch gemacht h&#228;tte, eine &#220;bertretungsstrafbeh&#246;rde einzurichten. Der kantonale Gesetzgeber habe bewusst auf eine Regelung der Kompetenzen der Untersuchungsbeauftragten im &#220;bertretungsstrafverfahren im EG StPO/BL verzichtet und die zuk&#252;nftige Aufsichtsbeh&#246;rde ausdr&#252;cklich erm&#228;chtigt, im Rahmen der Dienstordnung Kompetenzregelungen vorzunehmen, wie der Vernehmlassungsvorlage zum EG StPO/BL an mehreren Stellen zu entnehmen sei. Dies sei in den sp&#228;teren parlamentarischen Diskussionen nicht infrage gestellt worden. Der Gesetzgeber habe diesen im Vergleich zu &#167; 12 Abs. 2 EG StPO/BL untergeordneten Bereich dem Regierungsrat zur Regelung &#252;berlassen.\n&#167; 19i der Dienstordnung f&#252;hre zu einer effizienten Erledigung einer hohen Anzahl von &#220;bertretungsverfahren im Kanton BGE 142 IV 70 S. 75Basel-Landschaft. Bestimmte Untersuchungsbeauftragte seien berechtigt, &#220;bertretungsstrafbefehle selbstst&#228;ndig zu kontrollieren und zu unterschreiben. Dies geschehe immer unter der Verantwortung eines Staatsanwalts, da die Abteilungen der Hauptabteilung Strafbefehle jeweils von Staatsanw&#228;lten geleitet w&#252;rden. Die Verantwortung im konkreten Verfahren habe der Leitende Staatsanwalt der Hauptabteilung Strafbefehle getragen, was sich insbesondere aus dem Aktenzirkulationsblatt ergebe.\nDie Vorinstanz gehe unter Hinweis auf BGE 131 V 483 davon aus, nur die Unterzeichnung des zust&#228;ndigen Staatsanwalts k&#246;nne in authentischer Weise dessen tats&#228;chliche Verantwortung bzw. Leitung &#252;ber das fragliche Verfahren bezeugen. Dabei &#252;bersehe sie, dass dem zitierten Bundesgerichtsentscheid ein Gerichtsverfahren zugrunde lag, bei welchem die Rechtsunterworfenen Anspruch auf Kenntnis der personellen Besetzung des Gerichts h&#228;tten. Dies gelte gem&#228;ss Art. 81 StPO zwar grunds&#228;tzlich auch f&#252;r die Endentscheide im Strafverfahren, doch bestimme Art. 80 Abs. 1 StPO ausdr&#252;cklich, dass die Bestimmungen des Strafbefehlsverfahrens vorbehalten bleiben. Art. 353 Abs. 1 lit. k StPO bringe explizit zum Ausdruck, dass es sich bei der ausstellenden Person nicht zwingend um einen Staatsanwalt handeln m&#252;sse. Diesem Formerfordernis, wie auch den &#252;brigen in Art. 353 StPO genannten Voraussetzungen, gen&#252;ge der f&#252;r ung&#252;ltig erkl&#228;rte Strafbefehl vollumf&#228;nglich. BGE 131 V 483 E. 2.3.2 verlange, dass der Erlass dem tats&#228;chlichen Willen des Unterzeichnenden entspreche. Diese Voraussetzung sei vorliegend erf&#252;llt. Der Untersuchungsbeauftragte habe das &#220;bertretungsstrafverfahren unter der Verantwortung des vorgesetzten Leitenden Staatsanwalts gef&#252;hrt, den Strafbefehl verfasst, erlassen und somit folgerichtig und transparent auch unterzeichnet.\n\n    3. \n   \n\n    3.1 Ziel der am 1. Januar 2011 in Kraft getretenen StPO war es, auf schweizerischer Ebene eine Vereinheitlichung des Strafprozessrechts herbeizuf&#252;hren. Von der Vereinheitlichung betroffen waren die fr&#252;her geltenden 26 kantonalen Strafprozessordnungen, einschliesslich der besonderen Bestimmungen &#252;ber das Jugendstrafverfahren, sowie die Bundesstrafrechtspflege (Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts [Botschaft StPO], BBl 2006 1095 Ziff. 1.2). Ein vereinheitlichtes Verfahrensrecht bedeutet nicht notwendigerweise auch eine Vereinheitlichung der in Bund und Kantonen t&#228;tigen Strafbeh&#246;rden. Da eine Vereinheitlichung des BGE 142 IV 70 S. 76Strafprozessrechts ohne ein Mindestmass an &#220;bereinstimmung auch in der Beh&#246;rdenorganisation nicht erreicht werden kann, schreibt die StPO Bund und Kantonen in eher rudiment&#228;rer Form auch vor, welche Beh&#246;rden sie zu schaffen haben. Wie diese Beh&#246;rden aber im Einzelnen zusammengesetzt sind, wie sie bezeichnet oder welche sachlichen Zust&#228;ndigkeiten ihnen zugewiesen werden, bleibt jedoch weitgehend Bund und Kantonen &#252;berlassen (BBl 2006 1102 Ziff. 1.5.1.3). Die StPO enth&#228;lt lediglich ein Grobraster. Die n&#228;here Regelung der Beh&#246;rdenorganisation obliegt Bund und Kantonen (BBl 2006 1134 Ziff. 2.2.1.1; siehe auch MICHAEL LEUPOLD, Die Schweizerische Strafprozessordnung vom 5. Oktober 2007, Entstehung - Grundz&#252;ge - Besonderheiten, BJM 2008 S. 243 ff.).\n\n    3.2 \n   \n\n    3.2.1 Gem&#228;ss Art. 2 Abs. 1 StPO steht die Strafrechtspflege einzig den vom Gesetz bestimmten Beh&#246;rden zu. Auch k&#246;nnen Strafverfahren nur in den vom Gesetz vorgesehenen Formen durchgef&#252;hrt und abgeschlossen werden (Art. 2 Abs. 2 StPO). Strafverfolgungsbeh&#246;rden sind die Polizei, die Staatsanwaltschaft und die &#220;bertretungsstrafbeh&#246;rden (Art. 12 StPO). In der Bezeichnung und Organisation der Strafbeh&#246;rden sind Bund und Kantone jedoch grunds&#228;tzlich frei (vgl. Art. 14 Abs. 1 StPO). Bund und Kantone regeln namentlich Wahl, Zusammensetzung, Organisation und Befugnisse der Strafbeh&#246;rden, soweit die StPO oder andere Bundesgesetze dies nicht abschliessend regeln (Art. 14 Abs. 2 StPO), sowie die Aufsicht &#252;ber ihre Strafbeh&#246;rden (Art. 14 Abs. 5 StPO). Art. 14 Abs. 1 StPO &#252;berl&#228;sst es Bund und Kantonen insbesondere festzulegen, welche Beh&#246;rden die Funktionen der in Art. 12 StPO aufgelisteten Strafverfolgungsbeh&#246;rden zu &#252;bernehmen haben und welche Bezeichnungen sie tragen sollen, sowie den Kreis der Beamten zu bestimmen, die in der Strafverfolgung t&#228;tig werden (BBl 2006 1134 Ziff. 2.2.1.1). Mit den ihnen &#252;berlassenen Freiheiten soll den Kantonen die n&#246;tige Flexibilit&#228;t einger&#228;umt werden, um je nach Gr&#246;sse des Kantons sowie mit R&#252;cksicht auf die historisch gewachsenen Strukturen geeignete Beh&#246;rdenorganisationen zu schaffen, ohne das Ziel der StPO, n&#228;mlich die Sicherstellung einer m&#246;glichst weit gehenden Vereinheitlichung des eigentlichen Verfahrensrechts, zu gef&#228;hrden (vgl. BBl 2006 1135 f. Ziff. 2.2.1.1).\n\n    3.2.2 Die Aufgabenteilung zwischen Polizei und Staatsanwaltschaft im Vorverfahren ergibt sich u.a. aus Art. 15 f. und Art. 299 ff. StPO. Dar&#252;ber hinaus regelt Art. 311 Abs. 1 StPO auch, wer innerhalb der Staatsanwaltschaften f&#252;r die Beweiserhebung zust&#228;ndig ist. Es sind BGE 142 IV 70 S. 77dies die Staatsanw&#228;lte. Diese m&#252;ssen die notwendigen Beweiserhebungen grunds&#228;tzlich selber durchf&#252;hren (Art. 311 Abs. 1 Satz 1 StPO; BBl 2006 1265 Ziff. 2.6.3.2). Bund und Kantone k&#246;nnen jedoch bestimmen, dass die Staatsanw&#228;lte einzelne Untersuchungshandlungen ihren Mitarbeitern &#252;bertragen k&#246;nnen (Art. 311 Abs. 1 Satz 2 StPO). Art. 311 Abs. 1 Satz 2 StPO erg&#228;nzt Art. 142 Abs. 1 Satz 2 StPO (Delegationsm&#246;glichkeit f&#252;r Einvernahmen), der als lex specialis vorgeht (vgl. NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar [nachfolgend:Praxiskommentar], 2. Aufl.2013, N. 3 zu Art. 311 StPO; LANDSHUT/BOSSHARD, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO], 2. Aufl. 2014, N. 9 zu Art. 311 StPO). Mit Art. 311 Abs. 1 Satz 2 StPO soll die in einigen Kantonen bew&#228;hrte Praxis, wonach zur Entlastung der Staatsanw&#228;lte gewisse Untersuchungshandlungen von Mitarbeitern der Staatsanwaltschaft vorgenommen werden k&#246;nnen, also von Untersuchungsbeamten, Sekret&#228;ren, Praktikanten oder anderen Funktion&#228;ren der Staatsanwaltschaften, weitergef&#252;hrt werden k&#246;nnen (BBl 2006 1265 Ziff. 2.6.3.2 zu Art. 311 StPO). Wesentliche Untersuchungshandlungen wie z.B. Haftantr&#228;ge an das Zwangsmassnahmengericht oder Anklagen (vgl. BBl 2006 1265 Ziff. 2.6.3.2 zu Art. 311 StPO) sowie der Erlass von Strafbefehlen oder Einstellungsverf&#252;gungen k&#246;nnen jedoch nicht gest&#252;tzt auf Art. 311 Abs. 1 StPO delegiert werden (SCHMID, Praxiskommentar, a.a.O., N. 3 zu Art. 311 StPO; ders., Handbuch des schweizerischen Strafprozessrechts [nachfolgend:Handbuch], 2. Aufl. 2013, N. 1232;LANDSHUT/BOSSHARD, a.a.O., N. 10 zu Art. 311 StPO; FRANZ RIKLIN, StPO Kommentar, 2. Aufl. 2014, N. 3 zu Art. 311 StPO; GOLDSCHMID/MAURER/SOLLBERGER, Kommentierte Textausgabe zur Schweizerischen Strafprozessordnung, 2008, S. 302).\n\n    3.2.3 Der Erlass von Strafbefehlen nach Art. 352 ff. StPO f&#228;llt in die Zust&#228;ndigkeit der Staatsanwaltschaft (Art. 318 Abs. 1 StPO). Bund und Kantone k&#246;nnen die Verfolgung und Beurteilung von &#220;bertretungen jedoch Verwaltungsbeh&#246;rden &#252;bertragen (Art. 17 Abs. 1 StPO). Bei den &#220;bertretungsstrafbeh&#246;rden im Sinne von Art. 17 StPO kann es sich um Beh&#246;rden handeln, die prim&#228;r Verwaltungsaufgaben wahrnehmen. M&#246;glich ist jedoch ebenfalls, dass sich diese Beh&#246;rden allein mit der Verfolgung von &#220;bertretungen befassen (SCHMID, Handbuch, a.a.O., N. 360). Die zur Verfolgung und Beurteilung von &#220;bertretungen eingesetzten Verwaltungsbeh&#246;rden haben die Befugnisse der Staatsanwaltschaft (Art. 357 Abs. 1 StPO). Das &#220;bertretungsstrafverfahren vor der Verwaltungsbeh&#246;rde richtet sich BGE 142 IV 70 S. 78sinngem&#228;ss nach den Vorschriften &#252;ber das Strafbefehlsverfahren (Art. 357 Abs. 2 StPO). Welche Beh&#246;rde f&#252;r die Verfolgung und Beurteilung von &#220;bertretungen zust&#228;ndig sein soll, ist demnach von den Kantonen zu entscheiden. Sie k&#246;nnen diese Aufgabe Verwaltungsbeh&#246;rden wie Pr&#228;fekten, Regierungsstatthaltern, Polizeirichtern oder anderen dazu berufenen Verwaltungsstellen &#252;bertragen oder aber der Staatsanwaltschaft und den ordentlichen Gerichten belassen. Art. 17 StPO l&#228;sst auch Mischsysteme zu. Die Kantone k&#246;nnen f&#252;r die Verfolgung der &#220;bertretungen z.B. prim&#228;r Verwaltungsbeh&#246;rden einsetzen, diese aber unter die Leitung einer zentralen &#220;bertretungsstaatsanwaltschaft stellen, oder das gesamte &#220;bertretungsstrafwesen in die H&#228;nde einer &#220;bertretungsstaatsanwaltschaft legen (BBl 2006 1136 f. Ziff. 2.2.1.2 zu Art. 17 StPO).\n\n    3.2.4 Hat ein Kanton von der in Art. 17 Abs. 1 und Art. 311 Abs. 1 Satz 2 StPO vorgesehenen M&#246;glichkeit keinen Gebrauch gemacht, gelangen f&#252;r die Verfolgung und Beurteilung von &#220;bertretungen die gew&#246;hnlichen Bestimmungen der StPO zur Anwendung (vgl. BBl 2006 1292 Ziff. 2.8.2), d.h. f&#252;r die Beweiserhebung und den Erlass des Strafbefehls ist der mit dem Fall befasste Staatsanwalt zust&#228;ndig (SCHMID, Handbuch, a.a.O., N. 1352 f.; ders., Praxiskommentar, a.a.O., N. 6 zu Art. 352 StPO; oben E. 3.2.2).\n\n    3.3 \n   \n\n    3.3.1 Art. 17 Abs. 1 und Art. 311 Abs. 1 Satz 2 StPO richten sich an den kantonalen Gesetzgeber. Gesetzgebende Beh&#246;rde ist im Kanton Basel-Landschaft der Landrat (&#167; 61 Abs. 1 Satz 1 der Verfassung des Kantons Basel-Landschaft vom 17. Mai 1984 [KV/BL; SR 131.222.2]). Dieser darf die Befugnis zum Erlass grundlegender und wichtiger Bestimmungen nicht auf andere Organe &#252;bertragen (&#167; 36 Abs. 1 KV/BL).\nDas vom Landrat des Kantons Basel-Landschaft erlassene EG StPO/BL regelt Aufgaben und Wahl bzw. Anstellung des Ersten Staatsanwalts, der Leitenden Staatsanw&#228;lte sowie der weiteren Staatsanw&#228;lte und Mitarbeiter der Staatsanwaltschaft (vgl. &#167; 7-10 EG StPO/BL). Es legt zudem die fachlichen Voraussetzungen an Staatsanw&#228;lte fest (&#167; 11 EG StPO/BL). Zu den weiteren Mitarbeitern der Staatsanwaltschaft geh&#246;ren namentlich die von der Staatsanwaltschaft angestellten Untersuchungsbeauftragten (&#167; 10 Abs. 4 i.V.m. &#167; 12 EG StPO/BL). Die Untersuchungsbeauftragten sind gem&#228;ss &#167; 12 Abs. 1 EG StPO/BL befugt, unter der Leitung oder im Auftrag der Staatsanw&#228;lte Untersuchungshandlungen vorzunehmen. &#167; 13 EG StPO/BL BGE 142 IV 70 S. 79erm&#228;chtigt den Regierungsrat zum Erlass der Dienstordnung der Staatsanwaltschaft.\nDie Auslegung und Anwendung kantonalen Rechts &#252;berpr&#252;ft das Bundesgericht - von hier nicht relevanten Ausnahmen abgesehen - nur auf Willk&#252;r und Vereinbarkeit mit anderen bundesverfassungsm&#228;ssigen Rechten (vgl. Art. 95 BGG; BGE 141 I 105 E. 3.3.1 mit Hinweisen).\n\n    3.3.2 Die vorinstanzliche Auslegung ist nicht willk&#252;rlich. Da der Kanton Basel-Landschaft keine spezielle &#220;bertretungsstrafbeh&#246;rde im Sinne von Art. 17 Abs. 1 StPO eingesetzt hat, sind f&#252;r die Verfolgung und Beurteilung von &#220;bertretungen die Staatsanwaltschaften zust&#228;ndig. Gem&#228;ss &#167; 12 Abs. 1 EG StPO/BL sind Untersuchungsbeauftragte befugt, unter der Leitung oder im Auftrag der Staatsanw&#228;lte Untersuchungshandlungen vorzunehmen. Die Bestimmung ist mit der Vorinstanz im Einklang mit Art. 311 Abs. 1 Satz 2 StPO dahin gehend zu verstehen, dass die Staatsanw&#228;lte den Untersuchungsbeauftragten die Vornahme von einzelnen Untersuchungshandlungen &#252;bertragen k&#246;nnen. Eine Kompetenz zur selbstst&#228;ndigen Beweisf&#252;hrung in &#220;bertretungsstrafverfahren kommt ihnen aber nicht zu. Ebenso wenig werden Untersuchungsbeauftragte damit zum Entscheid &#252;ber Schuld und Strafe in &#220;bertretungsstrafsachen erm&#228;chtigt. Der kantonale Gesetzgeber ging demnach davon aus, dass der Erlass von Strafbefehlen in die Kompetenz der Staatsanw&#228;lte f&#228;llt, welche anders als Untersuchungsbeauftragte in der Regel &#252;ber eine abgeschlossene rechtswissenschaftliche Ausbildung verf&#252;gen m&#252;ssen (vgl. &#167; 11 EG StPO/BL) und direkt vom Regierungsrat angestellt werden (&#167; 10 Abs. 3 EG StPO/BL). Die Auffassung der Vorinstanz ist jedenfalls nicht offensichtlich unhaltbar.\n     Nicht gefolgt werden kann der Beschwerdef&#252;hrerin, wenn sie geltend macht, der Einsatz von Verwaltungsbeamten in &#220;bertretungsstrafverfahren k&#246;nne auch direkt in einer Exekutivverordnung geregelt werden. Es ist wie dargelegt vielmehr am kantonalen Gesetzgeber, abweichende Bestimmungen zu erlassen, wo die StPO Raum daf&#252;r l&#228;sst. Nicht ausgeschlossen ist zwar, dass dieser die Kompetenz zur Regelung bestimmter Fragen an andere Beh&#246;rden delegiert. Eine solche Delegationsnorm ist im EG StPO/BL jedoch ebenfalls nicht auszumachen. &#167; 13 EG StPO/BL verpflichtet den Regierungsrat zum Erlass der Dienstordnung der Staatsanwaltschaft. Die Dienstordnung hat gem&#228;ss der Vernehmlassungsvorlage zum EG StPO/BL (gem&#228;ss Medieninformation der Direktion Sicherheit der JPMD des Kantons BGE 142 IV 70 S. 80Basel-Landschaft vom 31. Januar 2008; www.baselland.ch/mit-jpd_2008-01-31-htm.290605.0.html) namentlich das Weisungsrecht des Ersten Staatsanwalts zu konkretisieren (S. 32) sowie Regelungen betreffend ein allf&#228;lliges Genehmigungsrecht der Leitenden Staatsanw&#228;lte bei Strafbefehlen oder Einstellungen (S. 33), betreffend die \"Feinorganisation\" der Staatsanwaltschaft wie Gliederung der Hauptabteilungen in Abteilungen und/oder Teams (S. 32, 33 f.) und betreffend den Inhalt sowie Umfang der Kompetenz der Untersuchungsbeauftragten zur Vornahme von Untersuchungshandlungen unter der Leitung oder im Auftrag von Staatsanw&#228;lten nach &#167; 12 Abs. 1 EG StPO/BL zu enthalten (S. 36). Hingegen kann in &#167; 13 EG StPO/BL entgegen der Beschwerdef&#252;hrerin keine Erm&#228;chtigung des Regierungsrats gesehen werden, in Abweichung von der StPO auch andere Beh&#246;rdenmitglieder als die Staatsanw&#228;lte f&#252;r den Erlass von Strafbefehlen in &#220;bertretungsstrafsachen f&#252;r zust&#228;ndig zu erkl&#228;ren. Die vorinstanzliche W&#252;rdigung ist auch insofern nicht willk&#252;rlich. \n\n    3.3.3 Da &#167; 19i Abs. 2 der Dienstordnung auf keiner gen&#252;genden gesetzlichen Grundlage beruht, erkl&#228;rte die Vorinstanz die Bestimmung zu Recht f&#252;r nicht anwendbar. Relevant sind daher &#167; 12 Abs. 1 EG StPO/BL und die Vorschriften der StPO. Der Untersuchungsbeauftragte B. war folglich nicht befugt, Strafbefehle zu erlassen, weshalb der von ihm im Namen der Staatsanwaltschaft unterzeichnete Strafbefehl vom 12. M&#228;rz 2013 ung&#252;ltig ist.\n\n    4. \n   \n\n    4.1 Fraglich ist sodann, ob kantonale Regelungen, die andere Mitarbeiter der Staatsanwaltschaften wie Untersuchungsbeauftragte mit dem Erlass von Strafbefehlen betrauen, inhaltlich mit der StPO &#252;berhaupt vereinbar sind.\n&#196;hnliche Bestimmungen wie &#167; 19i Abs. 2 der Dienstordnung, wonach Untersuchungsbeamte, Sachbearbeiter oder weitere Mitarbeiter der Staatsanwaltschaft (unter gewissen Voraussetzungen) &#220;bertretungsstrafbefehle erlassen k&#246;nnen, kennen auch andere Kantone (vgl. Art. 37 Abs. 4 des Justizgesetzes des Kantons Appenzell Ausserrhoden vom 13. September 2010; Art. 59 Abs. 2 des Einf&#252;hrungsgesetzes des Kantons Bern vom 11. Juni 2009 zur Zivilprozessordnung, zur Strafprozessordnung und zur Jugendstrafprozessordnung; Art. 13 Abs. 1 des Einf&#252;hrungsgesetzes des Kantons Glarus vom 2. Mai 2010 zur Schweizerischen Strafprozessordnung und zur Schweizerischen Jugendstrafprozessordnung; Art. 15 Abs. 2 des Einf&#252;hrungsgesetzes des Kantons Graub&#252;nden vom 16. Juni 2010 zur Schweizerischen BGE 142 IV 70 S. 81Strafprozessordnung; Art. 16 Abs. 1 und 2 des Einf&#252;hrungsgesetzes des Kantons Jura vom 16. Juni 2010 zur Schweizerischen Strafprozessordnung; Art. 77 Abs. 2 des Justizgesetzes des Kantons Schaffhausen vom 9. November 2009; &#167; 51 Abs. 1 lit. a des Gesetzes des Kantons Zug vom 26. August 2010 &#252;ber die Organisation der Zivil- und Strafrechtspflege).\nExplizit vorgesehen ist in Art. 17 Abs. 1 StPO allerdings nur die M&#246;glichkeit der Kantone, die Verfolgung und Beurteilung von &#220;bertretungen in Abweichung von der Regelung in der StPO einer Verwaltungsbeh&#246;rde, d.h. einer anderen Beh&#246;rde als den Staatsanwaltschaften zu &#252;bertragen. Das Gesetz spricht ausdr&#252;cklich von der &#220;bertragung auf eine Verwaltungsbeh&#246;rde und nicht auf Verwaltungsbeamte. Ob ein Mitarbeiter der Staatsanwaltschaft als Mitglied einer Verwaltungsbeh&#246;rde zu betrachten ist oder nicht, kann offengelassen werden (bejahend HANSPETER USTER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 2 zu Art. 17 StPO). Zu pr&#252;fen bleibt indessen, ob die Kantone den Erlass von &#220;bertretungsstrafbefehlen in analoger Anwendung von Art. 17 Abs. 1 StPO an Untersuchungsbeauftragte delegieren k&#246;nnen.\n\n    4.2 Nach SCHMID ergibt sich aus Art. 17 StPO nach dem Prinzip \"a maiore minus\", dass innerhalb der Staatsanwaltschaft auch Verwaltungsbeamte mit der F&#252;hrung und dem Abschluss von &#220;bertretungsstrafverfahren (Erlass von Einstellungsverf&#252;gungen und Strafbefehlen in &#220;bertretungsstrafsachen) betraut werden k&#246;nnen (SCHMID, Praxiskommentar, a.a.O., N. 1 zu Art. 17 StPO; ders., Handbuch, a.a.O., N. 360 in fine und N. 1353).\nDer Auffassung von SCHMID ist beizupflichten. Die Wahl, welche Beh&#246;rde f&#252;r die Verfolgung und Beurteilung von &#220;bertretungen zust&#228;ndig sein soll, war bereits vor Inkrafttreten der StPO den Kantonen &#252;berlassen (BBl 2006 1137 zu Art. 17). Art. 17 Abs. 1 StPO erlaubt die Weiterf&#252;hrung der fr&#252;heren unterschiedlichen kantonalen Regelungen im &#220;bertretungsstrafverfahren (SCHMID, Praxiskommentar, a.a.O., N. 3 zu Art. 17 StPO; ders., Handbuch, a.a.O., N. 360). Zwar sieht die Bestimmung lediglich die &#220;bertragung von &#220;bertretungsstrafverfahren auf Verwaltungsbeh&#246;rden vor. Dennoch entspricht es Sinn und Zweck der Regelung, dass innerhalb der Staatsanwaltschaften auch nichtjuristisches Personal mit Massengesch&#228;ften in &#220;bertretungsstrafsachen betraut werden k&#246;nnen muss (vgl. FELIX B&#196;NZIGER, Die schweizerische Strafprozessordnung - ein Projekt mit Zukunft, ZSR 121/2002 I S. 541; ders., Die Schweizerische BGE 142 IV 70 S. 82Strafprozessordnung am Beispiel des Kantons Bern, ZBJV 145/2009 S. 282). Ob ein Kanton f&#252;r die Verfolgung von &#220;bertretungen in Anwendung von Art. 17 Abs. 1 StPO eine eigenst&#228;ndige Verwaltungsbeh&#246;rde oder Verwaltungsbeamte der Staatsanwaltschaften einsetzt, ist im Ergebnis eine Frage der Beh&#246;rdenorganisation. Der Gesetzgeber wollte den Kantonen auf diesem Gebiet einen gewissen Spielraum belassen. Gegen den Einsatz von staatsanwaltschaftlichen Verwaltungsbeamten in &#220;bertretungsstrafsachen spricht auch nicht, dass diese den Staatsanw&#228;lten hierarchisch untergeordnet sind, da der kantonale Gesetzgeber auch eine Verwaltungsbeh&#246;rde unter die Aufsicht bzw. Leitung der Staatsanwaltschaft stellen kann (vgl. Art. 14 Abs. 5 StPO; FRANZ RIKLIN, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 12 zu Art. 357 StPO). Die Botschaft zur StPO sieht ausdr&#252;cklich vor, dass auch Mischsysteme wie unter der Leitung einer &#220;bertretungsstaatsanwaltschaft stehende Verwaltungsbeh&#246;rden zul&#228;ssig sind (BBl 2006 1137 zu Art. 17).\n\n    4.3 Eine kantonale Regelung in analoger Anwendung von Art. 17 Abs. 1 StPO, wonach bei blossen &#220;bertretungen innerhalb der Staatsanwaltschaft nicht die Staatsanw&#228;lte, sondern andere Mitarbeiter f&#252;r den Erlass von Strafbefehlen zust&#228;ndig sind, verst&#246;sst daher nicht gegen &#252;bergeordnetes Recht. Inhaltlich sind entsprechende von der StPO abweichende Bestimmungen demnach denkbar. Erforderlich ist jedoch ein g&#252;ltiger kantonaler Erlass, der dies explizit vorsieht (oben E. 3; USTER, a.a.O., N. 2 zu Art. 17 StPO; SCHMID, Handbuch, a.a.O., N. 1353). Bez&#252;glich des Kantons Basel-Landschaft bleibt es dabei, dass keine solche gesetzliche Grundlage besteht. (...)\n \n   \n   "
}