{
  "titre": "129 II 413",
  "annee": "2003",
  "contenu": "\n      \n  Chapeau\n129 II 41341. Extrait de l'arr&#234;t de la Ire Cour de droit public dans la cause X. SA contre Y., Municipalit&#233; de Grandvaux et D&#233;partement des infrastructures ainsi que Tribunal administratif du canton de Vaud (recours de droit administratif)\n1A.152/2002 du 10 juillet 2003\n  \nRegeste\nArt.16a LAT; art. 34 OAT; construction en zone viticole.  Les locaux servant &#224; l'entreposage du vin n'ont pas leur place en zone viticole lorsque les vignes sont exploit&#233;es dans des r&#233;gions diff&#233;rentes, &#233;loign&#233;es du centre de l'exploitation (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 413\n\n\n    BGE 129 II 413 S. 413\n   \nX. SA a pour but la transformation, la mise en valeur et le commerce de produits viticoles provenant de vignes situ&#233;es &#224; Lavaux, Champagne, Ollon, Yvorne, ainsi qu'en Valais et &#224; Neuch&#226;tel, pour un total d'environ 26 ha. Elle est propri&#233;taire d'une parcelle de 6 ha situ&#233;e &#224; la sortie du village, en zone viticole. Cette parcelle supporte un b&#226;timent d'une surface au sol de 200 m2 environ, dans lequel se trouvent les installations du domaine (pressoirs, cuves, installations de mise en bouteilles et caves) ainsi qu'un logement. Ce b&#226;timent a fait l'objet de plusieurs agrandissements successifs.\nLe 10 f&#233;vrier 1997, X. SA a obtenu l'autorisation de r&#233;aliser un couvert de 100 m2 ainsi qu'une extension en sous-sol de 350 m2 destin&#233;e au stockage et &#224; la commercialisation du vin. Le Service de l'am&#233;nagement du territoire (SAT) pr&#233;cisa que les possibilit&#233;s d'extension BGE 129 II 413 S. 414fond&#233;es sur l'art. 24 LAT (RS 700) &#233;taient ainsi &#233;puis&#233;es. Lors des travaux, X. SA a exc&#233;d&#233; le cadre de l'autorisation de construire en am&#233;nageant notamment une extension de 58,8 m2 de la cave situ&#233;e &#224; l'ouest du b&#226;timent, ainsi qu'un local enterr&#233; de 30 m2 &#224; l'extr&#233;mit&#233; ouest de celui-ci.\nUn projet de r&#233;gularisation des travaux a &#233;t&#233; mis &#224; l'enqu&#234;te du 3 au 23 avril 2001. Il a fait l'objet d'oppositions, notamment d'un propri&#233;taire voisin et de l'association \"Sauvez Lavaux\". Par d&#233;cision notifi&#233;e le 21 juin 2001, le SAT a refus&#233; l'autorisation sp&#233;ciale pour l'agrandissement des locaux souterrains en consid&#233;rant qu'il s'agissait de locaux d'encavage de vins de provenances diverses, par cons&#233;quent de nature commerciale et non viticole. La cave devait &#234;tre combl&#233;e et rendue inutilisable dans un d&#233;lai au 15 septembre 2001.\nPar arr&#234;t du 10 juin 2002, le Tribunal administratif vaudois a confirm&#233; la d&#233;cision du SAT. Seule &#233;tait conforme &#224; la zone agricole l'exploitation viticole consacr&#233;e principalement &#224; l'exploitation du sol et, accessoirement seulement, au traitement, au stockage et &#224; la vente de produits. La vigne devait provenir de la r&#233;gion et, au moins pour moiti&#233;, de l'exploitation ou de la communaut&#233; de production; la mise en valeur ne devait pas se faire de mani&#232;re industrielle. En l'occurrence, la r&#233;colte vinifi&#233;e et mise en bouteille provenait de 53 parcelles dont 22 &#233;taient situ&#233;es dans la r&#233;gion du Lavaux (soit un tiers des 26 ha exploit&#233;s), 13 dans le district d'Aigle, 9 &#224; Grandson et 6 en Valais. M&#234;me en &#233;tendant la notion de r&#233;gion aux districts de Lavaux, Vevey et Aigle, il resterait 6 ha exploit&#233;s dans le nord vaudois et en Valais. X. SA &#233;tait une soci&#233;t&#233; immobili&#232;re, et Z., son actionnaire principal, ne paraissait pas pouvoir &#234;tre consid&#233;r&#233; comme un exploitant &#224; la t&#234;te d'une unit&#233; d'exploitation, son activit&#233; se rapprochant davantage de celle d'une coop&#233;rative viticole. L'ordre de comblement des locaux souterrains a &#233;galement &#233;t&#233; confirm&#233;, la constructrice ne pouvant se pr&#233;tendre de bonne foi, ni invoquer le principe de la proportionnalit&#233;. Le d&#233;lai pour la remise en &#233;tat a &#233;t&#233; fix&#233; au 30 novembre 2002.\nX. SA forme un recours de droit administratif contre ce dernier arr&#234;t. Elle conclut &#224; sa r&#233;forme, et &#224; l'octroi d'un permis de construire pour les divers agrandissements requis, subsidiairement au renvoi de la cause &#224; la cour cantonale pour nouvelle d&#233;cision. L'effet suspensif est &#233;galement requis; il a &#233;t&#233; accord&#233; par ordonnance pr&#233;sidentielle du 13 septembre 2002.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n\n    BGE 129 II 413 S. 415\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. Aux termes de l'art. 52 de la loi vaudoise sur l'am&#233;nagement du territoire et les constructions, les zones agricoles et viticoles sont destin&#233;es &#224; l'exploitation agricole, horticole et viticole li&#233;e au sol ainsi qu'aux activit&#233;s reconnues conformes &#224; ces zones par le droit f&#233;d&#233;ral.\n\n    3.1 Selon l'art. 16a al. 1, 1re phrase LAT, dans sa teneur au 1er septembre 2000 (et dont la cour cantonale a fait application en vertu de l'art. 52 al. 2 OAT [RS 700.1]), sont conformes &#224; l'affectation de la zone agricole les constructions et installations qui sont n&#233;cessaires &#224; l'exploitation agricole ou &#224; l'horticulture productrice. Cette d&#233;finition correspond &#224; celle que la jurisprudence avait &#233;labor&#233;e sur la base de l'ancien art. 16 LAT: seules les constructions dont la destination correspond &#224; la vocation agricole du sol peuvent donner lieu &#224; une autorisation ordinaire au sens de l'art. 22 al. 2 let. a LAT. En d'autres termes, le sol doit &#234;tre le facteur de production primaire et indispensable et les modes d'exploitation dans lesquels le sol ne joue pas un r&#244;le essentiel ne sont pas agricoles (cf. ATF 125 II 278 consid. 3a p. 281 et les arr&#234;ts cit&#233;s). L'art. 34 al. 1 OAT reprend cette d&#233;finition en pr&#233;cisant que sont conformes &#224; l'affectation de la zone les constructions qui servent &#224; l'exploitation tributaire du sol ou au d&#233;veloppement interne. Selon l'art. 34 al. 2 OAT, sont aussi conformes &#224; l'affectation de la zone les constructions servant &#224; la pr&#233;paration, au stockage ou &#224; la vente de produits agricoles ou horticoles (a) si ces derniers sont produits dans la r&#233;gion et que plus de la moiti&#233; d'entre eux proviennent de l'exploitation o&#249; se trouvent lesdites constructions ou d'exploitations appartenant &#224; une communaut&#233; de production, (b) si la pr&#233;paration, le stockage ou la vente ne rev&#234;t pas un caract&#232;re industriel et (c) si l'exploitation o&#249; se trouvent lesdites constructions conserve son caract&#232;re agricole ou horticole.\n\n    3.2 La novelle du 20 mars 1998 admet plus largement la conformit&#233; &#224; l'affectation de la zone agricole: elle est d&#233;sormais reconnue non seulement pour les constructions et installations r&#233;pondant &#224; la d&#233;finition de l'art. 16a al. 1, 1re phrase LAT, mais &#233;galement, aux termes de l'art. 16a al. 2 LAT, pour celles qui servent au d&#233;veloppement interne d'une exploitation agricole ou d'une exploitation pratiquant l'horticulture productrice, ind&#233;pendamment des conditions restrictives de l'art. 24 LAT. Il y a \"d&#233;veloppement interne\" lorsqu'un secteur de production non tributaire du sol - garde d'animaux de rente (art. 36 OAT), cultures mara&#238;ch&#232;res ou horticoles ind&#233;pendantes BGE 129 II 413 S. 416du sol (art. 37 OAT) - est adjoint &#224; une exploitation tributaire de fa&#231;on pr&#233;pond&#233;rante du sol afin que la viabilit&#233; de cette exploitation soit assur&#233;e. Le fait qu'une activit&#233; agricole remplisse les conditions &#233;nonc&#233;es aux art. 16 et 16a LAT ne signifie pas encore qu'une autorisation de construire une nouvelle installation en application de l'art. 22 LAT doive n&#233;cessairement &#234;tre d&#233;livr&#233;e. En effet, l'autorit&#233; comp&#233;tente doit examiner en premier lieu si la nouvelle activit&#233; peut &#234;tre r&#233;alis&#233;e dans les locaux existants; si tel n'est pas le cas, elle doit en outre v&#233;rifier que la nouvelle construction n'est pas surdimensionn&#233;e par rapport &#224; l'utilisation envisag&#233;e et les besoins de l'exploitation et qu'aucun int&#233;r&#234;t pr&#233;pond&#233;rant ne s'oppose &#224; l'implantation du nouveau b&#226;timent &#224; l'endroit pr&#233;vu (art. 34 al. 4 OAT; ATF 125 II 278 consid. 3a p. 281).\n\n    3.3 Outre les constructions et installations directement n&#233;cessaires &#224; la production agricole, sont &#233;galement conformes &#224; l'affectation de la zone agricole les b&#226;timents d'exploitation et installations indissolublement li&#233;s &#224; la production (r&#233;colte, traite), au conditionnement, au chargement et au transport des produits &#224; l'endroit de transformation. Certaines installations de transformation, de traitement et de mise en valeur des produits agricoles peuvent aussi trouver leur place en zone agricole. Le proc&#233;d&#233; de traitement et de mise en valeur doit se trouver dans un rapport direct avec l'utilisation du sol, et le mode de travail doit se trouver en lien &#233;troit avec l'exploitation du sol, la limite se situant l&#224; o&#249; la production d'origine n'est plus pr&#233;pond&#233;rante: lorsque la transformation du produit passe au premier plan ou lorsque l'exploitation prend un caract&#232;re industriel ou commercial, il n'y a pas place dans la zone agricole (ATF 125 II 278 consid. 7 p. 285).\n\n    3.4 La recourante soutient que la conformit&#233; &#224; la zone viticole pourrait &#234;tre admise sur la seule base de l'art. 34 al. 1 OAT, ce qui dispenserait de tenir compte du crit&#232;re r&#233;gional pos&#233; &#224; l'art. 34 al. 2 OAT. Elle rel&#232;ve que la culture de la vigne est tributaire du sol, que les installations situ&#233;es dans l'exploitation serviraient &#224; son d&#233;veloppement interne et &#224; la transformation de denr&#233;es alimentaires ainsi qu'&#224; l'exploitation de surfaces proches de leur &#233;tat naturel (art. 34 al. 1 let. a et b OAT). La recourante perd de vue que les locaux souterrains, exclusivement destin&#233;s au d&#233;p&#244;t ou au stockage du vin, ne servent pas directement &#224; l'exploitation tributaire du sol. La premi&#232;re hypoth&#232;se de l'art. 34 al. 1 OAT n'est donc pas r&#233;alis&#233;e; quant au d&#233;veloppement interne (art. 16a al. 2 LAT), il concerne des activit&#233;s sans rapport direct avec la culture du sol mais n&#233;cessaires &#224; la BGE 129 II 413 S. 417subsistance de l'exploitation (voir les exemples de d&#233;veloppement interne aux art. 36 et 37 OAT), ce qui n'est pas le cas des activit&#233;s en rapport avec le travail de la vigne. Par ailleurs, en l'absence d'une mesure de planification sp&#233;ciale selon l'art. 16a al. 3 LAT, la recourante ne saurait se pr&#233;valoir de l'art. 34 al. 1 let. a ou b OAT. C'est d&#232;s lors avec raison que la cour cantonale a examin&#233; la conformit&#233; des installations &#224; l'affectation de la zone sur la base des crit&#232;res fix&#233;s &#224; l'art. 34 al. 2 OAT. Bien qu'elle n'y figure pas express&#233;ment, la notion de r&#233;gion est d'ailleurs inh&#233;rente &#224; la d&#233;finition de la conformit&#233; de la zone pos&#233;e &#224; l'art. 16a LAT.\n\n    3.5 Dans les r&#233;gions traditionnellement vou&#233;es &#224; la viticulture, les installations destin&#233;es non seulement &#224; la culture, au traitement et &#224; la r&#233;colte de la vigne, mais aussi au pressurage du raisin, &#224; la vinification, &#224; l'&#233;levage et, dans une certaine mesure en tout cas, au stockage, peuvent &#234;tre maintenues en zone agricole. Quand bien m&#234;me la vinification et l'&#233;levage constituent des activit&#233;s de mise en valeur essentielles, qui conf&#232;rent au produit une importante valeur ajout&#233;e et apparaissent, techniquement, ind&#233;pendantes de la culture du sol, elles ne sauraient toutefois en &#234;tre dissoci&#233;es dans la mesure o&#249; le processus d'&#233;laboration du vin peut &#234;tre consid&#233;r&#233; comme un tout. ll faut toutefois pour cela que cette activit&#233; constitue r&#233;ellement le prolongement de la culture viticole; cela exclut en particulier les exploitations dans lesquelles le caract&#232;re agricole passe au second rang, au profit d'une activit&#233; de caract&#232;re industriel ou commercial (art. 34 al. 2 let. b et c OAT). Le privil&#232;ge de pouvoir presser, vinifier, &#233;lever, mettre en bouteille et stocker &#224; l'int&#233;rieur de la zone agricole n'a plus de sens si la majeure partie de la r&#233;colte provient de r&#233;gions diss&#233;min&#233;es et &#233;loign&#233;es du centre de l'exploitation (art. 34 al. 2 let. a OAT). Dans ce cas, le caract&#232;re industriel prend le dessus.\n\n    3.6 En l'occurrence, l'exploitation dispose de 26 ha de vignes r&#233;parties sur 53 parcelles, soit une capacit&#233; de 293'800 litres de vin dont 80% de vin blanc, en majorit&#233; du chasselas. Les vignes sont d&#233;tenues par la soci&#233;t&#233; (6 ha &#224; Grandvaux et Ollon), par la famille de l'exploitant (16 ha) ou lou&#233;es &#224; des tiers (5 ha). Sur une surface totale de 258'282 m2, 92'357 m2 se trouvent dans le district de Lavaux (22 parcelles &#224; Grandvaux, Villette, Puidoux et Cully), 102'097 m2 dans le district d'Aigle (13 parcelles &#224; Yvorne et Ollon), 35'288 m2 en Valais (8 parcelles &#224; Ardon, Conthey et Sion) et 19'529 m2 dans le district de Grandson (9 parcelles &#224; Bonvillars, Champagne, Concises et Onnens). Z., consid&#233;r&#233; comme le directeur de l'exploitation, s'occupe essentiellement de la vinification; le travail des parcelles est BGE 129 II 413 S. 418confi&#233; &#224; d'autres vignerons, que la recourante consid&#232;re comme des salari&#233;s, par le biais de contrats \"d'entreprise agricole\": ceux-ci livrent la r&#233;colte et en re&#231;oivent les deux tiers du prix; ils b&#233;n&#233;ficient des paiements directs allou&#233;s aux exploitants selon la l&#233;gislation f&#233;d&#233;rale sur l'agriculture, et il n'est pas pay&#233; de cotisations sociales. Z. ne travaille pas la vigne, mais donne les instructions aux vignerons quant &#224; l'enc&#233;pagement, au planning des cultures et aux traitements.\n\n    3.7 Le Tribunal administratif a consid&#233;r&#233; &#224; juste titre que la notion de r&#233;gion au sens de l'art. 34 al. 2 let. a OAT pouvait varier en fonction du type de produit. La r&#233;gion supposerait des caract&#233;ristiques g&#233;ographiques, topographiques, politiques ou &#233;conomiques communes. En mati&#232;re viticole, la vari&#233;t&#233; des c&#233;pages constituerait un crit&#232;re pertinent. Il serait en tout cas exclu de recourir &#224; des d&#233;coupages aussi &#233;tendus que le Mittelland, la Suisse orientale ou centrale.\nLa recourante critique la r&#233;f&#233;rence faite dans l'arr&#234;t cantonal &#224; l'art. 10 al. 1 let. a de l'ordonnance du 7 d&#233;cembre 1998 sur la terminologie agricole et la reconnaissance des formes d'exploitation (OTerm; RS 910.91), qui fixe un rayon de 15 km entre les diff&#233;rentes parties de l'exploitation. La recourante conteste la pertinence de cette r&#233;glementation, et mentionne d'autres dispositions, notamment de la LDFR, qui permettent des exploitations plus vastes. La critique tombe &#224; faux puisque la cour cantonale a renonc&#233; aux crit&#232;res de l'OTerm, pour se fonder en d&#233;finitive sur le r&#232;glement du 19 juin 1985 sur les appellations d'origine des vins vaudois (RAOV), qui partage le vignoble vaudois en six r&#233;gions \"pr&#233;sentant une homog&#233;n&#233;it&#233; d'enc&#233;pagement et dont les vins pr&#233;sentent des caract&#232;res organoleptiques analogues\" (art. 1 RAOV). Or, la recourante ne conteste pas la pertinence de ce crit&#232;re, et n'en propose pas de meilleur.\nLe crit&#232;re de l'appellation ne saurait certes &#234;tre retenu de mani&#232;re syst&#233;matique. On ne peut exclure, en effet, qu'une exploitation situ&#233;e &#224; la limite de plusieurs appellations d'origine diff&#233;rentes ou d'une &#233;tendue restreinte ne soit l&#233;gitim&#233;e &#224; produire, au m&#234;me endroit, des vins d'appellations diff&#233;rentes. En l'esp&#232;ce toutefois, l'application de ce crit&#232;re permet d'aboutir &#224; un r&#233;sultat sans ambigu&#239;t&#233;. L'exploitation est situ&#233;e &#224; Grandvaux, au coeur du Lavaux, soit la r&#233;gion comprenant toutes les communes du district de Lausanne (situ&#233;es &#224; l'est de la ville), de Lavaux et de Vevey. Seuls 35% de la r&#233;colte trait&#233;e par l'exploitation proviendraient de cette r&#233;gion, le solde provenant du Chablais, de Bonvillars ou du Valais.\nLa recourante fait grand cas des nouvelles tendances, notamment de l'&#233;l&#233;vation de la taille critique de l'entreprise et des n&#233;cessit&#233;s de BGE 129 II 413 S. 419diversifier les c&#233;pages. On peut se demander si, face &#224; cette nouvelle tendance, le mode d'exploitation ne devrait pas lui aussi &#234;tre adapt&#233;, si le maintien de l'exploitation au sein de la maison vigneronne traditionnelle est encore justifi&#233;, et s'il ne se justifierait pas au contraire de d&#233;placer les activit&#233;s ult&#233;rieures &#224; la r&#233;colte en zone constructible, compte tenu notamment des nombreux transports qu'impose ce nouveau genre d'exploitation viticole. La question peut toutefois demeurer ind&#233;cise.\n\n    3.8 C'est par cons&#233;quent avec raison que la cour cantonale a ni&#233; la conformit&#233; des installations litigieuses &#224; l'affectation de la zone, dans la mesure o&#249; pr&#232;s des deux tiers de la production ne proviennent pas de la r&#233;gion, au sens de l'art. 34 al. 2 let. a OAT. Cela dispense d'examiner s'il existe une v&#233;ritable unit&#233; d'exploitation (ce que la cour cantonale a mis en doute compte tenu de la dispersion des parcelles et de l'intervention de vignerons-t&#226;cherons, la recourante affirmant pour sa part qu'il y aurait \"plusieurs unit&#233;s de production\" d'une m&#234;me exploitation), et si les installations litigieuses sont proportionn&#233;es aux besoins de l'exploitation (art. 34 al. 4 let. a OAT), ce que la recourante, m&#234;me avec le concours d'un expert, s'est trouv&#233;e en peine de d&#233;montrer.\n\n    3.9 La recourante invoque aussi la loi cantonale du 12 f&#233;vrier 1979 sur le plan de protection de Lavaux (LPPL), assimilable &#224; un plan directeur partiel (ATF 112 Ib 229), qui inclut express&#233;ment le b&#226;timent en zone viticole, ce qui confirmerait son caract&#232;re de maison vigneronne. Un tel plan ne saurait toutefois lier l'autorit&#233; charg&#233;e, au moment de l'autorisation de construire, d'appr&#233;cier la conformit&#233; d'un b&#226;timent &#224; l'affectation de la zone dans laquelle il se trouve, au regard des r&#232;gles contraignantes de la LAT. Comme le rel&#232;ve la cour cantonale (...), le b&#226;timent de la recourante a progressivement perdu son caract&#232;re au gr&#233; de ses transformations successives, de sorte que la r&#233;f&#233;rence &#224; un plan directeur datant de 1979 n'a plus gu&#232;re de pertinence.\n \n   \n   "
}