{
  "titre": "96 V 138",
  "annee": "1970",
  "contenu": "\n      \n  Chapeau\n96 V 13840. Extrait de l'arr&#234;t du 6 novembre 1970 dans la cause Caisse cantonale vaudoise de compensation contre Veyre et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 3 al. 1er lit. c et d et al. 2 LPC: Revenu d&#233;terminant.  Nature de la rente servie par des enfants &#224; leur m&#232;re en lieu et place de l'usufruit qui revenait &#224; cette derni&#232;re en vertu du droit successoral sur la moiti&#233; des biens laiss&#233;s par son d&#233;funt mari. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 138\n\n\n    BGE 96 V 138 S. 138\n   \nExtrait des consid&#233;rants:\nLa d&#233;cision litigieuse concerne l'interpr&#233;tation de l'art. 3 al. 2 LPC, selon lequel, lors du calcul du revenu d&#233;terminant, un montant global - de 240 fr. pour les personnes seules mais qui peut &#234;tre augment&#233; jusqu'&#224; 480 fr. par les cantons en vertu de l'art. 4 lit. a LPC - est d&#233;duit du revenu annuel provenant de l'exercice d'une activit&#233; lucrative ainsi que du montant annuel des rentes et pensions, &#224; l'exception des rentes de l'assurancevieillesse et survivants et de l'assurance-invalidit&#233;, le solde n'&#233;tant pris en consid&#233;ration que pour les deux tiers. La rente viag&#232;re de l'intim&#233;e fait-elle partie des revenus dits \"privil&#233;gi&#233;s\" que l'art. 3 al. 2 LPC ordonne de ne compter qu'en partie, ainsi que l'admettent le premier juge et l'Office f&#233;d&#233;ral des assurances sociales, ou doit-elle entrer dans le calcul &#224; sa valeur int&#233;grale, comme le demande la caisse de compensation?\nCette derni&#232;re fonde son opinion sur le fait que les enfants Veyre servent une rente &#224; leur m&#232;re en lieu et place de l'usufruit qui lui revenait en vertu du droit successoral sur la moiti&#233; des biens laiss&#233;s par son d&#233;funt mari. La recourante en conclut qu'il s'agit d'une prestation touch&#233;e sur la base d'un contrat d'entretien viager, voire d'une convention analogue, au sens de l'art. 3 al. 1er lit. d LPC, et non d'une rente, pension ou autre BGE 96 V 138 S. 139prestation p&#233;riodique, au sens de l'art. 3 al. 1er lit. c LPC. Or, &#224; l'avis de la caisse, seules les rentes et pensions de l'art. 3 al. 1er lit. c b&#233;n&#233;ficient du privil&#232;ge de l'art. 3 al. 2 LPC.\nIl est exact que, lorsqu'elle est devenue veuve en 1940, l'intim&#233;e a choisi de recevoir sa part successorale sous la forme de l'usufruit de la moiti&#233; des biens (art. 462 CC) et qu'elle a demand&#233; et obtenu que cet usufruit f&#251;t transform&#233; en une rente viag&#232;re de 2000 fr. par an (art. 463 CC). Si elle avait conserv&#233; son usufruit, le revenu qu'elle en tirerait serait un produit de la fortune, pr&#233;vu par l'al. 1er lit. b de l'art. 3 LPC, et, &#224; ce titre, ne serait pas privil&#233;gi&#233;. Le Tribunal f&#233;d&#233;ral des assurances en a jug&#233; ainsi dans le cas d'un droit d'habitation, donc d'un droit tr&#232;s apparent&#233; &#224; l'usufruit (RCC 1967  p. 211). Dans cet arr&#234;t, la Cour de c&#233;ans a constat&#233; que les rentes et pensions de l'art. 3 al. 1er lit. c sont des prestations issues de l'&#233;pargne et destin&#233;es &#224; compl&#233;ter les rentes de l'assurance-vieillesse et survivants et de l'assurance-invalidit&#233;, consid&#233;r&#233;es comme des prestations de base. Le message du 21 septembre 1964 du Conseil f&#233;d&#233;ral est cit&#233; (FF 1964 II p. 718). SSelon ce document, le syst&#232;me pr&#233;vu devait \"favoriser... les personnes se trouvant dans une situation &#233;conomique pr&#233;caire, tout en les incitant &#224; conserver une certaine activit&#233; lucrative ou &#224; &#233;conomiser en vue de l'octroi d'une rente ou d'une pension...\". Mais toute fortune peut, d'une part, r&#233;sulter du d&#233;sir d'&#233;conomiser, et, d'autre part, &#234;tre convertie en rente viag&#232;re. Faut-il alors, chaque fois qu'on est en pr&#233;sence de telles transactions, rechercher l'intention de celui qui a amass&#233; la fortune pour d&#233;cider de l'application de l'art. 3 al. 2 LPC? On ne saurait l'admettre. Pour la clart&#233; du syst&#232;me, il importe d'exclure du privil&#232;ge non seulement le produit de la fortune (art. 3  al. 1er lit. b LPC) mais encore les prestations provenant d'une convention tendant &#224; transformer un capital ou un usufruit en rente viag&#232;re, un semblable accord &#233;tant d'ailleurs analogue au contrat d'entretien viager (art. 3 al. 1er lit. d LPC). En revanche, une rente viag&#232;re constitu&#233;e par des op&#233;rations d'&#233;pargne successives, telles que des versements &#224; une caisse de pr&#233;voyance ou  &#224; une compagnie d'assurance, r&#233;pondrait aux exigences de l'art. 3 al. 2 LPC et b&#233;n&#233;ficierait du privil&#232;ge conf&#233;r&#233; par cette disposition l&#233;gale.\nOn ne saurait enfin suivre l'Office f&#233;d&#233;ral des assurances sociales, qui tient les cantons pour libres d'interpr&#233;ter &#224; leur guise les termes de rente et de pension dont use la disposition pr&#233;cit&#233;e. Ces notions sont de droit f&#233;d&#233;ral;  elles ne d&#233;pendent BGE 96 V 138 S. 140en rien des usages et du niveau de vie locaux. En donner des d&#233;finitions diff&#233;rentes selon le domicile de l'assur&#233; reviendrait &#224; cr&#233;er des in&#233;galit&#233;s injustifiables...\n \n   \n   "
}