{
  "titre": "103 Ia 293",
  "annee": "1977",
  "contenu": "\n      \n  Chapeau\n103 Ia 29350. Extrait de l'arr&#234;t du 23 f&#233;vrier 1977 en la cause Bonzi contre Tribunal d'accusation et Procureur g&#233;n&#233;ral du canton de Vaud\n\n  \nRegeste\nMise au secret; limitations du droit du pr&#233;venu de communiquer avec son avocat; libert&#233; personnelle, art. 3 et art. 6 CEDH.  En droit vaudois, la mise au secret ne comporte pas une limitation de la libert&#233; personnelle en soi disproportionn&#233;e au but reconnu l&#233;gitime (assurer les besoins de l'enqu&#234;te) pour laquelle elle peut &#234;tre ordonn&#233;e. Les restrictions qu'elle implique (interdiction des visites et limitation du droit de communiquer librement avec son d&#233;fenseur) ne sont pas contraires aux art. 3  et art. 6 CEDH. \n\n\n  \n  \n  \nFaits &#224; partir de page 293\n\n\n    BGE 103 Ia 293 S. 293\n   \n\n    Plac&#233; en d&#233;tention pr&#233;ventive, Bonzi a &#233;t&#233; mis au secret pour dix jours, en application de l'article 79 du code vaudois de proc&#233;dure p&#233;nale, dans le but d'emp&#234;cher toute collusion BGE 103 Ia 293 S. 294avec des tiers. Bonzi est inculp&#233; de vol, de d&#233;tention illicite d'explosifs et d'armes, subsidiairement de recel. La mise au secret a &#233;t&#233; prolong&#233;e &#224; deux reprises par le Tribunal d'accusation du canton de Vaud. Elle a ainsi dur&#233; du  17 juin au 16 juillet 1976. D&#232;s son arrestation, Bonzi a pu charger un avocat de la d&#233;fense de ses int&#233;r&#234;ts. Si cet avocat n'a pu voir son client mis au secret, il a pu en revanche correspondre avec lui par l'interm&#233;diaire et sous le contr&#244;le du Juge informateur. Un recours form&#233; contre l'ordonnance de mise au secret a &#233;t&#233; rejet&#233; par le Tribunal d'accusation, qui a consid&#233;r&#233; que l'on se trouvait en l'esp&#232;ce en pr&#233;sence d'une infraction grave et que le succ&#232;s des investigations en cours imposait des mesures particuli&#232;res de s&#233;curit&#233;.\nBonzi a form&#233; contre cette d&#233;cision un recours de droit public. Il conteste la constitutionnalit&#233; des dispositions du code vaudois de proc&#233;dure p&#233;nale concernant la mise au secret. Cette mesure serait incompatible avec les art. 3  et 6 de la Convention europ&#233;enne des droits de l'homme. La d&#233;cision attaqu&#233;e serait en outre contraire au principe de la proportionnalit&#233; et violerait la libert&#233; personnelle.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    4. La constitution du canton de Vaud ne contient aucune disposition particuli&#232;re relative &#224; la mise au secret des personnes arr&#234;t&#233;es et plac&#233;es en d&#233;tention pr&#233;ventive. A l'art. 4 elle dispose que la libert&#233; individuelle est garantie (al. 1); nul ne peut &#234;tre poursuivi ou arr&#234;t&#233; que dans les cas d&#233;termin&#233;s par la loi et selon les formes qu'elle prescrit; tout individu arr&#234;t&#233; doit &#234;tre entendu par le magistrat comp&#233;tent dans les vingt-quatre heures qui suivent son arrestation (al. 2); hors les cas qui appartiennent &#224; la discipline militaire, nul ne peut &#234;tre mis en &#233;tat d'arrestation qu'en vertu de l'ordre du juge auquel la loi donne cette comp&#233;tence (al. 3). Le recourant ne pr&#233;tend pas que les dispositions l&#233;gales sur la mise au secret seraient contraires &#224; la constitution cantonale; il ne soutient pas non plus que le droit cantonal lui assure en ce domaine une garantie constitutionnelle plus &#233;tendue que le droit f&#233;d&#233;ral non &#233;crit. La question litigieuse est ainsi celle de savoir si la d&#233;cision attaqu&#233;e est compatible avec la notion de libert&#233; personnelle, telle qu'elle est garantie en droit f&#233;d&#233;ral.\n\n    BGE 103 Ia 293 S. 295\n   \na) Le droit constitutionnel f&#233;d&#233;ral non &#233;crit garantit &#224; l'individu le droit d'aller et venir, le droit &#224; ce que soit respect&#233;e son int&#233;grit&#233; corporelle, tout comme celui de choisir son mode de vie, d'organiser ses loisirs et d'avoir des contacts avec autrui. Les personnes d&#233;tenues, qui peuvent &#233;galement invoquer la garantie de la libert&#233; personnelle, ne sauraient toutefois pr&#233;tendre jouir de toutes les formes de ce droit constitutionnel. La mesure d'incarc&#233;ration qui les frappe doit certes reposer sur une base l&#233;gale, &#234;tre dans l'int&#233;r&#234;t public et &#234;tre conforme au principe de la proportionnalit&#233;. Mais, une fois incarc&#233;r&#233;s, les int&#233;ress&#233;s sont soumis aux restrictions qui d&#233;coulent de la mesure de contrainte qui leur est impos&#233;e et du rapport sp&#233;cial qui les lie &#224; l'Etat (ATF 100 Ia 460 consid. IIIa). Si toutes ces restrictions ne doivent pas n&#233;cessairement r&#233;sulter de dispositions sp&#233;ciales et pr&#233;cises de la loi, il n'en demeure pas moins qu'elles n'ont pas &#224; aller au-del&#224; de ce qu'exige le but de l'incarc&#233;ration; elles doivent respecter le principe de la proportionnalit&#233;. Ces principes s'appliquent d'ailleurs tout particuli&#232;rement &#224;  la d&#233;tention pr&#233;ventive, qui est impos&#233;e &#224; un individu pr&#233;venu d'une infraction et dont l'incarc&#233;ration est destin&#233;e &#224; assurer le d&#233;roulement normal de l'instruction d'une affaire p&#233;nale. D'autre part, lorsque le l&#233;gislateur a pr&#233;vu certaines garanties en faveur des d&#233;tenus, les restrictions &#224; la libert&#233;  personnelle de ceux-ci trouvent leurs limites dans les principes pos&#233;s par la loi (ATF 101 Ia 49 consid. 4).\nb) Aux termes des art. 79 et 89 CPP:\n\"Art. 79.- Lorsque les besoins de l'instruction l'exigent, le juge ordonne la mise au secret du pr&#233;venu.\nLa dur&#233;e de la mise au secret ne peut exc&#233;der dix jours. Toutefois, sur demande motiv&#233;e du juge, le Tribunal d'accusation pourra autoriser une ou plusieurs prolongations de dix jours chacune, au maximum.\nLorsque le pr&#233;venu est au secret, il doit &#234;tre suivi &#224; l'enqu&#234;te sans d&#233;semparer.\nArt. 80.- Le pr&#233;venu mis au secret ne peut communiquer avec personne.\nLe juge peut toutefois apporter au r&#233;gime du secret les assouplissements qu'il jugera opportuns, notamment en ce qui concerne le d&#233;fenseur.\"\nEn droit vaudois, la mise au secret est donc une mesure, limit&#233;e dans le temps, que la loi cantonale de proc&#233;dure p&#233;nale pr&#233;voit &#224; l'&#233;gard des inculp&#233;s plac&#233;s en d&#233;tention pr&#233;ventive.BGE 103 Ia 293 S. 296\n   \nCette restriction de la libert&#233; personnelle a une base l&#233;gale; elle est de plus justifi&#233;e par l'int&#233;r&#234;t public, puisqu'elle ne peut &#234;tre ordonn&#233;e que si les besoins de l'instruction l'exigent. Avec raison, le recourant ne conteste d'ailleurs pas la r&#233;alisation des deux premi&#232;res conditions auxquelles la jurisprudence subordonne toute restriction de la libert&#233; personnelle en droit cantonal. Il ne pr&#233;tend pas non plus que, dans son cas particulier, les instances cantonales auraient ordonn&#233;, puis confirm&#233; sa mise au secret en violation des art. 79 et 80 CPP. Il fait valoir essentiellement le moyen tir&#233;  d'une pr&#233;tendue violation du principe de la proportionnalit&#233;. Il s'agit l&#224;  d'une question que le Tribunal f&#233;d&#233;ral examine librement, car la mise au secret constitue une atteinte grave &#224; la libert&#233; personnelle (ATF 101 Ia 53 consid. 7; ATF 98 Ia 100 consid. 2).\nDans son m&#233;moire de recours, le recourant affirme que \"la d&#233;cision entreprise appara&#238;t en tout &#233;tat de cause contraire au principe de la proportionnalit&#233;\", mais il ne dit pas en quoi la mesure concr&#232;te prise &#224; son &#233;gard serait disproportionn&#233;e. Au fond, il consid&#232;re, sur un plan g&#233;n&#233;ral, que les pr&#233;cautions &#224; prendre en cas de d&#233;tention pr&#233;ventive (selon les art. 81 et 82  du r&#232;glement vaudois des maisons d'arr&#234;ts, prisons d'arrondissement, etc. du 11  janvier 1944) sont suffisantes pour sauvegarder enti&#232;rement les besoins de l'enqu&#234;te; de ce fait, \"on ne saurait recourir, sans violer le principe de la proportionnalit&#233;, au r&#233;gime plus strict de la mise au secret\". Ce n'est donc pas la mesure concr&#232;te prise &#224; son &#233;gard, mais l'institution m&#234;me de la mise au secret que le recourant tient pour contraire au principe de la proportionnalit&#233;. Dans l'arr&#234;t X. du 22 janvier 1975, le Tribunal f&#233;d&#233;ral ne s'est pas prononc&#233; sur la justification de la mise au secret comme telle. Il a constat&#233;, in concreto, que la premi&#232;re condition &#224; laquelle l'art. 152 CPP gen. subordonne la mise au secret (c'est-&#224;-dire l'existence d'un d&#233;lit d'une gravit&#233;  exceptionnelle) n'&#233;tait pas r&#233;alis&#233;e; il a aussi laiss&#233; entendre que la r&#233;alisation de la seconde condition (la mesure doit &#234;tre ordonn&#233;e pour les besoins de l'enqu&#234;te) &#233;tait pour le moins douteuse (ATF 101 Ia 54 consid. 7c et d). La solution adopt&#233;e dans cet arr&#234;t n'est donc pas applicable en l'esp&#232;ce.\nc) Dans quatre cantons romands, le code de proc&#233;dure p&#233;nale contient des dispositions particuli&#232;res sur la mise au secret (art. 70 et 152 ss CPP &#224;  Gen&#232;ve, art. 79 et 80 CPP dans BGE 103 Ia 293 S. 297le canton de Vaud, art. 141 et 142 CPP &#224; Neuch&#226;tel et art. 73 CPP en Valais). Sauf &#224; Gen&#232;ve, o&#249; les conditions sont encore plus rigoureuses (voir l'art. 152  CPP; ATF 101 Ia 53 ss consid. 7), le juge charg&#233; de l'instruction d'une affaire p&#233;nale ne peut ordonner la mise au secret que lorsque les besoins de l'instruction l'exigent. En outre, dans les quatre cantons, c'est le l&#233;gislateur lui-m&#234;me qui a fix&#233; le temps relativement court (8 jours &#224; Gen&#232;ve et &#224; Neuch&#226;tel, 10 jours dans le canton de Vaud et 14 jours en Valais) pendant lequel un inculp&#233; en d&#233;tention pr&#233;ventive peut &#234;tre maintenu au secret. En Valais, le juge instructeur peut prolonger ce d&#233;lai en rendant une ordonnance motiv&#233;e contre laquelle l'inculp&#233; ou son d&#233;fenseur peut porter plainte au Tribunal cantonal (art. 73 al. 3 CPP) alors que, dans les trois autres cantons, seule l'instance cantonale de recours et de surveillance (Chambre d'accusation ou Tribunal d'accusation) peut autoriser une ou plusieurs prolongations. Par ailleurs, &#224; Gen&#232;ve, &#224; Neuch&#226;tel et dans le canton de Vaud, l'ordonnance de mise au secret peut faire l'objet d'un recours imm&#233;diat &#224; cette instance judiciaire cantonale (voir, en droit valaisan, les art. 73 et 166 CPP). Pratiquement, la mise au secret a pour cons&#233;quence essentielle d'isoler compl&#232;tement le d&#233;tenu contre lequel cette mesure est prise, de sorte que toute communication lui est interdite avec qui que ce soit, en particulier avec son d&#233;fenseur ou avec le m&#233;decin et l'aum&#244;nier de la prison (voir, en droit vaudois, les art. 80 al. 1  CPP et 124 al. 2 de la loi du 18 septembre 1973 sur l'ex&#233;cution des condamnations p&#233;nales et de la d&#233;tention pr&#233;ventive). Il faut cependant relever que le juge informateur ou le Tribunal d'accusation peut, selon les circonstances, att&#233;nuer les rigueurs de ce r&#233;gime en droit vaudois, notamment en autorisant le d&#233;tenu &#224; communiquer avec son d&#233;fenseur (art. 80 al. 2 CPP).\nDans les autres cantons et en droit f&#233;d&#233;ral, la loi ignore l'institution de la mise au secret. Toutefois, le juge charg&#233; de l'instruction de l'affaire p&#233;nale a parfois la possibilit&#233;, lorsque les besoins de l'enqu&#234;te l'exigent, d'emp&#234;cher l'inculp&#233; en d&#233;tention pr&#233;ventive de communiquer avec des tiers, notamment avec son d&#233;fenseur, et cela pendant un certain temps dont il fixe lui-m&#234;me la dur&#233;e. Ainsi, l'art. 117 PPF autorise, en principe, tout inculp&#233; en d&#233;tention pr&#233;ventive &#224; communiquer oralement et par &#233;crit avec son d&#233;fenseur, mais le juge BGE 103 Ia 293 S. 298d'instruction peut, exceptionnellement, limiter ou faire cesser pour un temps d&#233;termin&#233; ces communications lorsque l'int&#233;r&#234;t de l'instruction l'exige. En droit p&#233;nal administratif, la limitation ou la suppression de ces communications pour plus de 3 jours doit &#234;tre soumise &#224; l'approbation de l'autorit&#233; qui a d&#233;cern&#233; le mandat d'arr&#234;t (art. 58 al. 2 DPA). Dans le canton de Zurich, les communications orales et &#233;crites de l'inculp&#233; peuvent &#234;tre contr&#244;l&#233;es et, \"soweit der Untersuchungszweck gef&#228;hrdet ist\", le d&#233;fenseur peut se voir interdire la consultation du dossier et toute communication avec l'inculp&#233; (art. 16, 17 et 18 StPO; voir, &#224; ce sujet, un arr&#234;t de l'Obergericht du 18 janvier 1954, ZR 54/1955, No 146, p. 282; voir aussi HANSRUEDI M&#220;LLER, Verteidigung und Verteidiger im System des Strafverfahrens, dargestellt am Beispiel der z&#252;rcherischen Prozessordnung, th&#232;se Zurich 1974, p. 26 et 130;  PETER HUBER, Die Stellung des Beschuldigten - insbesondere seine Rechte - in der Strafuntersuchung unter Ber&#252;cksichtigung des Kantons Z&#252;rich, th&#232;se Zurich  1974, p. 154 ss, 181 ss). Dans d'autres cantons, toute communication de l'inculp&#233; en d&#233;tention pr&#233;ventive avec son d&#233;fenseur est, en principe, interdite pendant une premi&#232;re partie de l'enqu&#234;te p&#233;nale (voir DOMINIQUE PONCET, Le droit &#224; l'assistance de l'avocat durant la proc&#233;dure, Recueil de travaux suisses pr&#233;sent&#233;s au VIIIe Congr&#232;s international de droit compar&#233;,  1970, p. 421 et 422). Ainsi, par exemple, l'inculp&#233; peut communiquer librement avec son d&#233;fenseur seulement apr&#232;s la cl&#244;ture de l'enqu&#234;te en droit fribourgeois (art. 22 al. 2 CPP; voir aussi, en droit b&#226;lois, le par. 113 StPO de B&#226;le-Ville).\nAinsi, dans la mesure o&#249;, en doctrine, des critiques sont formul&#233;es au sujet de l'institution de la mise au secret, alors m&#234;me qu'elle est soumise &#224; une r&#233;glementation tr&#232;s stricte, il est bien clair que ces critiques devraient, &#224;  plus forte raison, &#234;tre d'abord dirig&#233;es contre les dispositions l&#233;gales qui, en droit f&#233;d&#233;ral et dans la proc&#233;dure de plusieurs cantons, laissent au juge  (parfois m&#234;me &#224; un fonctionnaire charg&#233; de l'instruction) une plus grande libert&#233; pour prendre des mesures restrictives ou coercitives pratiquement analogues &#224; la mise au secret, et cela pour un temps que la loi ne fixe pas et sans &#234;tre oblig&#233; de soumettre toute prolongation de ces mesures &#224; l'approbation pr&#233;alable d'une instance judiciaire cantonale. Avec raison, on a fait observer que \"la r&#233;glementation BGE 103 Ia 293 S. 299de ce moyen de pression est peut-&#234;tre un moindre mal, car l&#224; o&#249; la loi ignore la \"mise au secret\", rien n'interdit au juge d'emp&#234;cher toute communication avec le pr&#233;venu, sans limite de temps, ce qui constitue une torture morale plus grave\" (voir FRAN&#199;OIS CLERC, La d&#233;tention avant jugement, Recueil de travaux suisses pr&#233;sent&#233;s au VIIIe Congr&#232;s international de droit compar&#233;, p. 404).\nd) Telle qu'elle est pr&#233;vue dans les codes de proc&#233;dure p&#233;nale de quatre cantons romands, l'institution de la mise au secret &#224; fait l'objet de critiques relativement fr&#233;quentes en doctrine. On lui reproche essentiellement d'&#234;tre un moyen de pression que le juge utilise parfois pour obtenir un aveu de l'inculp&#233;. Partant de l'id&#233;e que le juge dispose, notamment en droit genevois ou neuch&#226;telois, d'autres moyens d'&#233;viter toute collusion, on a consid&#233;r&#233; que la mise au secret serait, en r&#233;alit&#233;, \"une sanction prise contre le pr&#233;venu r&#233;calcitrant &#224; l'interrogatoire\", une mesure \"qui implique pour beaucoup d'hommes une torture morale\" (FEYYAZ G&#214;LC&#220;KL&#220;, L'interrogatoire en mati&#232;re p&#233;nale, &#233;tude de droit neuch&#226;telois, th&#232;se Neuch&#226;tel 1952, p. 78 ss). Certes,  \"la d&#233;tention pr&#233;ventive a un effet accessoire qu'on ne pourra jamais &#233;liminer compl&#232;tement: ce sont les aveux que l'inculp&#233; est souvent amen&#233; &#224; faire dans l'espoir que rien ne s'opposera &#224; son &#233;largissement\"; c'est pourquoi l'on ne saurait approuver la mise au secret, car elle affaiblit encore la volont&#233; de l'inculp&#233; (MAX WAIBLINGER, en collaboration avec Roger Lang et Roland Jaton, La protection de la libert&#233; individuelle durant l'instruction, Revue internationale de droit p&#233;nal, Paris 1953, p. 250 et 251). Plusieurs auteurs ont plus ou moins nettement confirm&#233; ces critiques (HANS F. PFENNINGER, Probleme des schweizerischen Strafprozessrechts, Ausgew&#228;hlte Aufs&#228;tze, p. 120;  FRAN&#199;OIS CLERC, Le proc&#232;s p&#233;nal en Suisse romande, p. 86; HANS WALDER, Die Vernehmung des Beschuldigten, p. 155; DOMINIQUE PONCET, L'instruction contradictoire dans le syst&#232;me de la proc&#233;dure p&#233;nale genevoise et en droit fran&#231;ais, th&#232;se Gen&#232;ve 1967, p. 140 ss; FRAN&#199;OIS CLERC, La d&#233;tention pr&#233;ventive, RPS 84/1968, p. 165 ss; du m&#234;me auteur, La d&#233;tention avant jugement, Recueil de travaux suisses pr&#233;sent&#233;s au VIIIe Congr&#232;s international de droit compar&#233;, p. 404; du m&#234;me auteur, Initiation &#224; la justice p&#233;nale en Suisse, vol. I, p. 173). Pour HANS SCHULTZ, \"le sens de cette mise au secret BGE 103 Ia 293 S. 300ne peut &#234;tre rien d'autre que d'arracher un aveu au pr&#233;venu r&#233;calcitrant. Point n&#233;cessaire de dire que cette mani&#232;re de proc&#233;der n'est pas compatible avec les droits de l'homme ni avec les principes d'une proc&#233;dure p&#233;nale moderne et humaine\" (La sauvegarde des droits des d&#233;tenus, Revue de science criminelle et de droit compar&#233;, suppl&#233;ment 1967, p. 101). En r&#233;sum&#233;, on peut donc constater que la plupart des auteurs reprochent &#224; l'institution de la mise au secret d'&#234;tre une mesure qui, en isolant compl&#232;tement l'inculp&#233;, aggrave inutilement le r&#233;gime de la d&#233;tention pr&#233;ventive; on conteste, en g&#233;n&#233;ral, que cette mesure soit ordonn&#233;e r&#233;ellement dans le but - en soi reconnu l&#233;gitime - d'&#233;viter toute collusion de l'inculp&#233; avec des tiers et l'on en d&#233;duit qu'elle constitue en fait un moyen de pression - difficilement compatible avec les principes modernes de la proc&#233;dure p&#233;nale - qui est exerc&#233; sur les inculp&#233;s r&#233;calcitrants pour les amener &#224; faire des aveux.\nOn peut cependant se demander si ces critiques sont en l'esp&#232;ce d&#233;cisives, car les auteurs qui les ont formul&#233;es se sont plac&#233;s essentiellement sur le terrain du droit p&#233;nal ou de la proc&#233;dure p&#233;nale. Ils n'ont pas examin&#233;, en droit constitutionnel, si la mise au secret est compatible avec la notion de libert&#233; personnelle, telle qu'elle est garantie en droit f&#233;d&#233;ral non &#233;crit. Certes, l'auteur d'une th&#232;se consacr&#233;e &#224; la protection de la libert&#233;  personnelle dans la proc&#233;dure p&#233;nale du canton d'Argovie soutient que la mise au secret \"hat als fix festgelegte Institution tats&#228;chlich keine Berechtigung;  denn jede Versch&#228;rfung der Haft bedeutet eine Versch&#228;rfung eines Freiheitseingriffes und hat sich auf die im individuellen Fall n&#246;tigen Massnahmen zu beschr&#228;nken\" (voir MARKUS MEYER, Der Schutz der pers&#246;nlichen Freiheit im rechtsstaatlichen Strafprozess, th&#232;se Zurich 1962, p. 145). Cet auteur para&#238;t cependant avoir oubli&#233; que la mise au secret a &#233;t&#233; institu&#233;e dans les cantons romands pr&#233;cis&#233;ment pour &#233;viter les abus. Dans chaque cas particulier, le juge doit v&#233;rifier si cette mesure est justifi&#233;e et il ne peut l'ordonner que pour un temps strictement limit&#233; et sous le contr&#244;le d'une instance judiciaire cantonale (voir, &#224; cet &#233;gard, JUSTUS KR&#220;MPELMANN, Die Untersuchungshaft im deutschen, ausl&#228;ndischen und internationalen Recht, Landesbericht f&#252;r die Schweiz, p. 657 et 658).\n\n    5. Selon la jurisprudence, la d&#233;tention pr&#233;ventive a pour but d'assurer le d&#233;roulement r&#233;gulier de l'enqu&#234;te p&#233;nale; elle BGE 103 Ia 293 S. 301doit emp&#234;cher l'inculp&#233; de se soustraire &#224; la proc&#233;dure en s'enfuyant ou de faire dispara&#238;tre les indices de son acte d&#233;lictueux, entravant ainsi l'&#233;claircissement de l'affaire (ATF 97 I 52 consid. 4 b et les r&#233;f&#233;rences cit&#233;es). Ainsi, pour autant qu'elles ne restreignent pas la libert&#233; du d&#233;tenu au-del&#224; de ce qu'exigent ce but de l'instruction p&#233;nale et l'ordre de l'&#233;tablissement de d&#233;tention (ATF 100 Ia 458 consid. If), certaines mesures peuvent &#234;tre prises &#224; l'&#233;gard de l'inculp&#233; en d&#233;tention pr&#233;ventive qui aggravent le r&#233;gime de sa d&#233;tention, notamment en limitant ses relations avec l'ext&#233;rieur (ATF 100 Ia 456 ss, ATF 99 Ia 270 ss consid. IV et V, ATF 97 I 843 consid.  5). En revanche, des restrictions de libert&#233; ayant un caract&#232;re p&#233;nal sont inadmissibles dans le r&#233;gime de la d&#233;tention pr&#233;ventive, &#224; moins qu'il ne s'agisse de mesures disciplinaires; de m&#234;me, sont contraires &#224; la constitution les limitations de la libert&#233; d'un inculp&#233; plac&#233; en d&#233;tention pr&#233;ventive qui auraient pour but de le contraindre &#224; reconna&#238;tre les infractions qui lui sont reproch&#233;es (ATF 97 I 843 consid. 5).\na) Le l&#233;gislateur vaudois n'a certainement pas pr&#233;vu le r&#233;gime sp&#233;cial de la mise au secret pour assurer l'ordre n&#233;cessaire dans les &#233;tablissements de d&#233;tention, ni comme une peine disciplinaire qui serait inflig&#233;e aux d&#233;tenus ayant enfreint les r&#232;gles de discipline. Il a pr&#233;cis&#233; que le juge peut ordonner la mise au secret \"lorsque les besoins de l'enqu&#234;te l'exigent\" (art. 79 al. 1  CPP). Cette mesure semble donc avoir &#233;t&#233; institu&#233;e dans un but que la jurisprudence et la doctrine reconnaissent l&#233;gitime.\nToutefois, dans la doctrine, on a soutenu que la mise au secret, telle qu'elle est pr&#233;vue dans quatre cantons romands, ne peut pas avoir un autre but que de contraindre l'inculp&#233; r&#233;calcitrant &#224; reconna&#238;tre les infractions qui lui sont reproch&#233;es, et qu'elle est donc, de ce fait, inadmissible (voir, dans ce sens, GENEVI&#200;VE ZIRILLI, Probl&#232;mes relatifs &#224; la d&#233;tention pr&#233;ventive, th&#232;se Lausanne 1975, p. 101; voir cependant l'opinion plus nuanc&#233;e de MARTIN SCHUBARTH, Die Rechte des Beschuldigten im Untersuchungsverfahren, besonders bei Untersuchungshaft; eine Analyse der schweizerischen Strafprozessgesetze unter rechtsstaatlichen Gesichtspunkten, p. 182 et 183). Par ailleurs, dans l'arr&#234;t X., du 22 janvier 1975, le Tribunal f&#233;d&#233;ral n'a certes pas tranch&#233; la question sur le plan th&#233;orique, mais, sensible aux arguments d&#233;velopp&#233;s dans la BGE 103 Ia 293 S. 302doctrine, il a tout de m&#234;me laiss&#233; entendre que le juge d'instruction paraissait avoir ordonn&#233; la mise au secret non pas dans le but d'&#233;viter toute collusion (en droit genevois, il disposait pour cela d'autres moyens), mais pour faire pression sur l'inculp&#233; (ATF 101 Ia 56 consid. 7 d).\nb) Dans la d&#233;cision attaqu&#233;e, le Tribunal d'accusation a d&#233;fini les conditions d'application de l'art. 79 al. 1 CPP vaud. La mise au secret ne peut  &#234;tre ordonn&#233;e qu'en raison des exigences de l'instruction; elle ne saurait viser &#224; constituer un moyen de pression sur le pr&#233;venu et \"il convient, en outre, pour respecter le principe de la proportionnalit&#233; d'une telle mesure, d'ajouter qu'elle doit &#234;tre limit&#233;e aux enqu&#234;tes se rapportant aux d&#233;lits graves, qu'elle doit &#234;tre utilis&#233;e exceptionnellement et qu'elle l'est en fait dans le canton de Vaud\". Il a ensuite jug&#233; que la mesure ordonn&#233;e par le juge informateur satisfaisait &#224; ces conditions restrictives, consid&#233;rant notamment  \"que le succ&#232;s des investigations impose des mesures particuli&#232;res de s&#233;curit&#233;  visant &#224; en assurer la discr&#233;tion et &#224; &#233;liminer tout risque de collusion avec les tiers encore recherch&#233;s\". Se r&#233;f&#233;rant aux &#233;l&#233;ments de la proc&#233;dure, il a ainsi constat&#233; \"que la mesure en tant que telle ne constitue pas un moyen de pression sur le recourant pour le faire parler\".\nPour sa part, le recourant n'all&#232;gue aucun fait pr&#233;cis qui soit de nature &#224;  contredire - ou m&#234;me &#224; mettre en doute - les constatations faites par l'instance cantonale de recours. Il ne pr&#233;tend pas ni ne d&#233;montre que, dans son cas particulier, la mise au secret aurait &#233;t&#233; en r&#233;alit&#233; ordonn&#233;e dans le but de faire pression sur lui pour l'obliger &#224; parler; dans son m&#233;moire de recours, il cite simplement les consid&#233;rations qui ont &#233;t&#233; faites dans la doctrine au sujet de l'institution de la mise au secret dans les cantons romands.\nDans ces conditions, il faut consid&#233;rer que le bien-fond&#233; des critiques formul&#233;es dans la doctrine n'est pas d&#233;montr&#233;, tout au moins en ce qui concerne l'application des art. 79 et 80 CPP dans le canton de Vaud. Le recourant n'a fourni aucune preuve ni m&#234;me des indices permettant de penser que, dans son cas ou dans d'autres cas concrets, une mise au secret a &#233;t&#233; ordonn&#233;e dans le seul but de faire pression sur le pr&#233;venu pour l'obliger &#224; parler. Il r&#233;sulte au contraire des renseignements donn&#233;s par le procureur g&#233;n&#233;ral du canton de Vaud que BGE 103 Ia 293 S. 303les ordonnances de mise au secret sont tout &#224; fait exceptionnelles dans la pratique judiciaire vaudoise et qu'elles ne sont rendues que si les besoins de l'enqu&#234;te le justifient. Le recourant ne conteste pas l'exactitude de ces renseignements.\n\n    6. a) Il convient d&#232;s lors d'examiner si la mise au secret, telle qu'elle est r&#233;glement&#233;e en droit vaudois (art. 79 et 80 CPP), restreint la libert&#233; des pr&#233;venus au-del&#224; de ce qu'exigent les besoins de l'enqu&#234;te et si, de ce fait, elle consacre - ou peut consacrer - une violation du principe de la proportionnalit&#233;. Tenant compte du caract&#232;re exceptionnel de cette mesure, admise seulement dans les cas graves et pour un temps strictement limit&#233;, le Tribunal d'accusation ne l'a pas admis. Dans ses observations, le procureur g&#233;n&#233;ral du canton de Vaud s'efforce de d&#233;montrer que la mise au secret est compatible avec la garantie constitutionnelle de la libert&#233; personnelle. En revanche, le recourant soutient une opinion contraire: &#224; ses dires, les dispositions des art. 80 et 81 du r&#232;glement vaudois des maisons d'arr&#234;ts, des prisons d'arrondissement, du 11 janvier 1944, \"sauvegardent enti&#232;rement les besoins de l'enqu&#234;te; on ne saurait recourir, sans violer le principe de proportionnalit&#233;, au r&#233;gime plus strict de la mise au secret\".\nActuellement, le r&#233;gime de la d&#233;tention pr&#233;ventive est d&#233;fini en droit vaudois par les art. 64 et 65 CPP et 121 ss de la loi du 18 septembre 1973 sur l'ex&#233;cution des condamnations p&#233;nales et de la d&#233;tention pr&#233;ventive, qui a remplac&#233;, d&#232;s le 1er janvier 1974, le r&#232;glement du 11 janvier 1944. En r&#232;gle g&#233;n&#233;rale, les personnes d&#233;tenues pr&#233;ventivement sont isol&#233;es les unes des autres; le juge peut prescrire des mesures particuli&#232;res d'isolement pour les besoins de l'enqu&#234;te (art. 122 al. 2 et 3 de la loi du 18 septembre 1973). Le pr&#233;venu en d&#233;tention pr&#233;ventive peut recevoir la visite des personnes qui sont munies d'une permission du juge, mais, sauf autorisation sp&#233;ciale du juge, ces visites ne sont admises qu'en pr&#233;sence d'un gardien ou d'un agent de la police judiciaire et &#224; raison d'une personne &#224; la fois (art. 64 al. 1 et 2 CPP vaud.). En outre, le pr&#233;venu ne peut recevoir ou exp&#233;dier la correspondance, des objets ou des messages que sous le contr&#244;le et par l'interm&#233;diaire du juge (art. 65 al. 1 et 2 CPP vaud.). Toutefois, ces mesures restrictives ne sont pas applicables au d&#233;fenseur, qui peut librement communiquer, oralement ou par BGE 103 Ia 293 S. 304&#233;crit, avec le pr&#233;venu (art. 64 al. 3 et 65 al. 3 CPP). Enfin, selon l'art. 124  de la loi du 18 septembre 1973, les m&#233;decins et aum&#244;niers attitr&#233;s de la prison et les autres personnes ayant un mandat de l'administration p&#233;nitentiaire ont libre acc&#232;s aupr&#232;s des personnes d&#233;tenues pr&#233;ventivement, sous r&#233;serve d'instructions contraires du juge. Cette disposition r&#233;serve cependant l'art.  80 CPP.\nAux termes de l'art. 80 al. 1 CPP, le pr&#233;venu mis au secret ne peut communiquer avec personne. Cela veut dire d'abord qu'il doit &#234;tre isol&#233; des autres d&#233;tenus, mais cet isolement est d&#233;j&#224; pr&#233;vu comme la r&#232;gle g&#233;n&#233;rale, applicable dans le r&#233;gime normal de la d&#233;tention pr&#233;ventive (art. 122 al. 2 de la loi du 18 septembre 1973). Ensuite, la mise au secret a pour cons&#233;quence l'interdiction des visites qui, dans le r&#233;gime normal, sont assez g&#233;n&#233;ralement permises; en outre, elle entra&#238;ne la suppression du droit qui, dans le r&#233;gime normal, appartient &#224; tout pr&#233;venu de communiquer librement avec son d&#233;fenseur. En revanche, il semble bien que le pr&#233;venu mis au secret conserve la facult&#233; de recevoir et d'exp&#233;dier des lettres, des objets ou des messages sous le contr&#244;le et par l'interm&#233;diaire du juge. L'art. 80 al. 2 CPP autorise le juge &#224; apporter au r&#233;gime du secret les assouplissements qu'il jugera opportuns, notamment en ce qui concerne le d&#233;fenseur. Dans ses observations sur le recours, le Minist&#232;re public affirme qu'en droit vaudois, \"l'acc&#232;s au m&#233;decin et &#224;  l'aum&#244;nier existe pour le d&#233;tenu au secret\", si ce dernier le demande. Il convient de prendre acte de cette d&#233;claration, dont le recourant ne conteste pas le bien-fond&#233;.\nb) Pratiquement, la mise au secret entra&#238;ne, en droit vaudois, deux restrictions suppl&#233;mentaires de la libert&#233; relative dont jouissent normalement les pr&#233;venus plac&#233;s en d&#233;tention pr&#233;ventive: ce sont, d'une part, la suppression des visites et, d'autre part, l'interdiction de communiquer avec le d&#233;fenseur. Or le recourant critique essentiellement cette seconde cons&#233;quence, qu'il tient pour une mesure de m&#233;fiance inadmissible &#224; l'&#233;gard des avocats et, de ce fait, incompatible avec la garantie constitutionnelle de la libert&#233;  personnelle. Ce moyen n'est pas fond&#233;.\nLa l&#233;gislation f&#233;d&#233;rale (art. 117 PPF et 58 DPA) ainsi que la plupart des lois cantonales posent en principe la libre communication, oralement et par  &#233;crit, avec le d&#233;fenseur, mais elles BGE 103 Ia 293 S. 305pr&#233;voient que le juge d'instruction peut exceptionnellement limiter ou faire cesser ces communications pour un temps d&#233;termin&#233;, \"lorsque l'int&#233;r&#234;t de l'instruction l'exige\". D'autres l&#233;gislations cantonales disposent que ce droit ne pourra s'exercer qu'&#224; partir d'un certain stade de la proc&#233;dure ou, mais alors exceptionnellement, avant ce stade. En revanche, et cela vaut pour toutes les l&#233;gislations helv&#233;tiques, &#224; partir d'un moment que l'on peut fixer approximativement &#224; la p&#233;riode entre la cl&#244;ture de l'instruction et l'&#233;ventuel renvoi en jugement, la consultation du dossier par le d&#233;fenseur ne pourra plus  &#234;tre refus&#233;e (voir DOMINIQUE PONCET, Le droit &#224; l'assistance de l'avocat durant la proc&#233;dure, Recueil de travaux suisses pr&#233;sent&#233;s au VIIIe Congr&#232;s international de droit compar&#233;, p. 422 et les r&#233;f&#233;rences cit&#233;es).\nCes limitations du droit de communiquer librement avec son d&#233;fenseur peuvent para&#238;tre \"fort critiquables\" (voir DOMINIQUE PONCET, loc.cit., p. 423), elles n'en existent pas moins partout en Suisse, de sorte qu'il n'est pas possible d'affirmer que le pr&#233;venu en d&#233;tention pr&#233;ventive doit avoir en Suisse un droit absolu et inconditionnel de communiquer librement avec son d&#233;fenseur &#224; tous les stades de l'enqu&#234;te p&#233;nale. Ce droit peut &#234;tre limit&#233; ou m&#234;me supprim&#233; pour autant que cette mesure soit prise &#224; titre exceptionnel, dans les cas graves, et seulement pour le temps n&#233;cessaire aux besoins de l'enqu&#234;te. Or tel est bien le cas, en droit vaudois, de la mise au secret qui, selon la loi et la jurisprudence, est subordonn&#233;e &#224; des conditions - formelles et mat&#233;rielles -  rigoureuses et reste, en fait, une mesure exceptionnelle. Il faut d'ailleurs relever qu'il s'agit l&#224;, en droit vaudois, de la seule mesure par laquelle toute communication du pr&#233;venu avec son d&#233;fenseur peut &#234;tre interdite. Le juge vaudois ne dispose pas d'autre moyen, telle la suspension de l'information contradictoire que le juge d'instruction genevois peut ordonner \"lorsque l'importance d'une proc&#233;dure l'exige\" (art. 70 al. 1 CPP gen.; voir &#224; ce sujet ATF 101 Ia 56 consid. 7 d; DOMINIQUE PONCET, Th&#232;se pr&#233;cit&#233;e, Gen&#232;ve 1967, p.  138 ss). Il convient en outre de rappeler qu'en vertu de l'art. 80 al. 2 CPP, le juge informateur - ou le Tribunal d'accusation - peut apporter au r&#233;gime du secret certains assouplissements, notamment en ce qui concerne le d&#233;fenseur: le pr&#233;venu et son d&#233;fenseur ont donc toujours la possibilit&#233; de faire valoir des motifs particuliers d'obtenir cet BGE 103 Ia 293 S. 306assouplissement. Or, en l'esp&#232;ce, le Tribunal d'accusation a relev&#233; qu'&#224; aucun moment le recourant \"n'a indiqu&#233; en quoi il serait indispensable de voir son d&#233;fenseur imm&#233;diatement\" et \"que le dossier ne r&#233;v&#232;le pas non plus de circonstance particuli&#232;re qui justifierait l'application d'office de l'art. 80  al. 2 CPP\".\nc) En d&#233;finitive, il n'est pas d&#233;montr&#233; qu'en droit vaudois la mise au secret comporte une limitation de la libert&#233; personnelle en soi disproportionn&#233;e au but - reconnu l&#233;gitime - pour lequel elle peut &#234;tre ordonn&#233;e et il n'est pas exact de dire que le juge vaudois ne tient pas compte des circonstances de chaque cas (voir MARKUS MEYER, th&#232;se pr&#233;cit&#233;e, Zurich 1962, p. 145). Le juge informateur et le Tribunal d'accusation ont l'obligation de lever le secret d&#232;s le moment o&#249; les besoins de l'enqu&#234;te n'exigent plus l'isolement du pr&#233;venu; de plus, en vertu de l'art. 80 al. 2 CPP, ils peuvent - et doivent - apporter au r&#233;gime du secret les assouplissements justifi&#233;s par les circonstances. Par ailleurs, ces limitations de la libert&#233; personnelle en droit vaudois (notamment la suppression de toute communication directe entre le pr&#233;venu et son d&#233;fenseur) existent dans la plupart des autres cantons comme aussi dans la l&#233;gislation f&#233;d&#233;rale. S'il fallait tenir les dispositions des art. 79 et 80 CPP pour incompatibles avec le principe de la proportionnalit&#233;, il est clair que l'on devrait aussi d&#233;clarer contraires &#224; la garantie constitutionnelle de la libert&#233; personnelle toutes les dispositions l&#233;gales ou r&#233;glementaires qui, en droit f&#233;d&#233;ral et dans la plupart des cantons, autorisent le juge &#224; interdire, pour un temps limit&#233;, les communications entre le pr&#233;venu et son d&#233;fenseur. Dans ces conditions, le moyen tir&#233; d'une pr&#233;tendue violation du principe de la proportionnalit&#233; doit &#234;tre rejet&#233;.\n\n    7. Le recourant soutient en outre que l'institution m&#234;me de la mise au secret est contraire &#224; la libert&#233; personnelle garantie aux art. 3 et 6 de la Convention europ&#233;enne des droits de l'homme.\na) Aux termes de l'art. 3 de la convention, \"nul ne peut &#234;tre soumis &#224; la torture ni &#224; des peines ou traitements inhumains ou d&#233;gradants\". Cette disposition est interpr&#233;t&#233;e en ce sens que l'autorit&#233; n'a pas le droit, dans le proc&#232;s p&#233;nal, de faire usage de m&#233;thodes d'interrogatoire ayant pour effet de porter atteinte &#224; la libert&#233; de d&#233;cision du pr&#233;venu (ATF 101 Ia BGE 103 Ia 293 S. 30758/59 consid. 9; voir aussi GURADZE, Die Europ&#228;ische Menschenrechtskonvention, Kommentar, Nos 9 et 11 ad art. 3 p. 53 et 54); \"sogenannte  &#220;berrumpelungsman&#246;ver sind unzul&#228;ssig; sie stellen eine Entw&#252;rdigung der Person dar\" (voir PETER BISCHOFBERGER, Die Verfahrensgarantie der europ&#228;ischen Konvention zum Schutze der Menschenrechte und Grundfreiheiten (Art. 5 und 6) in ihrer Einwirkung auf das schweizerische Strafprozessrecht, th&#232;se Zurich 1972, n. 519). Cependant, pour la Commission europ&#233;enne des droits de l'homme, toute m&#233;thode d'interrogatoire ne consacre pas une violation de l'art. 3 d&#232;s lors qu'elle est de nature &#224; porter atteinte &#224; la libert&#233; de d&#233;cision du pr&#233;venu;  dans l'application de l'art. 3 l'appr&#233;ciation des circonstances joue un r&#244;le important (voir des exemples de m&#233;thodes jug&#233;es admissibles en raison des circonstances, notamment en Irlande du Nord, cit&#233;s par FRANCIS G. JACOBS, The European Convention on human rights, p. 25, FREDE CASTBERG, The European Convention on human rights, p. 82 et 83).\nDans son m&#233;moire de recours, le recourant ne se plaint pas d'avoir d&#251; subir, au cours de sa mise au secret, des interrogatoires selon des m&#233;thodes ayant port&#233; atteinte &#224; sa libert&#233; de d&#233;cision. Il ne pr&#233;tend pas non plus que le r&#233;gime du secret ait eu chez lui un tel effet. Par ailleurs, il n'a pas d&#233;montr&#233; que, dans le canton de Vaud, la mise au secret a &#233;t&#233; ordonn&#233;e dans le but de faire pression sur le pr&#233;venu r&#233;calcitrant pour l'obliger &#224; parler ni qu'elle a pu avoir pour effet de porter atteinte &#224; la libert&#233; de d&#233;cision du pr&#233;venu. Le recourant se contente d'affirmer, d'une mani&#232;re toute g&#233;n&#233;rale et th&#233;orique, que la suppression de tout contact entre le pr&#233;venu et le monde ext&#233;rieur \"constitue un traitement inhumain ou d&#233;gradant au sens de l'art. 3 de la Convention, car il n'est rien d'autre qu'une forme de torture psychique\". Dans ces conditions, le moyen tir&#233; d'une pr&#233;tendue violation de l'art. 3 de la convention n'appara&#238;t pas fond&#233;.\nb) Enfin, selon le recourant, \"l'exclusion de l'avocat - f&#251;t-ce pour un temps relativement court - est contraire au droit de tout accus&#233; &#224; avoir les facilit&#233;s n&#233;cessaires &#224; la pr&#233;paration de sa d&#233;fense et &#224; avoir l'assistance d'un d&#233;fenseur (art. 6 ch. 3b et c de la Convention)\".\nAux termes de l'art. 6 al. 3 lettre b de la convention, \"tout accus&#233; a droit notamment &#224; ... disposer du temps et des BGE 103 Ia 293 S. 308facilit&#233;s n&#233;cessaires &#224; la pr&#233;paration de sa d&#233;fense\", ce qui signifie qu'il doit pouvoir librement communiquer avec son d&#233;fenseur (voir GURADZE, op.cit., No 31 ad art. 6 p. 107). Dans son rapport du 9 d&#233;cembre 1968 relatif &#224; la convention, le Conseil f&#233;d&#233;ral a relev&#233; &#224; ce sujet que \"le droit de la d&#233;fense entra&#238;ne normalement celui de communiquer librement avec son d&#233;fenseur\". Se r&#233;f&#233;rant &#224; la l&#233;gislation genevoise, il a ajout&#233; que \"les cantons qui autorisent le juge d'instruction &#224; ordonner, dans des cas exceptionnels et pour les besoins de l'enqu&#234;te, la mise au secret de l'inculp&#233; pourraient d&#232;s lors rencontrer certaines difficult&#233;s suivant l'usage que leurs autorit&#233;s feront de cette facult&#233;\" (FF 1968 II 1120 n. 6).\nNi la Commission, ni la Cour europ&#233;enne des droits de l'homme n'ont pos&#233; en principe absolu le droit inconditionnel pour le pr&#233;venu de communiquer avec son d&#233;fenseur librement et en tout temps. Au contraire, sans le dire express&#233;ment, la Commission semble admettre comme allant de soi certaines restrictions apport&#233;es &#224; l'exercice de ce droit, l'essentiel &#233;tant que le d&#233;fenseur soit en mesure d'assister le pr&#233;venu au stade d&#233;cisif de la proc&#233;dure. Ainsi, dans l'affaire K&#246;plinger, ayant constat&#233; que l'avocat avait assist&#233; le requ&#233;rant &#224;  un stade d&#233;cisif de la proc&#233;dure, la Commission a consid&#233;r&#233; que l'avocat \"a dispos&#233; du temps et des facilit&#233;s n&#233;cessaires &#224; la pr&#233;paration de la d&#233;fense de K&#246;plinger\"; de plus, \"elle estime que le requ&#233;rant n'a pas &#233;t&#233; emp&#234;ch&#233; de d&#233;velopper de fa&#231;on appropri&#233;e ses recours interjet&#233;s contre le jugement de premi&#232;re instance, du fait que les autorit&#233;s de la prison ne lui ont pas permis d'apporter avec lui ses notes manuscrites et ses documents annot&#233;s, lorsqu'il a  &#233;t&#233; conduit au parloir pour y rencontrer son avocat\" (voir R&#233;pertoire de la jurisprudence relative &#224; la Convention europ&#233;enne des droits de l'homme,  1955-1967, p. 151 et 153, No 172). Dans la doctrine, on a encore pr&#233;cis&#233; que l'inculp&#233; doit, dans la mesure du possible, &#234;tre autoris&#233; &#224; communiquer avec son d&#233;fenseur, librement, par &#233;crit et oralement, d&#232;s que l'&#233;tat de la proc&#233;dure le permet et notamment lorsqu'il n'y a plus de danger de collusion  (voir PETER BISCHOFBERGER, op.cit., n. 514; voir cependant DOMINIQUE PONCET, La protection de l'accus&#233; par la Convention europ&#233;enne des droits de l'homme, p.  184, n. 527, qui soutient que les r&#232;gles de la CEDH concernant la communication avec le d&#233;fenseur s'appliquent &#233;galement &#224; la phase de BGE 103 Ia 293 S. 309l'instruction pr&#233;paratoire, ce qui a pour cons&#233;quence que toutes les dispositions des diverses proc&#233;dures qui ont pour effet d'interdire cette communication, ou de la suspendre, sont contraires &#224; la Convention). Il est vrai que, selon le ch. 93 des r&#232;gles minima pour le traitement des d&#233;tenus, adopt&#233;es par le Comit&#233; des ministres du Conseil de l'Europe en date du 19  janvier 1973, \"un pr&#233;venu doit, d&#232;s son incarc&#233;ration, pouvoir choisir son avocat ou &#234;tre autoris&#233; &#224; demander la d&#233;signation d'un avocat d'office lorsque cette assistance est pr&#233;vue, et &#224; recevoir des visites de son avocat en vue de sa d&#233;fense\". Toutefois, cette r&#233;solution No (73) 5 du Comit&#233; des ministres contient seulement des recommandations et non pas des normes de droit international obligatoires pour les Etats membres du Conseil de l'Europe; selon la jurisprudence, un d&#233;tenu ne peut pas, par la voie du recours de droit public, se plaindre de la violation d'une ou de plusieurs de ces recommandations (ATF 102 Ia 284 consid. 2c, 307 consid. 4a). Par ailleurs, il faut relever qu'en l'esp&#232;ce, ni le recourant, ni son d&#233;fenseur n'ont r&#233;clam&#233;, devant les instances cantonales, l'observation stricte de la r&#232;gle No 93; ils n'ont pas demand&#233; un assouplissement du r&#233;gime du secret dans ce sens (art. 80  al. 2 CPP).\nAinsi, en raison de son caract&#232;re exceptionnel et des conditions rigoureuses  - formelles et mat&#233;rielles - auxquelles elle est subordonn&#233;e en droit vaudois, l'institution de la mise au secret telle qu'elle est r&#233;glement&#233;e aux art. 79 et  80 CPP n'appara&#238;t pas en soi contraire aux dispositions de l'art. 6 de la convention.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours.\n \n   \n   "
}