{
  "titre": "133 V 288",
  "annee": "2007",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     637\n                                                                        638\n                                                                        639\n                                                                        640\n                                                                        641\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n133 V 28838. Extrait de l'arr&#234;t de la IIe Cour de droit social dans la cause G. contre Fondation Patria pour le d&#233;veloppement de l'assurance en faveur du personnel ainsi que Tribunal des assurances du canton de Vaud (recours de droit administratif)\nB 60/06 du 9 mai 2007\n  \nRegeste\nArt. 122 et 124 CC; art. 5 et 22 LFLP: Survenance du cas d'assurance en raison de la retraite anticip&#233;e; partage de la prestation de sortie ou indemnit&#233; &#233;quitable?  Lorsque le cas de pr&#233;voyance \"vieillesse\" est survenu parce que les conditions de la naissance du droit aux prestations de vieillesse - dont celle de la d&#233;claration de l'&#233;poux quant &#224; la retraite anticip&#233;e - sont r&#233;alis&#233;es, le partage de la prestation de sortie au sens de l'art. 122 CC n'est plus possible. Tel est le cas m&#234;me si l'&#233;poux a fait de fausses d&#233;clarations, notamment quant &#224; son &#233;tat civil, et que l'institution de pr&#233;voyance n'a pas requis le consentement de l'ex-&#233;pouse (consid. 4.3). \n\n\n  \n  \n  \nFaits &#224; partir de page 288\n\n\n    BGE 133 V 288 S. 288\n   \n\n    A. A l'issue d'une proc&#233;dure de divorce ouverte en 1998, le Tribunal civil de l'arrondissement de la Broye et du Nord vaudois a, par jugement du 3 novembre 2004, prononc&#233; le divorce de G. et E., mari&#233;s depuis 1975. Il a par ailleurs ordonn&#233; que la moiti&#233; de la BGE 133 V 288 S. 289prestation de sortie de l'&#233;poux soit transf&#233;r&#233;e sur le compte de libre passage de l'&#233;pouse aupr&#232;s du Fonds Interprofessionnel de pr&#233;voyance (ch. VI du dispositif). Il a encore jug&#233; que E. &#233;tait d&#233;biteur de G. de la somme de 100'000 fr. &#224; titre d'indemnit&#233; &#233;quitable au sens de l'art. 124 CC &#224; la condition suspensive que le versement de la somme due par la caisse de pension de E. &#224; celle de G. f&#251;t impossible (ch. VII du dispositif).\n\n    B. Apr&#232;s l'entr&#233;e en force du jugement de divorce le 25 novembre 2004 et le transfert du dossier au Tribunal des assurances du canton de Vaud pour ex&#233;cution du partage, celui-ci a proc&#233;d&#233; &#224; diverses mesures d'instruction. C'est ainsi que la Fondation Patria pour le d&#233;veloppement de l'assurance en faveur du personnel (ci-apr&#232;s: la fondation), &#224; laquelle l'ex-&#233;poux avait &#233;t&#233; affili&#233; du 1er septembre 1976 au 31 janvier 2002, a indiqu&#233; qu'elle avait re&#231;u un formulaire \"annonce de sortie\", dat&#233; du 14 octobre 2002 et sign&#233; par E. et son employeur, l'informant de la fin des rapports de travail au 31 janvier 2002. Apr&#232;s lui avoir fait remplir le formulaire \"prestation compl&#233;mentaire avec questionnaire sur l'&#233;tat de sant&#233;\" (dat&#233; du 4 novembre 2002), la fondation avait vers&#233; &#224; E. le montant de 159'229 fr. 15 (valeur au 31 janvier 2002) au titre de paiement de l'avoir de vieillesse en capital en raison de la retraite anticip&#233;e &#224; 61 ans. Ce montant correspondait aux prestations dues en vertu, d'une part, du contrat de pr&#233;voyance n&#176; 15319.1.20 conclu le 1er  janvier 1985 sous forme de rente (par 145'008 fr. 80) et, d'autre part, du contrat de pr&#233;voyance n&#176; 37711.4.20 conclu le 1er janvier 1995 sous forme de capital (par 14'220 fr. 35). (...)\nStatuant le 30 janvier 2006, le Tribunal des assurances du canton de Vaud a jug&#233; qu'il ne pouvait &#234;tre proc&#233;d&#233; au partage et a ray&#233; la cause du r&#244;le.\n\n    C. G. a interjet&#233; un recours de droit administratif contre le jugement cantonal, en concluant, sous suite de frais et d&#233;pens, &#224; ce que la fondation f&#251;t condamn&#233;e &#224; lui verser \"le capital de compensation accord&#233;\" par le jugement de divorce.\nPar d&#233;termination du 17 ao&#251;t 2006, la fondation a conclu au rejet du recours. Le Fonds interprofessionnel de pr&#233;voyance, auquel est affili&#233;e l'ex-&#233;pouse, ne s'est pas prononc&#233; sur le recours, tandis que E. n'a pas fait usage de la possibilit&#233; de se d&#233;terminer. De son c&#244;t&#233;, l'Office f&#233;d&#233;ral des assurances sociales (OFAS) a pr&#233;avis&#233; pour l'admission du recours. BGE 133 V 288 S. 290\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Le litige porte sur le partage par moiti&#233; de la prestation de sortie acquise par E. durant le mariage, en ex&#233;cution du jugement de divorce des &#233;poux G. et E. du 3 novembre 2004. Singuli&#232;rement il s'agit d'examiner si le partage conform&#233;ment &#224; l'art. 122 al. 1 CC est possible. A d&#233;faut - la condition pr&#233;vue par le ch. VII du dispositif du jugement de divorce &#233;tant alors r&#233;alis&#233;e -, la recourante a droit &#224; l'indemnit&#233; &#233;quitable au sens de l'art. 124 CC fix&#233;e par le juge du divorce. (...)\n\n    3. \n   \n\n    3.1 Consid&#233;rant qu'un cas de pr&#233;voyance &#233;tait survenu avec la naissance du droit &#224; des prestations de vieillesse en raison de la retraite anticip&#233;e de l'assur&#233;, la juridiction cantonale a retenu que les versements effectu&#233;s par la fondation intim&#233;e au titre de paiement de l'avoir de vieillesse en capital &#224; E., les 25 octobre et 5 d&#233;cembre 2002, soit ant&#233;rieurement &#224; l'entr&#233;e en force du jugement de divorce, avaient rendu impossible le partage d'une prestation de sortie de cet assur&#233;. Examinant par ailleurs si ces versements avaient &#233;t&#233; effectu&#233;s valablement au regard du devoir de diligence de l'institution de pr&#233;voyance, elle en a admis la validit&#233;: ces versements n'&#233;taient pas soumis &#224; l'exigence (l&#233;gale ou r&#233;glementaire) du consentement du conjoint et le d&#233;lai de trois ans dans lequel devait intervenir la d&#233;claration de l'assur&#233; quant au versement sous forme de capital au lieu de rente au sens de l'art. 37 al. 3 LPP n'&#233;tait pas imp&#233;ratif. Enfin, m&#234;me si l'ex-&#233;poux avait menti &#224; la fondation quant &#224; son &#233;tat civil et s'&#233;tait affili&#233; comme ind&#233;pendant tout en indiquant avoir pris une retraite anticip&#233;e, on ne pouvait qualifier son comportement d'abus de droit, ni reprocher &#224; l'institution de pr&#233;voyance une violation de son devoir de diligence d&#232;s lors que des investigations plus pouss&#233;es auraient exc&#233;d&#233; le cadre l&#233;gal et statutaire. En conclusion, celle-ci n'avait pas &#224; verser la prestation de libre passage &#224; l'ex-&#233;pouse et le partage ne pouvait &#234;tre ex&#233;cut&#233;.\n\n    3.2 Invoquant la mauvaise foi de l'intim&#233;e, qui avait connaissance \"des agissements frauduleux\" de E., la recourante soutient que la fondation est tenue de verser une seconde fois la moiti&#233; du capital de libre passage en ses mains.\nDe son c&#244;t&#233;, l'intim&#233;e conteste tout abus de sa part. D&#232;s lors que le versement de prestations de vieillesse au sens de l'art. 37 LPP en BGE 133 V 288 S. 291cas de pr&#233;-retraite n'&#233;tait pas soumis &#224; l'exigence de l'accord du conjoint, elle n'avait pas &#224; v&#233;rifier l'&#233;tat civil de E.\nPour sa part, l'OFAS est d'avis qu'au regard du comportement abusif de l'assur&#233;, la fondation aurait d&#251; soit traiter l'annonce de pr&#233;-retraite comme une demande de versement en esp&#232;ces au sens de l'art. 5 LFLP et requ&#233;rir le consentement du conjoint, soit refuser le versement de plus de la moiti&#233; de la prestation de sortie. A d&#233;faut, elle s'exposait au risque de prester une seconde fois. En tout &#233;tat de cause, le versement des prestations relatifs au contrat n&#176; 15319.1.20 devait &#234;tre consid&#233;r&#233; comme nul, puisque la d&#233;claration de l'assur&#233; au sens de l'art. 37 al. 3 LPP ne respectait pas le d&#233;lai de trois ans pr&#233;vu par la disposition r&#233;glementaire y relative, qui ne pr&#233;voyait pas une d&#233;rogation au d&#233;lai l&#233;gal.\n\n    4. \n   \n\n    4.1 \n   \n\n    4.1.1 Selon la jurisprudence, la survenance du cas de pr&#233;voyance au sens des art. 122 et 124 CC se produit au moment o&#249; l'assur&#233; per&#231;oit r&#233;ellement des prestations de vieillesse de son institution de pr&#233;voyance professionnelle, et non pas d&#232;s l'instant o&#249; il pourrait prendre une retraite anticip&#233;e selon le r&#232;glement de son institution de pr&#233;voyance (ATF 130 III 297 consid. 3.3.1 p. 301).\n\n    4.1.2 Selon d'autres arr&#234;ts, par survenance du cas de pr&#233;voyance au sens des art. 122 et 124 CC, il faut entendre la naissance d'un droit concret &#224; des prestations de la pr&#233;voyance professionnelle, qui rend impossible le partage des avoirs de pr&#233;voyance &#224; la base des prestations servies (RSAS 2004 p. 572, B 19/03, consid. 5.1). D&#232;s lors, la survenance du cas de pr&#233;voyance \"vieillesse\" ne se produit pas au moment o&#249; l'assur&#233; pourrait prendre une retraite anticip&#233;e selon le r&#232;glement de pr&#233;voyance, mais d&#232;s que les conditions de la naissance du droit &#224; de telles prestations sont r&#233;alis&#233;es et que l'ayant droit fait valoir ses pr&#233;tentions. Ce moment peut co&#239;ncider avec celui o&#249; l'assur&#233; touche effectivement les prestations, mais un certain d&#233;calage temporel entre la naissance du droit concret &#224; des prestations et le versement de celles-ci a souvent lieu en pratique. En ce sens, la formulation de l' ATF 130 III 297 consid. 3.3 p. 300 (reprise dans la RSAS 2006 p. 39, B 19/05), selon laquelle la survenance du cas de pr&#233;voyance \"vieillesse\" se produit au moment o&#249; l'assur&#233; \"per&#231;oit r&#233;ellement/touche\" des prestations de vieillesse de son institution de pr&#233;voyance, ne peut pas &#234;tre comprise en ce sens BGE 133 V 288 S. 292que serait d&#233;terminant pour la survenance du cas de pr&#233;voyance le moment du versement effectif des prestations. Une telle interpr&#233;tation, trop restrictive, ne tiendrait pas compte du fait que la survenance du cas de pr&#233;voyance ne saurait d&#233;pendre du moment o&#249; l'institution de pr&#233;voyance verse effectivement les prestations, mais de la r&#233;alisation des conditions pos&#233;es pour la naissance du droit &#224; celles-ci et du moment &#224; partir duquel elles sont dues.\n\n    4.1.3 En l'esp&#232;ce, la question n'a pas besoin d'&#234;tre tranch&#233;e d&#233;finitivement. En effet, que l'on prenne en consid&#233;ration la date du versement effectif de la prestation de vieillesse ou celle de la naissance du droit &#224; la prestation, celles-ci se situent plus de deux ans avant l'entr&#233;e en force du jugement de divorce.\n\n    4.2 Une fois que le cas de pr&#233;voyance est survenu, un partage n'est techniquement plus possible, d&#232;s lors que cette circonstance a pour effet de supprimer toute pr&#233;tention &#224; une prestation de sortie. Dans ce cas, comme dans celui de l'impossibilit&#233; de proc&#233;der au partage, seule une indemnit&#233; &#233;quitable peut &#234;tre fix&#233;e (ATF 130 III 297 consid. 3.3.1 p. 300; ATF 129 V 444 consid. 5.1 p. 446 et les r&#233;f&#233;rences; RSAS 2004 p. 572, B 19/03, consid. 5.1).\n\n    4.3 \n   \n\n    4.3.1 Les dispositions r&#233;glementaires de la fondation applicables aux deux contrats de pr&#233;voyance en cause pr&#233;voient qu'un assur&#233; a la possibilit&#233; de demander des prestations de pr&#233;voyance \"vieillesse\" au plus t&#244;t cinq ans avant l'&#226;ge terme (fix&#233;, pour les hommes, au premier jour du mois qui suit la date o&#249; l'&#226;ge de 65 ans r&#233;volus a &#233;t&#233; atteint; art. 3.1 [\"plan de pr&#233;voyance\"] du r&#232;glement de la fondation et 4.3 des \"dispositions g&#233;n&#233;rales\", version janvier 1995, applicables au contrat n&#176; 15319.1.20, respectivement art. 5 du r&#232;glement de la fondation, version janvier 1995, applicable au contrat n&#176; 37711.4.20, en relation avec l'art. 13 al. 2 LPP).\nEn l'esp&#232;ce, la naissance du droit &#224; des prestations de vieillesse au titre de retraite anticip&#233;e suppose donc, en plus de la cessation des rapports de travail avant l'&#226;ge r&#233;glementaire normal maximal de la retraite et la survenance de l'&#226;ge terme, une d&#233;claration de volont&#233; correspondante de l'assur&#233; (voir aussi l'arr&#234;t du Tribunal f&#233;d&#233;ral des assurances B 38/00 du 24 juin 2002, auquel renvoie l' ATF 129 V 381 consid. 4.6 p. 387).\n\n    4.3.2 Comme l'ont &#224; juste titre retenu les premiers juges, en d&#233;clarant vouloir recevoir des prestations de la part de l'institution de BGE 133 V 288 S. 293pr&#233;voyance, au moyen du formulaire \"annonce de sortie\" sign&#233; le 14 octobre 2002, E., &#226;g&#233; alors de 61 ans, a fait usage de la possibilit&#233; pr&#233;vue par les r&#232;glements de la fondation de demander le versement de prestations de vieillesse de la pr&#233;voyance professionnelle. Certes, il appara&#238;t qu'avec les indications donn&#233;es dans le formulaire, l'assur&#233; visait &#224; b&#233;n&#233;ficier d'une prestation de sortie au sens de l'art. 5 LFLP (en &#233;vitant, par la mention \"divorc&#233;\", que l'institution ne requi&#232;re le consentement de la recourante). L'intim&#233;e a toutefois consid&#233;r&#233; au vu des circonstances concr&#232;tes du cas (&#226;ge de l'assur&#233; et fin des rapports de travail) que la demande ne pouvait concerner que le cas de la retraite anticip&#233;e et le versement de prestations de vieillesse, ce que l'assur&#233; n'a pas contest&#233;; &#224; cet &#233;gard, la correspondance &#233;chang&#233;e entre l'intim&#233;e et l'assur&#233; se r&#233;f&#232;re aux prestations de vieillesse ensuite d'une retraite anticip&#233;e au 1er f&#233;vrier 2002.\nOutre l'&#226;ge de l'assur&#233; et la cessation des rapports de travail (au 31 janvier 2002), la d&#233;claration de E. constituait une condition suffisante au regard des dispositions l&#233;gales et r&#233;glementaires applicables pour entra&#238;ner la survenance du cas de pr&#233;voyance et, partant, ouvrir le droit &#224; des prestations de vieillesse, sous forme de rente ou, si les conditions en &#233;taient remplies, de capital.\nQue E. ait alors donn&#233; de fausses informations sur son &#233;tat civil et sur le commencement d'une activit&#233; lucrative ind&#233;pendante ne portait pas &#224; cons&#233;quence quant &#224; la naissance du droit aux prestations de vieillesse, puisque ce droit ne d&#233;pendait ni de l'&#233;tat civil de l'ayant droit, ni de l'absence de toute activit&#233; lucrative (ind&#233;pendante ou salari&#233;e aupr&#232;s d'un nouvel employeur). On ne saurait pas non plus reprocher &#224; la fondation intim&#233;e, comme le font la recourante et l'autorit&#233; de surveillance, de n'avoir pas bloqu&#233; les avoirs de vieillesse de son assur&#233;. D&#232;s lors que les conditions du droit aux prestations de vieillesse &#233;taient remplies et que le cas de pr&#233;voyance &#233;tait survenu, l'institution de pr&#233;voyance n'avait pas &#224; diff&#233;rer l'allocation de ses prestations, du moins pas en l'absence de mesures judiciaires lui en interdisant le versement, sous une forme ou une autre. On ne voit pas non plus quelle obligation de diligence aurait impos&#233; &#224; l'intim&#233;e de v&#233;rifier l'indication de l'assur&#233; sur son &#233;tat civil, puisque ni la loi, ni les dispositions r&#233;glementaires ne font du consentement du conjoint une condition de la naissance du droit aux prestations de vieillesse. BGE 133 V 288 S. 294\n   \n\n    4.3.3 Cela &#233;tant, &#224; la date de l'entr&#233;e en force du jugement de divorce, le 25 novembre 2004 - jour d&#233;terminant pour d&#233;cider si le partage des prestations de sortie de E. &#233;tait possible conform&#233;ment &#224; l'art. 122 CC (ATF 132 III 401) -, le cas de pr&#233;voyance vieillesse &#233;tait survenu. Cette circonstance excluait donc le partage des avoirs de pr&#233;voyance entre les &#233;poux, ceux-ci devant servir &#224; verser des prestations de vieillesse &#224; E.\nDans cette mesure et d&#232;s lors que seule l'application de l'art. 124 CC entrait en ligne de compte, la forme des prestations de vieillesse - rente ou capital - vers&#233;es &#224; l'assur&#233; ne jouait aucun r&#244;le du point de vue du partage des prestations de pr&#233;voyance entre les &#233;poux G. et E. dans le cadre du divorce. Ainsi, &#224; supposer que les conditions du versement en capital des prestations de vieillesse relatives au contrat n&#176; 15319.1.20 n'eussent pas &#233;t&#233; remplies, celles-ci n'auraient de toute fa&#231;on pas pu &#234;tre partag&#233;es en tant que prestations de sortie au sens de l'art. 122 CC. Il n'est par cons&#233;quent pas n&#233;cessaire de se prononcer sur une &#233;ventuelle application par analogie, dans le cas o&#249;, comme en l'esp&#232;ce, l'assur&#233; demande le versement de sa prestation de vieillesse sous forme de capital selon l'art. 37 al. 3 LPP (dans sa version en vigueur jusqu'au 31 d&#233;cembre 2004), de l'exigence du consentement du conjoint pr&#233;vue par l'art. 5 al. 2 LFLP pour le paiement en esp&#232;ces de la prestation de sortie (question laiss&#233;e ouverte dans l' ATF 125 V 165 et &#224; laquelle la doctrine apporte une r&#233;ponse n&#233;gative [SUZETTE SANDOZ, Pr&#233;voyance professionnelle et consentement du conjoint &#224; propos de l' ATF 125 V 165, in SJ 2000 II 449]).\nIl en va de m&#234;me de la probl&#233;matique &#233;voqu&#233;e par l'OFAS relative au respect du d&#233;lai de trois ans avant la naissance du droit, dans lequel l'assur&#233; doit faire conna&#238;tre sa volont&#233; d'exiger les prestations de vieillesse en capital au lieu d'une rente conform&#233;ment &#224; l'art. 37 al. 3 2e phrase LPP.\n\n    4.4 Il r&#233;sulte de ce qui pr&#233;c&#232;de que c'est &#224; juste titre que la juridiction cantonale a ni&#233; le droit de la recourante au versement de la moiti&#233; de la prestation de sortie de son ex-&#233;poux &#224; son institution de pr&#233;voyance, tandis qu'elle a droit &#224; une indemnit&#233; &#233;quitable au sens de l'art. 124 CC, fix&#233;e &#224; 100'000 fr. par le juge du divorce.\nLe recours appara&#238;t d&#232;s lors mal fond&#233;.\n \n   \n   "
}