{
  "titre": "107 V 241",
  "annee": "1981",
  "contenu": "\n      \n  Chapeau\n107 V 24157. Extrait de l'arr&#234;t du 12 novembre 1981 dans la cause H. contre Caisse nationale suisse d'assurance en cas d'accidents et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 98 al. 3 LAMA.  L'assur&#233; qui, en qualit&#233; de passager d'un v&#233;hicule, se confie &#224; un automobiliste dont il sait ou devrait savoir, en usant de l'attention command&#233;e par les circonstances, qu'il n'est pas en &#233;tat de conduire, commet en principe une faute grave qui justifie la r&#233;duction des prestations d'assurance (confirmation de jurisprudence). \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 242\n\n\n    BGE 107 V 241 S. 242\n   \nExtrait des consid&#233;rants:\n\n    5. a) Selon la jurisprudence constante, l'assur&#233; qui, en qualit&#233; de passager d'un v&#233;hicule, se confie &#224; un automobiliste dont il sait ou devrait savoir, en usant de l'attention command&#233;e par les circonstances, qu'il n'est pas en &#233;tat de conduire, commet en principe une faute grave qui justifie la r&#233;duction des prestations d'assurance, en application de l'art. 98 al. 3 LAMA (ATF 104 V 38 -39; ATFA 1939 p. 122; arr&#234;ts non publi&#233;s Hengy du 9 juin 1978, Scheibler du 3 d&#233;cembre 1976; GLOOR, SZS 1963 p. 207-208). Dans de tels cas, en effet, le passager fautif doit assumer au moins en partie les cons&#233;quences dommageables de l'accident auquel il aurait pu se soustraire s'il avait fait preuve de la prudence qu'on peut exiger de toute personne raisonnable, qui doit savoir qu'un conducteur pris de boisson aggrave consid&#233;rablement le risque d'accident. Un principe analogue s'applique d'ailleurs dans le domaine de la responsabilit&#233; civile, en mati&#232;re de faute concomitante du passager l&#233;s&#233; (ATF 91 II 221 consid. 2). On ne saurait toutefois poser une r&#232;gle abstraite &#224; ce sujet et il faut chaque fois examiner les circonstances concr&#232;tes de l'esp&#232;ce pour d&#233;cider si, dans le cas particulier, il se justifie de retenir une faute grave &#224; charge de l'assur&#233;.\nb) Il est &#233;tabli qu'en l'esp&#232;ce, lorqu'elle s'est mise au volant, Viviane X &#233;tait sous l'influence de l'alcool. La prise de sang effectu&#233;e apr&#232;s l'accident a r&#233;v&#233;l&#233; un taux d'alcool&#233;mie de 1,07 &#224; 1,09%o. Dans son jugement du 29 ao&#251;t 1978, qui ne lie pas le juge des assurances sociales mais dont il n'existe en l'occurrence pas de motif de s'&#233;carter, le Tribunal correctionnel du district a constat&#233; que, dans l'hypoth&#232;se la plus favorable &#224; l'accus&#233;e, le taux pr&#233;sent&#233; au moment de l'accident, soit quelques minutes apr&#232;s le d&#233;but de la course, ne pouvait &#234;tre inf&#233;rieur &#224; 0,8%o.BGE 107 V 241 S. 243\n   \nLes premiers juges ont consid&#233;r&#233; que la recourante ne pouvait ignorer l'&#233;tat de la conductrice du fait que les deux femmes avaient pass&#233; la fin de la soir&#233;e ensemble dans un &#233;tablissement o&#249; il se consomme notoirement des boissons alcoolis&#233;es. Pour sa part, la recourante all&#232;gue que, si elle s'est bien rendue le soir en question au dancing P. et a demand&#233; &#224; Viviane X de la reconduire &#224;  son domicile, elle n'a pas pass&#233; la soir&#233;e en sa compagnie, qu'elle n'a donc pu se rendre compte de la quantit&#233; d'alcool absorb&#233;e par la conductrice et que celle-ci ne manifestait aucun signe ext&#233;rieur d'intoxication.\nPoint n'est besoin d'examiner plus avant cette argumentation. Il r&#233;sulte en effet des t&#233;moignages recueillis durant l'enqu&#234;te p&#233;nale que le v&#233;hicule a fortement zigzagu&#233;, avant et apr&#232;s s'&#234;tre arr&#234;t&#233; &#224; une signalisation lumineuse. Si ce fait ne s'explique pas par des entraves mises par la recourante &#224; la conduite de la voiture, il ne peut, selon la plus grande vraisemblance, avoir pour origine que l'&#233;tat &#233;thylique de Viviane X. D&#232;s lors, et &#224; supposer que la recourante n'ait pas reconnu imm&#233;diatement le danger que pr&#233;sentait la course en cause, elle devait en &#234;tre consciente au plus tard en constatant l'inaptitude de la conductrice &#224; diriger son v&#233;hicule et le risque concret d'accident qui en d&#233;coulait. La prudence lui e&#251;t alors command&#233; de descendre de la voiture lors de l'arr&#234;t de celle-ci au feu rouge. Force est donc d'admettre qu'en s'en abstenant, elle a commis une faute grave.\n \n   \n   "
}