{
  "titre": "140 IV 118",
  "annee": "2014",
  "contenu": "\n      \n  Chapeau\n140 IV 11816. Extrait de l'arr&#234;t de la Cour de droit p&#233;nal dans la cause X. contre Minist&#232;re public central du canton de Vaud et A. (recours en mati&#232;re p&#233;nale)\n6B_1104/2013 du 5 juin 2014\n  \nRegeste\nArt. 316 al. 1 CPP; citation &#224; compara&#238;tre en vue d'une audience de conciliation; infraction poursuivie d'office.  A teneur du texte fran&#231;ais de l'art. 316 al. 1, 1re phrase, CPP, le minist&#232;re public peut pr&#233;voir une audience de conciliation lorsque la proc&#233;dure pr&#233;liminaire porte exclusivement sur des infractions poursuivies sur plainte. Les textes allemand et italien divergent du texte fran&#231;ais en ce sens que l'adverbe \"exclusivement\" n'y figure pas. \nLa conciliation n'est pas exclue quand l'objet de la proc&#233;dure concerne, outre des infractions poursuivables sur plainte, aussi des infractions poursuivables d'office (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 118\n\n\n    BGE 140 IV 118 S. 118\n   \n\n    A. Le 6 juillet 2012, X. a d&#233;pos&#233; plainte p&#233;nale contre A. pour l&#233;sions corporelles simples et menaces. La plaignante a &#233;t&#233; cit&#233;e &#224; compara&#238;tre &#224; une audience de conciliation fix&#233;e le 19 f&#233;vrier 2013 par mandat de comparution. Par courrier de son conseil du 6 f&#233;vrier 2013, l'int&#233;ress&#233;e a fait savoir qu'elle n'entendait pas retirer sa plainte p&#233;nale et ne souhaitait pas &#234;tre confront&#233;e au pr&#233;venu, pr&#233;cisant que, dans ces circonstances, la tenue d'une audience de conciliation ne se justifiait pas. En date du 8 f&#233;vrier 2013, le Minist&#232;re public de BGE 140 IV 118 S. 119l'arrondissement de Lausanne a inform&#233; X., par l'interm&#233;diaire de son conseil, que l'audience &#233;tait maintenue et qu'elle serait men&#233;e dans le respect de l'art. 152 al. 3 CPP. Par courrier du 11 f&#233;vrier 2013, le conseil de X. a pris acte du maintien de l'audience et requis de savoir quelles mesures seraient prises pour &#233;viter toute confrontation avec X. La plaignante ne s'est pas pr&#233;sent&#233;e &#224; l'audience de conciliation.\n\n    B. Par ordonnance du 18 juin 2013, le Minist&#232;re public de l'arrondissement de Lausanne a ordonn&#233; le classement de la proc&#233;dure p&#233;nale dirig&#233;e contre A. A l'appui de sa d&#233;cision, le Procureur a expos&#233; que, compte tenu du d&#233;faut de X. &#224; l'audience de conciliation du 19 f&#233;vrier 2013, sa plainte devait &#234;tre consid&#233;r&#233;e comme retir&#233;e (art. 316 al. 1 CPP). Pour le surplus, les faits n'&#233;taient pas suffisamment caract&#233;ris&#233;s pour &#234;tre constitutifs d'une infraction de contrainte (art. 181 CP).\n\n    C. Par arr&#234;t du 13 septembre 2013, la Chambre des recours p&#233;nale du Tribunal cantonal du canton de Vaud a rejet&#233; le recours de X. et confirm&#233; l'ordonnance pr&#233;cit&#233;e.\n\n    D. Contre l'arr&#234;t cantonal, X. forme un recours en mati&#232;re p&#233;nale aupr&#232;s du Tribunal f&#233;d&#233;ral. Elle conclut, avec suite de frais et d&#233;pens, &#224; l'annulation de l'arr&#234;t attaqu&#233;, ainsi que de l'ordonnance de classement rendue le 18 juin 2013, et au renvoi du dossier au Procureur pour qu'il compl&#232;te l'instruction notamment en donnant suite &#224; ses r&#233;quisitions, puis rende un acte d'accusation. Elle sollicite par ailleurs l'assistance judiciaire.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. \n   \n\n    3.1 La recourante soutient que, comme l'instruction a port&#233; &#233;galement sur la contrainte, infraction qui se poursuit d'office, le Procureur ne pouvait pas la citer &#224; compara&#238;tre en vue d'une audience de conciliation, cette derni&#232;re &#233;tant r&#233;serv&#233;e uniquement lorsque la proc&#233;dure p&#233;nale porte exclusivement sur des infractions poursuivables sur plainte, comme l'&#233;nonce l'art. 316 al. 1 CPP. Aussi, son absence &#224; l'audience ne pouvait pas &#234;tre consid&#233;r&#233;e comme un retrait de sa plainte.\nSur cette question, l'autorit&#233; cantonale a consid&#233;r&#233; qu'il incombait &#224; la plaignante de recourir contre le mandat d'amener pour contester la tenue d'une audience de conciliation. Ne l'ayant pas fait, elle avait provoqu&#233; le retrait de sa plainte. BGE 140 IV 118 S. 120\n   \n\n    3.2 La personne cit&#233;e &#224; compara&#238;tre selon l'art. 201 CPP est recevable &#224; former un recours en application de l'art. 393 al. 1 let. a CPP contre cette d&#233;cision qui constitue une mesure de contrainte (GREGOR CHATTON, in Commentaire romand, Code de proc&#233;dure p&#233;nale suisse, 2011, n&#176; 43 ad art. 201 CPP). En cette hypoth&#232;se, le tribunal saisi d'un tel recours aurait alors d&#251; examiner si le motif avanc&#233; pour d&#233;cerner un mandat (art. 201 al. 2 let. c CPP), &#224; savoir la tenue d'une audience de conciliation, contrevenait &#224; l'art. 316 al. 1 CPP. Toutefois, le d&#233;faut de recours a pour seule cons&#233;quence le maintien de l'audience. Il ne saurait en revanche en &#234;tre conclu, comme l'admet implicitement la d&#233;cision attaqu&#233;e, que la recourante serait forclose &#224; se pr&#233;valoir d'une violation de l'art. 316 al. 1 CPP. La constatation du retrait de la plainte, cons&#233;cutive au d&#233;faut &#224; la proc&#233;dure de conciliation, fonde le motif du classement de la proc&#233;dure selon l'art. 319 al. 1 let. d CPP, d&#233;cision elle-m&#234;me sujette &#224; recours. Il y a donc lieu d'examiner le moyen sous cet angle.\n\n    3.3 En vertu de l'art. 316 al. 1 CPP, lorsque la proc&#233;dure pr&#233;liminaire porte exclusivement sur des infractions poursuivies sur plainte, le minist&#232;re public peut citer le plaignant et le pr&#233;venu &#224; une audience dans le but d'aboutir &#224; un arrangement &#224; l'amiable. Si le plaignant fait d&#233;faut, la plainte est consid&#233;r&#233;e comme retir&#233;e.\nEn l'esp&#232;ce, il s'agit de d&#233;terminer si le recours &#224; la conciliation est r&#233;serv&#233; aux proc&#233;dures qui visent exclusivement des infractions poursuivables sur plainte, comme le soutient la recourante, ou si la conciliation peut &#234;tre ordonn&#233;e pour des infractions poursuivables sur plainte alors m&#234;me que la proc&#233;dure englobe d'autres infractions poursuivies d'office.\nA cet &#233;gard, il y a lieu de renvoyer &#224; la jurisprudence constante en mati&#232;re d'interpr&#233;tation de la loi, &#233;tant rappel&#233; que le Tribunal f&#233;d&#233;ral ne privil&#233;gie aucune m&#233;thode d'interpr&#233;tation, mais s'inspire d'un pluralisme pragmatique pour rechercher le sens v&#233;ritable de la norme; en particulier, il ne se fonde sur la compr&#233;hension litt&#233;rale du texte que s'il en d&#233;coule sans ambigu&#239;t&#233; une solution mat&#233;riellement juste (ATF 137 IV 180 consid. 3.4 p. 184). \n\n    3.3.1 Les textes allemand et italien de l'art. 316 al. 1, 1re phrase, CPP divergent du texte fran&#231;ais en ce sens que l'adverbe \"exclusivement\" n'y figure pas. La version allemande &#233;nonce: \"Soweit Antragsdelikte Gegenstand des Verfahrens sind, kann die Staatsanwaltschaft die antragstellende und die beschuldigte Person zu einer Verhandlung BGE 140 IV 118 S. 121 vorladen mit dem Ziel, einen Vergleich zu erzielen\". La version italienne dispose: \"Se il procedimento concerne reati perseguibili a querela di parte, il pubblico ministero pu&#242; convocare il querelante e l'imputato a un'udienza di conciliazione (...)\". A noter encore que seul le texte fran&#231;ais &#233;voque la proc&#233;dure pr&#233;liminaire alors que les textes allemand et italien mentionnent uniquement la proc&#233;dure (Verfahren, procedimento). Il y a donc lieu de rechercher lequel des textes l&#233;gaux divergents exprime la volont&#233; r&#233;elle du l&#233;gislateur.\nDans la mesure o&#249; les versions de la loi r&#233;dig&#233;es dans les trois langues officielles ont la m&#234;me valeur, il faut se demander si la diff&#233;rence entre le libell&#233; fran&#231;ais et les deux autres rel&#232;ve d'une erreur dans la proc&#233;dure l&#233;gislative, d'une diff&#233;rence de signification n'apparaissant qu'&#224; l'occasion de cas concrets en fonction de la compr&#233;hension diverse du texte l&#233;gal dans chaque langue ou enfin d'une diff&#233;rence linguistique imputable soit &#224; une impossibilit&#233; de traduire sciemment prise en compte dans la r&#233;daction, soit &#224; une incertitude du l&#233;gislateur sur le sens effectivement voulu (ATF 135 IV 113 consid. 2.4.2 p. 116 s.; MARTIN SCHUBARTH, Die Auslegung mehrsprachiger Gesetzestexte, in Rapports suisses pr&#233;sent&#233;s au XVIIe Congr&#232;s international de droit compar&#233;, 2006, p. 11 ss, sp&#233;c. p. 12 s.).\n\n    3.3.2 Au regard de la gen&#232;se de la norme, on constate que l'art. 346 de l'avant-projet du Code de proc&#233;dure p&#233;nale suisse de juin 2001 (AP-CPP) ne comportait aucune divergence entre les trois langues. Toutes les versions mentionnaient le terme exclusivement, ausschliesslich, esclusivamente ainsi, du reste, que celui du caract&#232;re pr&#233;liminaire de la proc&#233;dure (Vorverfahren, procedura preliminare). Le rapport explicatif relatif &#224; l'AP-CPP (p. 208) pr&#233;cisait, &#224; propos de cette norme, que le minist&#232;re public \"peut naturellement proc&#233;der &#224; cette tentative de conciliation m&#234;me dans les cas o&#249; des infractions poursuivies sur plainte sont instruites en m&#234;me temps que des infractions poursuivies d'office\". A l'issue de la proc&#233;dure de consultation, il est apparu que la tentative de conciliation a ralli&#233; les suffrages de la majorit&#233; des participants sans remise en question du rapport explicatif sur ce point (Synth&#232;se des r&#233;sultats de la proc&#233;dure de consultation relative aux avant-projets de code de proc&#233;dure p&#233;nale suisse et de la loi f&#233;d&#233;rale r&#233;gissant la proc&#233;dure p&#233;nale applicable aux mineurs, Berne, f&#233;vrier 2003, p. 71). Ensuite de quoi, l'art. 316 al. 1 du projet d'un Code de proc&#233;dure p&#233;nale &#233;labor&#233; par le Conseil f&#233;d&#233;ral (P-CPP; FF 2006 1469) a &#233;t&#233; remani&#233; par BGE 140 IV 118 S. 122l'abandon, dans les textes allemand et italien, des mots ausschliesslich, esclusivamente. Il en a &#233;t&#233; de m&#234;me pour le terme \"pr&#233;liminaire\" de la proc&#233;dure, le P-CPP ne mentionnant plus que la proc&#233;dure dans les textes allemand et italien. Seul le texte fran&#231;ais est rest&#233; inchang&#233;, conservant sa terminologie initiale telle qu'elle figure dans l'actuel art. 316 al. 1 CPP. Les textes ont &#233;t&#233; adopt&#233;s sans modification par le Parlement. On comprend ainsi que le Conseil f&#233;d&#233;ral, en modifiant la teneur de l'art. 316 al. 1 CPP en italien et en allemand, a suivi le rapport explicatif de l'AP-CPP et n'a pas voulu exclure l'institution de la conciliation quand l'objet de la proc&#233;dure concerne, outre des infractions poursuivables sur plainte, aussi des infractions poursuivables d'office. La diff&#233;rence entre les textes fran&#231;ais d'une part, et allemand et italien d'autre part, rel&#232;ve ainsi d'une pure erreur dans le processus l&#233;gislatif pour le fran&#231;ais qui n'a pas &#233;t&#233; adapt&#233; dans le projet du Conseil f&#233;d&#233;ral.\n\n    3.3.3 La doctrine, qui n'a pas relev&#233; la divergence de traduction dans les textes, ne va pas &#224; l'encontre de cette interpr&#233;tation. La plupart des auteurs exposent que la norme s'applique en r&#232;gle g&#233;n&#233;rale, quand seules des infractions poursuivables sur plainte font l'objet de la proc&#233;dure, sans exclure toutefois que la proc&#233;dure puisse aussi porter sur des infractions poursuivables d'office (MICHAEL DAPHINOFF, Das Strafbefehlsverfahren in der Schweizerischen Strafprozessordnung, 2012, p. 211; NATHAN LANDSHUT, in Kommentar zur Schweizerischen Strafprozessordnung [StPO], Donatsch/Hansjakob/Lieber[&#233;d.], 2010, n&#176; 3 ad art. 316 CPP; NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2e &#233;d. 2013, n&#176; 3 ad art. 316 CPP; le m&#234;me, Handbuch des schweizerischen Strafprozessrechts, 2e &#233;d. 2013, n. 1241 p. 557). Certains auteurs consid&#232;rent qu'il peut &#234;tre judicieux de tenter de trouver une solution transactionnelle, dans une instruction m&#234;lant poursuite d'office et sur plainte, en mati&#232;re d'infractions relevant de la libre disposition des parties (JO PITTELOUD, Code de proc&#233;dure p&#233;nale suisse [CPP], 2012,n&#176; 788 ad art. 316 CPP p. 538; dans ce sens aussi, voir ANDREAS EIGENMANN, Nach dem Verzicht auf die Mediation im Strafverfahren, 2011, p. 32 [m&#233;moire de master]). Cette interpr&#233;tation de lanorme va dans le sens du rapport explicatif de l'AP-CPP (cf. supra consid. 3.3.2).\nLe but de la norme consiste &#224; trouver un arrangement amiable entre pr&#233;venu et plaignant permettant &#224; ce dernier de retirer sa plainte et BGE 140 IV 118 S. 123partant de renoncer &#224; l'action p&#233;nale (Message du 21 d&#233;cembre 2005 relatif &#224; l'unification du droit de la proc&#233;dure p&#233;nale, FF 2006 1057, 1251 ad art. 316; JEANNERET/KUHN, Pr&#233;cis de proc&#233;dure p&#233;nale, 2013, p. 387). La conciliation de l'art. 316 al. 1 CPP contraint seulement la partie plaignante &#224; se pr&#233;senter &#224; l'audience de conciliation; en revanche, elle n'a aucune obligation de retirer sa plainte. Ainsi, la citation &#224; compara&#238;tre de la partie plaignante en vue d'une conciliation au sens de l'art. 316 al. 1 CPP, dans une instruction m&#234;lant poursuite d'office et sur plainte, ne lui porte aucun pr&#233;judice, dans la mesure o&#249; la conciliation ne porte que sur des infractions poursuivies sur plainte. Le grief est rejet&#233;.\n \n   \n   "
}