{
  "titre": "105 Ia 296",
  "annee": "1979",
  "contenu": "\n      \n  Chapeau\n105 Ia 29656. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 14 d&#233;cembre 1979 dans la cause W. contre Minist&#232;re public du canton de Vaud (recours de droit public)\n\n  \nRegeste\nDroit au d&#233;fenseur d'office; art. 4 Cst. et 6 CEDH.  1. L'art. 4 Cst. qui conf&#232;re &#224; tout citoyen le droit de b&#233;n&#233;ficier d'un minimum de protection juridique et de moyens de d&#233;fense ne garantit pas &#224;  l'accus&#233; le droit d'exiger le changement de son d&#233;fenseur d'office jusqu'&#224; ce qu'il obtienne enfin celui qui lui convient. L'autorit&#233; charg&#233;e de d&#233;signer le d&#233;fenseur doit cependant proc&#233;der &#224; un examen appropri&#233; des conditions du cas particulier. \n2. La garantie constitutionnelle pr&#233;cit&#233;e n'est pas viol&#233;e du seul fait que le d&#233;fenseur d'office ne se fait pas l'interpr&#232;te des sentiments et moyens de son client, sauf s'il r&#233;sulte &#224; l'&#233;vidence des circonstances que cette attitude du d&#233;fenseur a &#233;t&#233; gravement pr&#233;judiciable &#224; l'accus&#233; (consid. 1 litt. e). \n3. L'art. 6 CEDH ne consacre dans ce domaine aucune garantie allant au-del&#224;  de celles qui ont &#233;t&#233; d&#233;duites par le Tribunal f&#233;d&#233;ral de l'art. 4 Cst. Notamment il ne conf&#232;re pas le droit pour l'accus&#233; de choisir le d&#233;fenseur d'office ou celui de d&#233;cider de quelle mani&#232;re la d&#233;fense sera assur&#233;e (consid.  1 litt. f). \n\n\n  \n  \n  \nFaits &#224; partir de page 298\n\n\n    \n    BGE 105 Ia 296 S. 298\n   \n\n    A.- Par jugement du 27 octobre 1978, le Tribunal criminel du district d'Aubonne a condamn&#233; W., pour crime manqu&#233; d'assassinat, s&#233;questration, viol, attentat &#224; la pudeur avec violence, attentat &#224; la pudeur des enfants avec circonstance aggravante, &#224; la r&#233;clusion &#224; vie.\nW. ayant recouru, la Cour de cassation p&#233;nale du Tribunal cantonal du canton de Vaud l'a d&#233;bout&#233; le 9 avril 1979 et elle a maintenu le jugement du Tribunal criminel.\n\n    B.- Agissant par l'entremise de deux avocats qui lui avaient &#233;t&#233; d&#233;sign&#233;s comme d&#233;fenseurs d'office en deuxi&#232;me instance, le recourant forme un recours de droit public au Tribunal f&#233;d&#233;ral. Se fondant sur l'art. 4 Cst. et sur l'art. 6 de la Convention europ&#233;enne des droits de l'homme (CEDH), il conclut &#224; l'annulation de l'arr&#234;t du Tribunal cantonal, et au renvoi de la cause aux autorit&#233;s judiciaires vaudoises avec diverses instructions pour la reprise de la proc&#233;dure.\nLe recourant a de plus, personnellement, adress&#233; au Tribunal f&#233;d&#233;ral quatre m&#233;moires, que ses avocats qualifient de moyens compl&#233;mentaires &#224; leur recours de droit public et tendant comme celui-ci &#224; l'annulation de l'arr&#234;t cantonal.\nL'autorit&#233; cantonale et le procureur g&#233;n&#233;ral du canton de Vaud se r&#233;f&#232;rent &#224; l'arr&#234;t attaqu&#233;.\n\n    C.- Le recourant demande l'assistance judiciaire; il a d&#233;pos&#233; &#233;galement un pourvoi en nullit&#233; au Tribunal f&#233;d&#233;ral, sur lequel il sera, au besoin, statu&#233; s&#233;par&#233;ment et ult&#233;rieurement.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Le recourant, dans le m&#233;moire motiv&#233; par le soin de ses avocats, invoque en premier lieu la violation du droit au d&#233;fenseur d'office et celle du droit d'&#234;tre entendu, au sens des art. 104 ss. et 411 lettre b CPP vaud. (ci-apr&#232;s: PP), ainsi que des art. 4 Cst. et 6 CEDH.\nSelon le recourant, &#233;tant donn&#233; la mani&#232;re dont il a &#233;t&#233; d&#233;fendu en premi&#232;re instance, il a &#233;t&#233; condamn&#233; par le Tribunal criminel sans avoir &#233;t&#233; entendu valablement. Il formule un certain nombre de reproches sur la fa&#231;on dont son avocat d'office d'alors s'est acquitt&#233; de sa mission: celui-ci n'a rendu que deux visites &#224; son client; contrairement aux voeux de celui-ci, il a renonc&#233; &#224; d&#233;poser des conclusions tendantes &#224; une contre-expertise et &#224; l'assignation des experts psychiatres &#224; BGE 105 Ia 296 S. 299l'audience; il n'a communiqu&#233; le dossier &#224; son client que trois semaines au plus avant l'audience de jugement; il a admis la culpabilit&#233; de son client, malgr&#233; les d&#233;n&#233;gations de celui-ci; il a plaid&#233; bri&#232;vement, soit moins d'une demi-heure; il n'existait aucun rapport de confiance entre le recourant et son d&#233;fenseur.\nLe recourant estime que, conscient de cette situation, le pr&#233;sident du Tribunal criminel devait relever le d&#233;fenseur d'office de sa mission et en d&#233;signer un autre, ainsi que le recourant l'a d'ailleurs demand&#233; &#224; plusieurs reprises. Ne l'ayant pas fait, il aurait viole l'art. 104 PP qui prescrit imp&#233;rativement la d&#233;signation d'un d&#233;fenseur d'office dans toutes les causes o&#249;  intervient le Minist&#232;re public. En effet, selon le recourant, cette disposition garantirait l'&#233;galit&#233; de la d&#233;fense et de l'accusation, Or cette garantie serait illusoire lorsqu'en raison de l'absence de toute relation de confiance mutuelle, l'avocat d'office est dans l'incapacit&#233; de se faire l'interpr&#232;te des sentiments et des moyens dont son client entend se pr&#233;valoir.\nLe recourant soutient enfin que le droit pour un pr&#233;venu ou pour un accus&#233; de demander le remplacement d'un d&#233;fenseur en qui il n'a pas confiance serait garanti en outre tant par l'art. 4 Cst. que par l'art. 6 CEDH. D'une part, le droit d'&#234;tre entendu prot&#233;g&#233; par l'art. 4 Cst. ne saurait &#234;tre respect&#233; l&#224; o&#249;  un d&#233;fenseur d'office refuse d'&#234;tre l'interpr&#232;te de son client; d'autre part, la garantie d'une relation de confiance minimum entre le justiciable et son d&#233;fenseur d'office r&#233;sulterait sans autre de l'art. 6 ch. 3 lettre c CEDH.\nb) Le principe, l'&#233;tendue et les limites du droit d'un accus&#233; &#224; un d&#233;fenseur d'office sont d&#233;termin&#233;s au premier chef par les prescriptions du droit cantonal de proc&#233;dure. Ce n'est que si le droit cantonal ne contient aucune disposition, ou seulement des dispositions n assurant pas au citoyen d&#233;pourvu de moyens financiers une protection suffisante de ses droits, que l'art. 4 Cst. peut alors &#234;tre invoqu&#233;. Cet article garantit en effet &#224; tout citoyen un minimum de protection juridique et, en particulier, de moyens de d&#233;fense. Si le Tribunal f&#233;d&#233;ral examine sous l'angle de l'arbitraire seulement l'application du droit cantonal, il dispose d'un libre pouvoir d'examen lorsqu'il examine si le droit &#224; l'assistance judiciaire gratuite, d&#233;duit directement de l'art. 4  Cst., a &#233;t&#233; respect&#233; (cf. ATF 103 Ia 3; HAEFLIGER, Festgabe Schultz, RDS 94, p.  288).\nc) Il convient d&#232;s lors d'examiner en premier lieu si l'autorit&#233; BGE 105 Ia 296 S. 300cantonale a fait preuve d'arbitraire en appliquant les art. 104 ss. PP qui traitent du probl&#232;me du d&#233;fenseur d'office en proc&#233;dure p&#233;nale vaudoise. Ces dispositions &#233;noncent d'une part le principe de l'assistance d'un d&#233;fenseur d'office, et les conditions auxquelles celle-ci est accord&#233;e et elles pr&#233;voient d'autre part la proc&#233;dure de nomination du d&#233;fenseur d'office ainsi que les hypoth&#232;ses dans lesquelles la mission de celui-ci prend fin. Selon l'art. 104  al. 1 PP, le pr&#233;venu doit &#234;tre pourvu d'un d&#233;fenseur dans toutes les causes o&#249;  le Minist&#232;re public intervient; &#224; l'art. 108 al. 1 PP, il est pr&#233;cis&#233; que lorsque les circonstances qui ont justifi&#233; la d&#233;signation d'un d&#233;fenseur d'office viennent &#224; dispara&#238;tre, le pr&#233;sident peut relever le d&#233;fenseur d'office de sa mission; &#224; l'art. 109 PP enfin il est rappel&#233; que le pr&#233;venu conserve en tout temps le droit de se faire assister du d&#233;fenseur de son choix et que, si le pr&#233;venu fait usage de ce droit, le d&#233;fenseur d'office est relev&#233;  de sa mission.\nSelon une jurisprudence constante, une d&#233;cision est arbitraire lorsqu'elle viole gravement une norme ou un principe juridique clair et indiscut&#233;, ou lorsqu'elle contredit d'une mani&#232;re choquante le sentiment de la justice et de l'&#233;quit&#233; (ATF 100 Ia 6; ATF 97 I 24, 352 et arr&#234;ts cit&#233;s). Pour &#234;tre tax&#233;e d'arbitraire, la violation incrimin&#233;e doit &#234;tre manifeste et reconnue d'embl&#233;e  (ATF 96 I 627 consid. 4). Or, au vu du contenu des art. 104 ss. PP, il est  &#233;vident que ces dispositions n'ont &#233;t&#233; viol&#233;es en rien, et qu'&#224; fortiori elles ne l'ont pas &#233;t&#233; gravement, aussi bien dans la lettre que dans l'esprit. Sur le premier point, on constate que le recourant a bien &#233;t&#233; pourvu d'un d&#233;fenseur d'office, et qu'il ne pr&#233;tend nullement que les circonstances qui ont justifi&#233;  cette d&#233;cision auraient disparu &#224; un moment quelconque, ni qu'il aurait lui-m&#234;me fait usage de son droit de se faire assister &#224; ses frais du d&#233;fenseur de son choix. Quant &#224; l'esprit de la r&#233;glementation pr&#233;cit&#233;e, il n'y a rien d'insoutenable, et partant, rien d'arbitraire &#224; avoir consid&#233;r&#233; comme l'a fait en substance l'autorit&#233; cantonale, qu'elles ne garantissent nullement &#224;  l'accus&#233; le droit d'exiger un changement de d&#233;fenseur d'office jusqu'&#224; ce qu'il obtienne enfin celui qui accepterait de soutenir sa th&#232;se, quelle qu'elle soit. En effet, il ressort des art. 104 ss. PP que l'accus&#233; peut &#234;tre pourvu d'un d&#233;fenseur d'office, m&#234;me contre son gr&#233;, et que par cons&#233;quent les conditions pos&#233;es par la loi &#224; la nomination ou au maintien du d&#233;fenseur d'office n'impliquent aucunement l'existence des BGE 105 Ia 296 S. 301m&#234;mes relations de confiance que celles qui existent g&#233;n&#233;ralement entre un pr&#233;venu et le d&#233;fenseur qu'il a choisi. C'est donc &#224; tort que le recourant pr&#233;tend d&#233;duire de la loi cantonale un principe garantissant clairement &#224;  l'accus&#233; le droit d'&#234;tre muni d'un nouveau d&#233;fenseur d'office lorsque, toute confiance mutuelle faisant d&#233;faut, il reproche &#224; son d&#233;fenseur actuel de ne pas pouvoir se faire l'interpr&#232;te des sentiments et des moyens dont il entend se pr&#233;valoir. Un tel droit ne ressortant pas de mani&#232;re indiscutable de la loi cantonale, on ne saurait &#233;videmment taxer d'insoutenable le rejet par l'autorit&#233; cantonale des moyens que le recourant fondait sur les art. 104 ss. PP.\nd) Il convient d'examiner ensuite si, les normes du droit cantonal &#233;tant insuffisantes, un droit plus &#233;tendu d&#233;coulant directement de l'art. 4 Cst. a  &#233;t&#233; viol&#233;.\nLa jurisprudence a d&#233;duit du droit constitutionnel d'&#234;tre entendu plusieurs r&#232;gles et pr&#233;tentions: le justiciable doit ainsi avoir la facult&#233; de s'expliquer avant qu'une d&#233;cision ne soit rendue &#224; son d&#233;triment, celle de fournir des preuves quant aux faits de nature &#224; influer sur le sort de la d&#233;cision, celle d'avoir acc&#232;s au dossier, celle de participer &#224;  l'administration des preuves, d'en prendre connaissance et de se d&#233;terminer &#224;  leur propos, celle de se faire repr&#233;senter et assister et finalement celle d'obtenir une d&#233;cision de la part de l'autorit&#233; comp&#233;tente (ATF 101 Ia 296 et arr&#234;ts cit&#233;s).\nOr l'existence d'un d&#233;fenseur d'office, m&#234;me s'il n'a pas &#233;t&#233; agr&#233;e par l'accus&#233;, ou s'il se trouve en d&#233;saccord avec lui, ne met en cause aucun des droits &#233;num&#233;r&#233;s ci-dessus. Contrairement &#224; l'avocat mandat&#233; par le pr&#233;venu, le d&#233;fenseur d'office est en effet davantage un assistant qu'un repr&#233;sentant, et le droit de l'accus&#233; de formuler lui-m&#234;me les requ&#234;tes ou propositions &#224; la place de son d&#233;fenseur, ou en compl&#233;ment de celles formul&#233;es par ce dernier, est reconnu en tout cas pour les moyens, voies et droits essentiels (ATF 102 Ia 27; 95 I 362).\nC'est sur le terrain de la protection juridique minimale conf&#233;r&#233;e au citoyen par l'art. 4 Cst. que doit &#234;tre plac&#233; le moyen soulev&#233; dans le recours. Cette protection d&#233;coule du droit &#224; l'assistance judiciaire gratuite, d&#233;duit du m&#234;me art. 4 Cst. Or, de par sa nature, la d&#233;fense d'office, en particulier lorsque comme en l'esp&#232;ce elle est obligatoire et n&#233;cessaire en vertu du droit cantonal, ne se caract&#233;rise pas comme un mandat donn&#233; par l'accus&#233;, mais comme une mission conf&#233;r&#233;e par l'Etat. Bien BGE 105 Ia 296 S. 302que cette mission cr&#233;e entre l'accus&#233; et le d&#233;fenseur des relations pouvant se rapprocher des relations contractuelles, elle n'en constitue pas moins une relation de droit public. Si l'autorit&#233; charg&#233;e de d&#233;signer le d&#233;fenseur ne peut arbitrairement refuser de tenir compte dans la mesure du possible des voeux de l'accus&#233; quant &#224; la personne du d&#233;fenseur, la diversit&#233; des situations qui peuvent se pr&#233;senter exclut d'accorder &#224; l'accus&#233; un droit inconditionnel au choix de son d&#233;fenseur d'office (BURKHART, Die amtliche Verteidigung nach Schweiz. Strafprozessrecht, th&#232;se Zurich 1972, p. 38/39). Un tel droit ne peut en tout cas pas &#234;tre d&#233;duit de la protection juridique minimale d&#233;duite de l'art. 4 Cst. Il en est de m&#234;me de la relation de confiance qui doit exister entre un d&#233;fenseur d'office et l'accus&#233;. Elle doit &#234;tre recherch&#233;e chaque fois qu'il est possible; mais la notion de confiance est une notion &#224; la fois vaste et subjective, qui peut reposer aussi bien sur des facteurs dignes d'&#234;tre pris en consid&#233;ration que sur des &#233;l&#233;ments non d&#233;terminants, difficilement saisissables, voire incompatibles avec l'institution m&#234;me de la d&#233;fense d'office n&#233;cessaire. Il serait d&#232;s lors d&#233;raisonnable de vouloir poser une r&#232;gle de principe &#224; cet &#233;gard et de tirer de l'art. 4 Cst. la garantie d'une relation de confiance minimum, qui donnerait &#224; l'accus&#233; le droit d'obtenir le remplacement de tout d&#233;fenseur d'office qui aurait perdu sa confiance pour des raisons purement subjectives. Aussi, dans un domaine comme celui-ci, doit-on s'en tenir au principe selon lequel, sans qu'il soit n&#233;cessaire de poser une r&#233;glementation l&#233;gale syst&#233;matique et obligatoire, la protection juridique minimale garantie par la Constitution peut &#234;tre atteinte par un examen appropri&#233; des conditions du cas particulier (cf. ATF 100 Ia 188).\ne) Si l'on se r&#233;f&#232;re alors au cas particulier de la pr&#233;sente esp&#232;ce, on doit rappeler les conditions dans lesquelles sont intervenus la d&#233;signation du d&#233;fenseur d'office du recourant puis le refus de le relever de sa mission. Le  12 octobre 1977, le pr&#233;sident du Tribunal comp&#233;tent a d&#233;sign&#233; un premier d&#233;fenseur d'office. Le 27 mars 1978, le recourant a &#233;crit au juge informateur qu'il r&#233;voquait ce d&#233;fenseur et qu'il avait charg&#233; un avocat de son choix d'assurer sa d&#233;fense. Le 12 avril 1978, le premier d&#233;fenseur, constatant que, dans ces conditions, il ne lui &#233;tait plus possible d'assumer sa mission, a demand&#233; &#224; en &#234;tre relev&#233;. L'incertitude r&#233;gnant quant &#224; l'acceptation du mandat par l'avocat constitu&#233;, le pr&#233;sident du Tribunal, apr&#232;s avoir BGE 105 Ia 296 S. 303relev&#233; le premier de sa mission, a d&#233;sign&#233; le 18 avril 1978 un deuxi&#232;me d&#233;fenseur d'office. Le 20 avril 1978, le recourant a imm&#233;diatement r&#233;agi en  &#233;crivant au pr&#233;sident qu'il ne comprenait pas la d&#233;signation d'un autre avocat d'office, &#233;tant donn&#233; qu'il avait d&#233;cid&#233; de constituer &#224; ses frais un avocat de son choix, que celui-ci &#233;tudiait le dossier et que s'il ne pouvait accepter le mandat, un autre avocat s'en chargerait. Le 25 avril 1978, le pr&#233;sident a r&#233;pondu en substance que tant qu'il ne serait pas inform&#233; par l'avocat constitu&#233; de l'acceptation du mandat, le deuxi&#232;me d&#233;fenseur d'office restait en fonction. Le 10 mai 1978, le d&#233;fenseur d'office a &#233;crit au recourant qu'&#224; sa connaissance aucun avocat n'avait jusqu'ici accept&#233; cette d&#233;fense, que l'avocat pressenti avait refus&#233; ce mandat, et que dans ces conditions il continuait sa mission. Le 29 mai 1978, le recourant a &#233;crit au pr&#233;sident pour lui demander de relever l'avocat d'office de sa mission: il invoquait des contacts tr&#232;s difficiles ainsi qu'un d&#233;saccord sur la fa&#231;on de proc&#233;der, et il demandait la d&#233;signation d'un avocat stagiaire dont il indiquait le nom. Le 5 juin 1978, l'avocat d'office &#233;crivait au recourant pour l'informer qu'avant de demander,  &#233;ventuellement, d'&#234;tre d&#233;charg&#233; de sa d&#233;fense, il attendait qu'un avocat mandat&#233; prenne contact avec lui et que, s'il n'avait pas de nouvelles avant une dizaine de jours, il partirait de l'id&#233;e qu'il restait d&#233;fenseur d'office. Le  20 juin 1978, le pr&#233;sident a inform&#233; le recourant qu'il n'envisageait pas de d&#233;signer un troisi&#232;me d&#233;fenseur d'office. Le 19 juin puis le 21 juin 1978, le recourant est revenu &#224; la charge en demandant derechef la nomination de l'avocat stagiaire pr&#233;cit&#233;, en faisant &#233;tat d'incompatibilit&#233; avec l'avocat d'office, de sa contestation des chefs d'accusation et du d&#233;roulement de l'instruction. Le 28 juin 1978, le pr&#233;sident a r&#233;pondu qu'il confirmait sa pr&#233;c&#233;dente correspondance, qu'il n'entendait pas relever l'avocat d'office de son mandat, et qu'il n'entendait pas non plus d&#233;signer l'avocat d'office d&#233;sir&#233;  par le recourant, en pr&#233;cisant: \"Il n'est en effet pas admissible de d&#233;signer un simple stagiaire comme avocat d'office dans une affaire criminelle o&#249; le procureur g&#233;n&#233;ral intervient en personne.\" On peut encore ajouter que le 2  octobre 1978, le recourant s'est plaint de n'avoir pas encore eu la possibilit&#233;  de consulter le dossier et de n'avoir re&#231;u qu'une visite de l'avocat d'office au d&#233;but de son mandat; que ce m&#234;me 2 octobre 1978, l'avocat d'office lui envoyait le dossier et annon&#231;ait sa visite en BGE 105 Ia 296 S. 304ajoutant: \"J'ai pris acte de ce que, apr&#232;s m'avoir &#233;crit &#224; plusieurs reprises que vous ne vouliez pas me voir, vous avez chang&#233; d'avis.\" Il est vrai que le recourant n'avait pas voulu voir son avocat d'office et que le 5 octobre 1978, il s'en est excus&#233; en pr&#233;cisant qu'il avait agi de la sorte parce qu'il voulait choisir lui-m&#234;me son d&#233;fenseur et ne pas s'en voir imposer un de force par la justice.\nAu vu de ce qui pr&#233;c&#232;de, on constate que le manque de confiance que le recourant all&#232;gue &#224; l'&#233;gard de son d&#233;fenseur d'office ne repose sur aucun  &#233;l&#233;ment objectif et en particulier sur aucun grief pr&#233;cis touchant &#224; la personne ou &#224; un comportement qui exclurait &#224; l'&#233;vidence toute relation de confiance entre le d&#233;fenseur et l'accus&#233;. Au contraire, on constate que si la confiance fait d&#233;faut, c'est uniquement parce que le recourant souhaitait &#234;tre d&#233;fendu par un avocat de son choix, ou par un d&#233;fenseur d'office de son choix. Comme il ne s'est pas trouv&#233; de d&#233;fenseur qui accepte le mandat du recourant et que la seule personne que celui-ci a propos&#233;e pour assurer sa d&#233;fense d'office  &#233;tait un stagiaire, on ne peut reprocher au pr&#233;sident d'avoir repouss&#233; de mani&#232;re arbitraire une requ&#234;te raisonnable du recourant en refusant de remplacer un d&#233;fenseur d'office chevronn&#233; par un avocat stagiaire. Il n'y a d&#232;s lors, au vu de semblables circonstances, aucune violation de la protection juridique minimale garantie par l'art. 4 Cst.\nLa garantie constitutionnelle pr&#233;cit&#233;e n'est pas davantage viol&#233;e par le seul fait que le d&#233;fenseur d'office ne se fait pas l'interpr&#232;te des sentiments et moyens de son client. A d&#233;faut d'une &#233;vidence et de circonstances faisant appara&#238;tre de mani&#232;re patente qu'une telle attitude du d&#233;fenseur a &#233;t&#233;  gravement pr&#233;judiciable &#224; l'accus&#233;, on ne peut envisager d'entrer en mati&#232;re sur un tel moyen. L&#224; &#233;galement il n'est pas possible de poser des r&#232;gles syst&#233;matiques et obligatoires. Tout ce que l'on peut dire c'est que par d&#233;finition le d&#233;fenseur d'office sait mieux que l'accus&#233; quels sont les moyens propres &#224; assurer la d&#233;fense et &#224; contrebalancer l'action du Minist&#232;re public et qu'on ne saurait lui imposer une conduite du proc&#232;s qui selon lui conduirait  &#224; l'&#233;chec. Au surplus l'accus&#233; a tout loisir, on l'a vu, de d&#233;velopper sa propre argumentation.\nEn l'esp&#232;ce, le recourant aurait voulu que le d&#233;fenseur d'office soutienne sa th&#232;se de l'innocence. Or, comme le rel&#232;ve l'autorit&#233; cantonale, il ne pouvait imposer cela &#224; son d&#233;fenseur BGE 105 Ia 296 S. 305qui, comme avocat et en vertu de son serment, &#233;tait tenu par la promesse faite de ne pas user de moyens contraires &#224; la bonne foi et de ne pas soutenir une cause r&#233;put&#233;e mal fond&#233;e. Or ce devoir existe m&#234;me si, contrairement &#224; l'avocat constitu&#233;, le d&#233;fenseur d'office ne peut refuser d'assister et de d&#233;fendre l'accus&#233;, notamment lorsqu'il est en d&#233;saccord avec lui sur la fa&#231;on de pr&#233;senter la d&#233;fense. L'avocat d'office ne saurait &#234;tre contraint de plaider -  non pas ce qui lui para&#238;t comme peu vraisemblable voire comme contraire &#224; sa conviction - mais ce qu'il consid&#232;re comme insoutenable. Il &#233;tait in casu du devoir strict d'un d&#233;fenseur d'office, quel qu'il soit, de repr&#233;senter &#224; son client qu'il se d&#233;fendait mal et d'une mani&#232;re vou&#233;e &#224; l'&#233;chec, et que lui-m&#234;me ne soutiendrait en tout cas pas des moyens aussi &#233;videmment mal fond&#233;s. En effet, les moyens qu'entendait faire valoir le recourant, auxquels se r&#233;f&#233;rait l'autorit&#233; cantonale, et qui ressortent &#233;galement des m&#233;moires d&#233;pos&#233;s &#224; titre personnel par le recourant dans la pr&#233;sente proc&#233;dure, peuvent &#234;tre consid&#233;r&#233;s comme insoutenables par un d&#233;fenseur sans que l'on puisse lui en faire s&#233;rieusement grief ni juger que son attitude &#233;tait &#224; l'&#233;vidence pr&#233;judiciable &#224;  l'accus&#233;. On ne saurait en tout cas - et c'est ici l'essentiel - reprocher &#224; la Cour cantonale et au juge comp&#233;tent pour d&#233;signer ou r&#233;voquer le d&#233;fenseur d'office de n'avoir pas, au vu des circonstances, reconnu que la protection juridique minimale de l'accus&#233; n'&#233;tait pas assur&#233;e.\nf) L'art. 6 CEDH, dont le recourant essaie de se pr&#233;valoir, n'a pas non plus  &#233;t&#233; viole. Le ch. 3 lettre c de cette disposition, qui est d'ailleurs le seul &#224;  &#234;tre invoqu&#233; avec pr&#233;cision, consacre en effet le libre choix d'un d&#233;fenseur dans le seul cas o&#249; l'accus&#233; poss&#232;de les moyens de le r&#233;mun&#233;rer et dans l hypoth&#232;se inverse, le droit pour l'accus&#233; d'&#234;tre assist&#233; par un avocat d'office lorsque les int&#233;r&#234;ts de la justice l'exigent. Cette disposition ne consacre aucune garantie allant au-del&#224; de celles qui ont &#233;t&#233; d&#233;duites par le Tribunal f&#233;d&#233;ral de l'art. 4 Cst., de telle sorte que tout ce qui vient d'&#234;tre dit &#224;  propos de l'application de cette disposition constitutionnelle reste pleinement valable pour l'application de la CEDH. On rel&#232;ve enfin que la Commission europ&#233;enne des droits de l'homme a clairement pos&#233;, dans sa jurisprudence, que l'art. 6 ch. 3 lettre c CEDH, lorsque l'accus&#233; ne poss&#232;de pas les moyens de r&#233;mun&#233;rer un d&#233;fenseur, se limitait &#224; l'assistance gratuite d'un avocat d'office lorsque les int&#233;r&#234;ts BGE 105 Ia 296 S. 306de la justice l'exigent et qu'il ne conf&#233;rait aucun droit au libre choix dudit d&#233;fenseur d'office (d&#233;cisions de la Commission No 509/59 et 646/59, Annuaire 3, p. 177 et 277/278). La convention ne garantit donc pas le droit de choisir le d&#233;fenseur commis par le Tribunal, pas plus qu'elle ne garantit le droit d'&#234;tre consult&#233; &#224; propos du choix d'un d&#233;fenseur d'office (Cour europ&#233;enne, cas No  6946/75, D&#233;cisions et rapports, vol. 6, p. 119). Enfin la convention ne garantit nullement &#224; l'accus&#233; le droit de d&#233;cider lui-m&#234;me de quelle mani&#232;re sa d&#233;fense sera assur&#233;e (D&#233;cision 2676/65 in Recueil de d&#233;cisions, vol. 23, p. 35;  5923/72, in D&#233;cisions et rapports, vol. 3, p. 45; 7138/75, ibidem, vol. 9, p.  54). Au vu de ces principes, on ne peut en aucun cas tirer de la Convention europ&#233;enne, comme le voudrait le recours, un droit absolu, ind&#233;pendant des circonstances, au remplacement du d&#233;fenseur d'office qui aurait perdu la confiance de l'accus&#233;.\nPour tous les motifs qui pr&#233;c&#233;dent le premier moyen de recours, fond&#233; sur la violation des art. 104 ss. PP, 4 Cst. et 6 CEDH, doit ainsi &#234;tre rejet&#233;.\ng) On peut d'ailleurs s&#233;rieusement douter de la recevabilit&#233; du moyen soulev&#233;. Il consiste en effet &#224; reprocher au juge comp&#233;tent de n'avoir pas remplac&#233; le d&#233;fenseur d'office. Comme le rel&#232;ve l'autorit&#233; cantonale, le droit de proc&#233;dure cantonal (art. 327 PP) pr&#233;voit que, lorsque dans la phase des op&#233;rations pr&#233;liminaires aux d&#233;bats le pr&#233;sident a &#233;cart&#233; une r&#233;quisition, la partie qui l'avait pr&#233;sent&#233;e peut la renouveler aux d&#233;bats, par voie incidente, imm&#233;diatement apr&#232;s l'ouverture de ceux-ci. Or, en l'esp&#232;ce, le recourant n'a nullement renouvel&#233; devant le Tribunal criminel les r&#233;quisitions tendant au remplacement ou &#224; la r&#233;vocation de son d&#233;fenseur d'office qu'il avait form&#233;es devant le pr&#233;sident. Il para&#238;t d&#232;s lors douteux que l'on puisse admettre, dans de telles circonstances, que l'exigence d'&#233;puisement des instances cantonales a  &#233;t&#233; satisfaite. L'autorit&#233; cantonale &#233;tant toutefois entr&#233;e en mati&#232;re sur le moyen, qui est de toute mani&#232;re mal fond&#233;, la question peut demeurer ind&#233;cise.\n \n   \n   "
}