{
  "titre": "118 IV 188",
  "annee": "1992",
  "contenu": "\n      \n  Chapeau\n118 IV 18833. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 20 mai 1992 dans la cause C. c. Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;).\n\n  \nRegeste\nArt. 90 ch. 2 LCR; violation grave des r&#232;gles de la circulation.  L'automobiliste qui d&#233;passe de plus de 30 km/h la vitesse maximale autoris&#233;e sur l'autoroute se rend coupable d'une violation grave des r&#232;gles de la circulation, au sens de l'art. 90 ch. 2 LCR. \n\n\n  \n  \n  \nFaits &#224; partir de page 188\n\n\n    BGE 118 IV 188 S. 188\n   \n\n    A.- Le lundi 12 novembre 1990 en d&#233;but d'apr&#232;s-midi, il fut constat&#233;, &#224; l'aide d'un appareil de mesure, que C. conduisait sa voiture BMW 635 sur l'autoroute du L&#233;man, entre Vevey et Chexbres, &#224; la vitesse de 157 km/h - apr&#232;s d&#233;duction de la marge de s&#233;curit&#233; -, exc&#233;dant ainsi de 37 km/h la vitesse maximale autoris&#233;e. La chauss&#233;e &#233;tait en bon &#233;tat, la visibilit&#233; excellente et le trafic \"apparemment faible\". C. est un conducteur exp&#233;riment&#233;, qui disposait d'un v&#233;hicule adapt&#233; aux vitesses &#233;lev&#233;es. Il n'a pas d'ant&#233;c&#233;dent judiciaire; le registre des contraventions de circulation mentionne 5 amendes ant&#233;rieures sanctionnant des exc&#232;s de vitesse; son revenu mensuel est de l'ordre de 4'500 francs.\n\n    BGE 118 IV 188 S. 189\n   \n\n    B.- Par jugement du 9 septembre 1991, le Tribunal de police du district de Vevey a condamn&#233; C., pour violation grave des r&#232;gles de la circulation (art. 90  ch. 2 LCR), &#224; une amende de 750 francs, avec d&#233;lai de radiation de 2 ans, ainsi qu'au paiement des frais de la cause.\nPar arr&#234;t du 14 f&#233;vrier 1992, la Cour de cassation cantonale a rejet&#233; le recours du condamn&#233;.\n\n    C.- Contre cet arr&#234;t, C. s'est pourvu en nullit&#233; &#224; la Cour de cassation du Tribunal f&#233;d&#233;ral. Soutenant qu'il fallait appliquer au cas d'esp&#232;ce l'art. 90  ch. 1 LCR, et non pas l'art. 90 ch. 2 LCR, il conclut, sous suite de d&#233;pens, &#224;  l'annulation de la d&#233;cision attaqu&#233;e.\nLa cour cantonale s'est r&#233;f&#233;r&#233;e aux consid&#233;rants de son arr&#234;t et le Minist&#232;re public a conclu au rejet du pourvoi.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) La seule question litigieuse en l'esp&#232;ce est de savoir si les faits de la cause tombent sous le coup de l'art. 90 ch. 1 ou de l'art. 90 ch. 2 LCR.\nL'art. 90 ch. 1 LCR r&#233;prime comme contravention toute violation des r&#232;gles de la circulation fix&#233;es par la loi ou ses prescriptions d'ex&#233;cution; l'art. 90 ch. 2 LCR d&#233;finit un cas qualifi&#233; de violation des r&#232;gles de la circulation pour lequel une peine d'emprisonnement peut &#233;galement &#234;tre prononc&#233;e. Pour que le cas qualifi&#233; soit r&#233;alis&#233;, il faut d'une part que l'on se trouve en pr&#233;sence d'une violation grave d'une r&#232;gle de la circulation et d'autre part que l'auteur ait cr&#233;&#233; un s&#233;rieux danger pour la s&#233;curit&#233; d'autrui ou en ait pris le risque (art. 90 ch. 2 LCR; ATF 111 IV 168 consid. 2 et l'arr&#234;t cit&#233;; ATF 118 IV 86 consid. 2a).\nPour dire si une violation d'une r&#232;gle de la circulation doit &#234;tre qualifi&#233;e de grave, il faut proc&#233;der &#224; une appr&#233;ciation aussi bien objective que subjective. Du point de vue objectif, l'auteur doit avoir commis, &#224; l'encontre d'une r&#232;gle importante de la circulation, une violation qui sort du cadre de celles que l'on rencontre habituellement (ATF 111 IV 169 consid. 2a) et caus&#233; ainsi une mise en danger abstraite ou concr&#232;te de la s&#233;curit&#233; de la route. Du point de vue subjectif, il faut que l'auteur ait eu un comportement d&#233;nu&#233; d'&#233;gards pour autrui ou ait gravement viol&#233; les r&#232;gles de la circulation, de sorte que l'on doive lui imputer &#224; tout le moins une n&#233;gligence grave (ATF 118 IV 86 consid. 2a et les r&#233;f&#233;rences cit&#233;es, 198 consid. 2).\nQuant &#224; l'exigence d'un s&#233;rieux danger pour la s&#233;curit&#233; d'autrui, un risque abstrait suffit, pourvu qu'il soit s&#233;rieux (ATF 106 IV 49 consid. a, ATF 102 IV 44 consid. 2).\n\n    BGE 118 IV 188 S. 190\n   \nb) En mati&#232;re de retrait du permis de conduire, la loi distingue la violation d'une r&#232;gle de la circulation qui est de peu de gravit&#233; - auquel cas un avertissement (facultatif) peut suffire - (art. 16 al. 2 2e phrase LCR), celle qui est de gravit&#233; moyenne et permet le retrait facultatif (art. 16 al. 2 1re phrase LCR) et celle par laquelle le conducteur a compromis gravement la s&#233;curit&#233; de la route et pour laquelle le retrait est obligatoire (art. 16 al. 3  let. a LCR). Comme l'a relev&#233; la jurisprudence, il n'y a pas de parall&#233;lisme total entre cette triple distinction faite par l'art. 16 LCR et la double distinction de l'art. 90 LCR (ATF 102 Ib 196 consid. 3b). Il n'emp&#234;che que l'on ne saurait, sans motif important, donner une interpr&#233;tation diff&#233;rente &#224; des notions tr&#232;s voisines contenues dans la m&#234;me loi. Pour appr&#233;cier si, de mani&#232;re abstraite, il a &#233;t&#233; cr&#233;&#233; un danger s&#233;rieux pour la s&#233;curit&#233; d'autrui, la jurisprudence a d&#233;j&#224; estim&#233; qu'il fallait se r&#233;f&#233;rer aux principes d&#233;gag&#233;s en cette mati&#232;re dans le domaine du retrait du permis de conduire (arr&#234;t non publi&#233; du 15 f&#233;vrier 1988 dans la cause M. c. MP Vaud, consid. 2).\nOr, il est admis de mani&#232;re constante qu'un d&#233;passement de vitesse de plus de  30 km/h, m&#234;me si les conditions de circulation sont favorables et les ant&#233;c&#233;dents bons, doit entra&#238;ner, en raison du risque caus&#233;, un retrait du permis et non pas une simple mesure d'avertissement (ATF 113 Ib 145 ss consid.  3, ATF 108 Ib 67 consid. 1, ATF 104 Ib 51 ss).\nIl existe d'ailleurs une parent&#233; &#233;troite entre l'hypoth&#232;se de l'art. 90 ch. 2  LCR et celle de l'art. 16 al. 3 let. a LCR (ATF 102 Ib 196 s. consid. 3). Pour dire si le conducteur avait compromis gravement la s&#233;curit&#233; de la route au sens de l'art. 16 al. 3 let. a LCR, la jurisprudence a admis qu'il fallait proc&#233;der  &#224; un examen des circonstances concr&#232;tes lorsque la limite des 30 km/h de d&#233;passement n'&#233;tait exc&#233;d&#233;e que de peu (ATF 104 Ib 49 ss). Il en r&#233;sulte a contrario qu'il n'y a pas de raison d'en douter lorsque, comme c'est le cas en l'esp&#232;ce, le seuil des 30 km/h est largement d&#233;pass&#233;.\nc) Contrairement &#224; ce que soutient le recourant, il est sans pertinence que de telles vitesses soient autoris&#233;es en Allemagne, puisque la loi suisse est ici seule applicable. Il n'est pas d&#233;cisif non plus qu'il puisse exister des diff&#233;rences de vitesse notables entre des voitures circulant de mani&#232;re licite. Il n'est pas douteux que le risque caus&#233; par l'emploi d'un v&#233;hicule automobile augmente avec sa vitesse (trajet parcouru pendant le temps de r&#233;action, distance de freinage, violence du choc). Le danger grandit au fur et &#224; mesure que la vitesse augmente (ATF 108 Ib 67 consid. 1). Le recourant devait s'attendre BGE 118 IV 188 S. 191&#224; rencontrer &#224; tout moment des v&#233;hicules circulant devant lui, m&#234;me sur deux files; or, selon la th&#233;orie de la confiance, ces automobilistes n'avaient pas &#224;  compter avec la survenance derri&#232;re eux d'une voiture roulant &#224; une vitesse illicite et d&#233;passant &#224; ce point le maximum autoris&#233;; ils pouvaient donc &#234;tre surpris et tromp&#233;s dans leur appr&#233;ciation, notamment au moment d'entreprendre une manoeuvre de d&#233;passement, par la survenance d'une voiture roulant &#224;  pareille allure. Il faut donc admettre, m&#234;me si le conducteur est exp&#233;riment&#233;, le v&#233;hicule bien &#233;quip&#233; et les conditions de circulation favorables, qu'un pareil d&#233;passement de la vitesse maximale autoris&#233;e cr&#233;ait de mani&#232;re abstraite un s&#233;rieux danger pour la s&#233;curit&#233; d'autrui.\nd) Il reste &#224; examiner s'il s'agit, d'un point de vue objectif et subjectif, d'une violation grave des r&#232;gles de la circulation. Les limitations de vitesse jouent un r&#244;le important pour assurer la s&#233;curit&#233; routi&#232;re. Il est notoire que beaucoup d'accidents sont dus &#224; des exc&#232;s de vitesse et que les cons&#233;quences en sont particuli&#232;rement lourdes sur les autoroutes, en raison de la vitesse  &#233;lev&#233;e des usagers (ATF 102 IV 45 et les arr&#234;ts cit&#233;s). Certes, n'importe quel d&#233;passement de vitesse ne saurait &#234;tre qualifi&#233; de violation grave des r&#232;gles de la circulation. Comme le danger s'accro&#238;t avec l'importance du d&#233;passement de vitesse, la gravit&#233; requise par l'art. 90 ch. 2 LCR n'est r&#233;alis&#233;e que si le d&#233;passement est massif et exc&#232;de notablement ce que l'on rencontre malheureusement plus ou moins habituellement. Il n'y a pas de raison de poser ici des r&#232;gles diff&#233;rentes de celles qui ont &#233;t&#233; d&#233;gag&#233;es pr&#233;c&#233;demment pour dire &#224; partir de quelle vitesse il se cr&#233;e un danger s&#233;rieux pour la s&#233;curit&#233;  d'autrui. Rouler &#224; 157 km/h sur l'autoroute d&#233;passe notablement le cadre des infractions que l'on peut consid&#233;rer comme banales et n'&#233;tant pas de nature &#224;  entra&#238;ner ordinairement de graves cons&#233;quences. D'un point de vue subjectif, le recourant, circulant &#224; une telle allure, s'&#233;tait n&#233;cessairement rendu compte qu'il d&#233;passait nettement la vitesse maximale autoris&#233;e, de sorte qu'il faut admettre qu'il a volontairement viol&#233; cette r&#232;gle de circulation, alors que rien ne l'emp&#234;chait de prendre conscience du risque caus&#233;. Il s'agit donc, subjectivement et objectivement, d'une violation grave des r&#232;gles de la circulation.\nEn cons&#233;quence, l'autorit&#233; cantonale n'a pas viol&#233; le droit f&#233;d&#233;ral en appliquant l'art. 90 ch. 2 LCR au cas d'esp&#232;ce.\nIl faut encore rappeler que la qualification de l'infraction doit se faire en fonction de l'acte commis et que les ant&#233;c&#233;dents ne jouent &#224; ce stade aucun r&#244;le.\n \n   \n   "
}