{
  "titre": "83 IV 170",
  "annee": "1957",
  "contenu": "\n      \n  Chapeau\n83 IV 17047. Arr&#234;t de la Cour de cassation du 5 juillet 1957 dans la cause Krumm contre Minist&#232;re public du canton de Vaud et Valbusa.\n\n  \nRegeste\nDroit de priorit&#233; du v&#233;hicule qui vient de droite, art.27al. 1 LA.  Limites de ce droit lorsqu'il est exerc&#233; de nuit par un conducteur qui a marqu&#233; un temps d'arr&#234;t au carrefour. \n\n\n  \n  \n  \nFaits &#224; partir de page 170\n\n\n    BGE 83 IV 170 S. 170\n   \n\n    A.- Le 19 ao&#251;t 1956 vers 22 h. 30, Krumm, qui se rendait en automobile d'Essertines sur Rolle &#224; Morges, est arriv&#233; &#224; Allaman, au d&#233;bouch&#233; de la route sur la grande art&#232;re qui relie Gen&#232;ve &#224; Lausanne. L'endroit est &#224; l'int&#233;rieur de la localit&#233;. Voyant une voiture s'approcher, BGE 83 IV 170 S. 171venant de droite, Krumm, qui devait prendre &#224; gauche, dut s'arr&#234;ter pour lui c&#233;der le passage. A ce moment-l&#224; et bien qu'il e&#251;t aper&#231;u, venant de gauche, &#224; une distance de 50 &#224; 80 m., une motocyclette qui roulait avec ses feux de croisement, il remit son v&#233;hicule en marche. La motocyclette passa n&#233;anmoins devant lui et la passag&#232;re, Maria Valbusa, heurta de son genou droit le phare droit de la voiture. Elle subit une fracture ouverte du genou et de la cuisse droits. Le 5 septembre suivant, le Dr de Reynier, chirurgien &#224; Rolle, d&#233;clara dans un rapport que la fonction du genou &#233;tait perdue ou tout au moins tr&#232;s diminu&#233;e.\n\n    B.- Renvoy&#233; devant le Tribunal de police correctionnelle du district de Rolle pour l&#233;sions corporelles par n&#233;gligence (art. 125 CP) et infraction &#224; l'art. 27 LA, Krumm fut lib&#233;r&#233; de toute peine, le 11 avril 1957. Mais, sur recours de Maria Valbusa, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois le condamna, le 13 mai 1957, pour l&#233;sions corporelles par n&#233;gligence, &#224; 100 fr. d'amende avec d&#233;lai d'&#233;preuve et de radiation de deux ans.\n\n    C.- Krumm s'est pourvu en nullit&#233; contre cet arr&#234;t, dont il demande l'annulation, la cause &#233;tant renvoy&#233;e &#224; l'autorit&#233; cantonale pour le lib&#233;rer de toute peine.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Selon l'art. 27 al. LA, aux bifurcations et aux crois&#233;es de routes, le conducteur doit ralentir et c&#233;der le passage au v&#233;hicule automobile qui vient en m&#234;me temps de droite. Il n'est pas contest&#233; que cette r&#232;gle s'appliquait en l'esp&#232;ce, la collision s'&#233;tant produite &#224; une bifurcation situ&#233;e &#224; l'int&#233;rieur d'une localit&#233; et dont aucune des voies n'&#233;tait marqu&#233;e par le signal \"stop\" (signal no 20 bis). Il est de plus constant que Krumm venait de droite en m&#234;me temps que la motocyclette (RO 77 IV 219), de sorte qu'il avait la priorit&#233; de passage. Cependant, le conducteur titulaire de ce droit n'est pas autoris&#233; &#224; en faire BGE 83 IV 170 S. 172usage aveugl&#233;ment. Il doit notamment porter son attention non seulement sur la droite, mais aussi sur la gauche pour s'assurer que ceux qui lui doivent le passage ont la volont&#233; et la possibilit&#233; de le lui accorder (RO 77 IV 221, consid. 2; 79 II 216, consid. 3). C'est pour n'avoir pas observ&#233; cette r&#232;gle et avoir ainsi contribu&#233; &#224; causer l'accident que la cour cantonale a condamn&#233; Krumm. Il conteste aujourd'hui avoir commis la faute retenue contre lui, et, par voie de cons&#233;quence, r&#233;pondre p&#233;nalement des l&#233;sions corporelles subies par demoiselle Valbusa.\n\n    2. Comme l'all&#232;gue le recourant, on ne conna&#238;t en particulier ni la position du point de choc, ni la vitesse de la motocyclette. Mais il ne s'ensuit pas que les constatations de fait soient insuffisantes et ne permettent pas de retenir une faute &#224; sa charge.\nIl est constant tout d'abord qu'il s'est arr&#234;t&#233; avant de s'engager sur la bifurcation. Quelle que soit la cause de cet arr&#234;t - qui a eu lieu pour laisser passer une voiture venant de droite - il pouvait faire douter que Krumm entend&#238;t user effectivement de son droit de passage prioritaire. La distinction qu'il voudrait faire &#224; ce sujet entre l'arr&#234;t n&#233;cessit&#233; par la priorit&#233; d'un autre v&#233;hicule et l'arr&#234;t volontaire ex&#233;cut&#233; par prudence n'est pas justifi&#233;e: La cause d'un arr&#234;t n'est souvent pas reconnaissable pour le conducteur qui doit en principe c&#233;der le passage. Cette premi&#232;re circonstance commandait donc au recourant une attention et une prudence accrues.\nAinsi que la loi l'y obligeait, il a regard&#233; non seulement &#224; droite, mais aussi &#224; gauche et il a vu, &#224; une distance de 60 &#224; 80 m., la motocyclette qui s'approchait. Il n'est pas n&#233;cessaire de rechercher si, comme il l'affirme, cette distance permet en principe au conducteur qui a la priorit&#233; de s'engager sur la bifurcation. En l'esp&#232;ce tout au moins, cette question appelle une r&#233;ponse n&#233;gative. Lors de la collision, il faisait nuit, de sorte qu'il &#233;tait particuli&#232;rement difficile d'appr&#233;cier les distances et les vitesses. Sur chacun de ces deux points, Krumm devait donc compter &#224; la fois BGE 83 IV 170 S. 173avec une erreur de sa part et de celle du motocycliste. Cette seconde circonstance, jointe, &#224; son arr&#234;t qui, on l'a dit plus haut, pouvait faire douter de ses intentions, aurait d&#251; l'emp&#234;cher de compter purement et simplement sur son droit de passage. Si m&#234;me il avait encore &#233;t&#233; temps pour lui de passer devant le motocycliste, il n'aurait tout au moins pas d&#251; le faire sans avoir donn&#233; un signal en allumant ses grands phares. Or il s'est avanc&#233; sans prendre aucune pr&#233;caution. C'est cette omission - et non pas son arr&#234;t - qui constitue une faute. Cette faute existe, que le choc se soit produit d'un c&#244;t&#233; ou de l'autre de la ligne m&#233;diane. Elle est imputable &#224; la n&#233;gligence.\nLe recourant ne conteste pas qu'elle ait &#233;t&#233; dans un rapport de causalit&#233; ad&#233;quate (RO 82 IV 33 lit. b) avec les l&#233;sions corporelles subies par Maria Valbusa.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\nRejette le pourvoi.\n \n   \n   "
}