{
  "titre": "135 IV 32",
  "annee": "2008",
  "contenu": "\n      \n  Chapeau\n135 IV 325. Extrait de l'arr&#234;t de la Cour de droit p&#233;nal dans la cause X. contre Minist&#232;re public du canton de Vaud (recours en mati&#232;re p&#233;nale)\n6B_621/2007 du 1er octobre 2008\n  \nRegeste\nArt. 36 al. 2 et 4 LCR; parking; priorit&#233; de droite.  A l'int&#233;rieur d'un parking, la r&#232;gle de la priorit&#233; de droite de l'art. 36 al. 2 LCR s'applique aux intersections entre les diff&#233;rentes dessertes, qu'il s'agisse des voies de circulation d'entr&#233;e et/ou de sortie ou des voies de circulation transversales. La seule exception concerne l'entr&#233;e et la sortie de la case individuelle de stationnement, qui est soumise &#224; la r&#232;gle pr&#233;vue &#224; l'art. 36 al. 4 LCR (changement de jurisprudence; consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 32\n\n\n    BGE 135 IV 32 S. 32\n   \nPar jugement du 1er octobre 2007, le Tribunal de police de l'arrondissement de La C&#244;te a rejet&#233; l'appel form&#233; par X. contre un prononc&#233; pr&#233;fectoral du 1er juin 2007, le condamnant, pour violation des art. 36 al. 4 LCR, 3 al. 1, 14 al. 1 et 15 al. 3 OCR, &#224; une amende de 200 fr.\nCe jugement retient, en r&#233;sum&#233;, ce qui suit.\nLe 11 d&#233;cembre 2006, un accident de la circulation s'est produit sur le parking de la surface commerciale Hornbach, &#224; Etoy, sur lequel seules les places de parc sont balis&#233;es au sol, &#224; l'exclusion de tout BGE 135 IV 32 S. 33autre marquage, notamment de fl&#232;ches indiquant les sens de circulation ou les priorit&#233;s. Apr&#232;s avoir quitt&#233; une place de stationnement, X., empruntant l'all&#233;e transversale, s'est dirig&#233; vers la voie d'entr&#233;e et de sortie, en vue d'obliquer &#224; droite. A cet endroit, o&#249; une camionnette masquait la visibilit&#233;, il a heurt&#233;, avec l'avant gauche de son v&#233;hicule, l'avant droit de celui de l'automobiliste Y., qui arrivait sur la gauche et s'appr&#234;tait &#224; obliquer &#224; droite dans l'all&#233;e transversale pour aller parquer sa voiture.\nLe tribunal a estim&#233; que la r&#232;gle de l'art. 15 al. 3 OCR s'appliquait, du moins par analogie, et non celle de la priorit&#233; de droite. L'appelant devait donc accorder la priorit&#233; &#224; l'automobiliste Y. Au besoin, il devait s'arr&#234;ter, voire, dans la mesure o&#249; sa visibilit&#233; &#233;tait g&#234;n&#233;e, recourir &#224; l'aide de sa passag&#232;re. L'accident lui &#233;tait donc imputable.\nX. forme un recours en mati&#232;re p&#233;nale au Tribunal f&#233;d&#233;ral, pour violation de son droit d'&#234;tre entendu, de son droit &#224; un proc&#232;s &#233;quitable ainsi que des dispositions de la LCR et de l'OCR retenues &#224; son encontre. Il conclut &#224; la r&#233;forme du jugement attaqu&#233; en ce sens qu'il soit acquitt&#233;, subsidiairement &#224; son annulation.\nParall&#232;lement, X. a recouru contre le jugement d'appel &#224; la Cour de cassation p&#233;nale du Tribunal cantonal vaudois, qui, par arr&#234;t du 5 novembre 2007, a rejet&#233; le recours dans la mesure o&#249; il &#233;tait recevable.\nPar courrier du 14 avril 2008, X., agissant par l'entremise de sa mandataire, a fait parvenir au Tribunal f&#233;d&#233;ral une copie de l'arr&#234;t cantonal du 5 novembre 2007, en pr&#233;cisant qu'il contestait le raisonnement par lequel cet arr&#234;t &#233;cartait son grief de violation du droit d'&#234;tre entendu.\nLe Minist&#232;re public conclut au rejet du recours, en se r&#233;f&#233;rant au jugement attaqu&#233;. L'autorit&#233; cantonale a renonc&#233; &#224; se d&#233;terminer.\nLe Tribunal f&#233;d&#233;ral a admis le recours dans la mesure o&#249; il &#233;tait recevable.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. Le recourant se plaint d'une violation de l'art. 36 LCR ainsi que de l'art. 15 al. 3 OCR, au motif que l'autorit&#233; cantonale aurait d&#251; faire application, non pas de cette derni&#232;re disposition, mais de la r&#232;gle de la priorit&#233; de droite.\n\n    4.1 Dans la mesure o&#249; le recourant conteste les faits retenus, en all&#233;guant que l'accident se serait produit sur l'all&#233;e centrale, bien avant BGE 135 IV 32 S. 34qu'il ne d&#233;bouche sur la voie de sortie, il n'y a pas lieu d'entrer en mati&#232;re, faute d'une quelconque d&#233;monstration d'arbitraire dans l'&#233;tablissement des faits.\n\n    4.2 L'art. 36 al. 2, 1re phrase LCR pose le principe qu'aux intersections le v&#233;hicule qui vient de droite a la priorit&#233;. Sont des intersections, les crois&#233;es, les bifurcations ou les d&#233;bouch&#233;s de chauss&#233;e (art. 1 al. 8, 1re phrase OCR). De ces r&#232;gles, il d&#233;coule que la r&#232;gle de la priorit&#233; de droite s'applique en principe toujours lorsque des chauss&#233;es interf&#232;rent ou se croisent sous la forme de crois&#233;es, de bifurcations ou de d&#233;bouch&#233;s (ATF 117 IV 498 consid. 3 p. 500).\nLa loi et l'ordonnance pr&#233;voient toutefois des exceptions. Ainsi, l'art. 36 al. 2, 2e phrase LCR dispose que les v&#233;hicules qui circulent sur une route signal&#233;e comme principale ont la priorit&#233;, m&#234;me s'ils viennent de gauche. L'art. 36 al. 2, 3e phrase LCR r&#233;serve toute r&#233;glementation diff&#233;rente de la circulation impos&#233;e par des signaux ou par la police. Une exception au principe r&#233;sulte en outre de l'art. 36 al. 4 LCR, qui prescrit que le conducteur qui veut engager son v&#233;hicule dans la circulation, faire demi-tour ou marche arri&#232;re ne doit pas entraver les autres usagers de la route, en pr&#233;cisant que ces derniers b&#233;n&#233;ficient de la priorit&#233;. Une autre exception d&#233;coule encore de l'art. 1 al. 8, 2e phrase OCR, en tant qu'il pr&#233;voit que ne constituent pas des intersections les endroits o&#249; d&#233;bouchent sur la chauss&#233;e des pistes cyclables, des chemins ruraux ou des sorties de garage, de places de stationnement, de fabriques, de cours, etc. (ATF 117 IV 498 consid. 3 p. 500).\nDans une jurisprudence relativement ancienne, le Tribunal f&#233;d&#233;ral a assimil&#233; les all&#233;es secondaires, transversales ou perpendiculaires, conduisant les automobilistes depuis les voies de circulation d'entr&#233;e et de sortie de la place de parc vers les cases de stationnement proprement dites des v&#233;hicules, &#224; ces derni&#232;res. Il a retenu que les voies de circulation ne permettent pas d'acc&#233;der &#224; une case sans passer par l'une ou l'autre des all&#233;es perpendiculaires. Celles-l&#224; (les voies de circulation) se trouvaient donc par rapport &#224; celles-ci (les all&#233;es perpendiculaires) dans la situation d'une chauss&#233;e ou d'une route. Il s'ensuivait que celui qui y d&#233;bouchait en sortant d'une place de parc ne b&#233;n&#233;ficiait d'aucune priorit&#233; conform&#233;ment &#224; l'art. 15 al. 3 OCR et &#224; la r&#232;gle g&#233;n&#233;rale de l'art. 36 al. 4 LCR. Les endroits o&#249; d&#233;bouchaient sur la voie de circulation les sorties des places de stationnement que constituaient aussi bien les all&#233;es que les cases n'&#233;taient BGE 135 IV 32 S. 35pas des intersections, en vertu de l'art. 1 al. 8 OCR, de sorte que la r&#232;gle de la priorit&#233; de droite ne trouvait pas application dans ce lieu d&#233;termin&#233; (ATF 100 IV 59 consid. 3 et 4 p. 62).\nUlt&#233;rieurement, cette jurisprudence a &#233;t&#233; confirm&#233;e dans l' ATF 117 IV 498 consid. 4b p. 501/502. A cette occasion, il a &#233;t&#233; rappel&#233; que les exceptions &#224; la r&#232;gle de la priorit&#233; de droite risquant de causer des accidents, la s&#233;curit&#233; du trafic exigeait qu'elles fussent limit&#233;es aux cas qui, m&#234;me pour les usagers qui ne connaissent pas les lieux ou si les conditions de visibilit&#233; sont mauvaises, &#233;taient clairement reconnaissables en l'absence de signalisation. Dans le doute, la r&#233;glementation ordinaire doit l'emporter sur l'exception (ATF 117 IV 498 consid. 4a p. 501).\nOr, l'assimilation &#224; une case de parc des all&#233;es transversales ou perpendiculaires, qui soustrait le traitement de la priorit&#233; au r&#233;gime ordinaire de l'art. 36 al. 2 LCR (priorit&#233; de droite), est de nature &#224; provoquer des confusions et des accidents, dans la mesure o&#249; toutes les voies de circulation, &#224; l'int&#233;rieur d'une grande place de parc (ou parking), ont topographiquement une relation les unes avec les autres qui se rapproche bien davantage de celle existant entre deux routes secondaires que de la sortie d'une case individuelle de stationnement sur une voie publique, m&#234;me secondaire. En l'absence de toute indication au sol ou de toute signalisation ad&#233;quate, le conducteur doit pouvoir se r&#233;f&#233;rer au principe g&#233;n&#233;ral de l'art. 36 al. 2, 1re phrase LCR, qui fixe la priorit&#233; de droite, et non pas s'interroger sur les exceptions possibles, pour appr&#233;cier la nature juridique de l'espace sur lequel il roule, et pour d&#233;terminer en cons&#233;quence son comportement.\nIl est en effet manifeste que les conducteurs circulant sur les voies d'acc&#232;s et sur les voies transversales (ou perpendiculaires) desservant une grande place de parc (parking) se trouvent dans une situation analogue &#224; celle des usagers empruntant deux routes secondaires. Dans ce cas, la priorit&#233; appartient aux conducteurs venant de droite, selon la r&#232;gle ordinaire, tant qu'elle n'a pas &#233;t&#233; supprim&#233;e par le signal 116 ou 217; que l'une des deux routes soit plus anim&#233;e que l'autre, ce qui peut &#234;tre &#233;ventuellement le cas des voies d'entr&#233;e et de sortie de l'espace de parc, ne joue aucun r&#244;le (ATF 96 IV 35 consid. 1 in fine p. 37 et l'arr&#234;t cit&#233;). Dans ces conditions, il convient d'abandonner la jurisprudence inaugur&#233;e par l' ATF 100 IV 59 et d'affirmer qu'&#224; l'int&#233;rieur d'un emplacement de parc (parking) la r&#232;gle de la priorit&#233; de droite de l'art. 36 al. 2 LCR s'applique aux intersections entre BGE 135 IV 32 S. 36les diff&#233;rentes dessertes, qu'il s'agisse des voies de circulation d'entr&#233;e et/ou de sortie ou des voies de circulation transversales, la seule exception concernant l'entr&#233;e ou la sortie de la case individuelle de stationnement, qui est soumise &#224; la r&#232;gle pr&#233;vue &#224; l'art. 36 al. 4 LCR.\nEn l'absence d'une signalisation claire et vu la relative &#233;quivalence de trafic entre les diff&#233;rentes dessertes, qui ne justifie pas une exception au principe de l'art. 36 al. 2 LCR, celui-ci doit &#234;tre affirm&#233; &#224; leurs intersections (ATF 127 IV 91 consid. 2b p. 95 et 96 et les r&#233;f&#233;rences).\n\n    4.3 Dans le cas pr&#233;sent, l'accident est survenu sur une place de parc (parking) ne comportant, hormis le balisage des places de parc au sol, aucune signalisation. En particulier, la voie d'entr&#233;e et de sortie de la place de parc (parking) n'est pas signal&#233;e comme principale. Cette voie permet d'acc&#233;der aux aires de stationnement, soit aux all&#233;es transversales s&#233;parant les cases de parc et, partant, &#224; ces derni&#232;res. Ces m&#234;mes all&#233;es transversales peuvent &#234;tre emprunt&#233;es par les automobilistes qui, apr&#232;s avoir quitt&#233; leur place de stationnement, veulent rejoindre la voie d'entr&#233;e et de sortie de la place de parc (parking). Entre celle-l&#224; et les all&#233;es, il n'y a pas de diff&#233;rence significative. Leur point de rencontre constitue donc une intersection au sens de l'art. 1 al. 8, 1re phrase OCR. A cet endroit, la r&#232;gle de la priorit&#233; de droite est par cons&#233;quent applicable. Demeure r&#233;serv&#233; l'art. 36 al. 4 LCR, qui implique notamment que l'automobiliste qui, en avan&#231;ant ou reculant, quitte une case de parc, doit la priorit&#233; aux autres usagers.\n\n    4.4 En l'esp&#232;ce, l'accident s'est produit &#224; l'intersection entre la voie d'entr&#233;e et de sortie de la place de parc (parking) et l'une des all&#233;es transversales, au moment o&#249; l'automobiliste Y., qui arrivait sur cette voie, bifurquait &#224; droite pour entrer dans l'aire de stationnement et o&#249; le recourant, apr&#232;s avoir quitt&#233; sa case, sortait de cette aire et bifurquait &#224; droite pour s'engager dans la voie d'entr&#233;e et de sortie, en vue de quitter la place de parc (parking). Le recourant survenait ainsi sur la droite de l'automobiliste Y., de sorte qu'il b&#233;n&#233;ficiait de la priorit&#233;. Le grief est donc fond&#233;.\n \n   \n   "
}