{
  "titre": "124 V 296",
  "annee": "1998",
  "contenu": "\n      \n  Chapeau\n124 V 29649. Arr&#234;t incident du 18 septembre 1998 dans la cause Office f&#233;d&#233;ral des assurances sociales contre C. et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 103 let. b en liaison avec l'art. 132 OJ; art. 6 et 86  LAMal; art. 10 al. 2 et art. 27 al. 2 OAMal: exemption de l'assurance obligatoire.  Qualit&#233; pour agir de la Conf&#233;d&#233;ration. \nLa qualit&#233; pour recourir contre un jugement cantonal relatif &#224; l'exemption de l'assurance obligatoire appartient au D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur et non &#224; l'Office f&#233;d&#233;ral des assurances sociales. \n\n\n  \n  \n  \nFaits &#224; partir de page 297\n\n\n    BGE 124 V 296 S. 297\n   \n\n    A.- N&#233;e en 1976, C., de nationalit&#233; canadienne, domicili&#233;e &#224; O., poursuit des &#233;tudes &#224; Lausanne, depuis le 8 octobre 1997, dans le cadre d'une bourse d'&#233;changes. Invit&#233;e par l'Organe cantonal de contr&#244;le de l'assurance-maladie et accidents du canton de Vaud (ci-apr&#232;s: OCC) &#224; justifier des conditions d'une exemption de l'affiliation obligatoire &#224; l'assurance-maladie suisse, elle n'y a pas donn&#233; suite. En cons&#233;quence, par d&#233;cision du 9 f&#233;vrier 1998, l'OCC l'a affili&#233;e d'office &#224; la caisse-maladie SWICA.\n\n    B.- C. a recouru contre cette d&#233;cision devant le Tribunal des assurances du canton de Vaud. Elle faisait valoir que si elle n'avait pas &#233;t&#233; en mesure de r&#233;pondre aux communications de l'OCC, c'est parce qu'&#224; la suite d'une gr&#232;ve des postes son assureur-maladie canadien n'avait pas re&#231;u le courrier par lequel elle lui demandait d'envoyer les attestations n&#233;cessaires.\nElle a produit &#224; l'appui de ses conclusions une lettre et une attestation du 12 janvier 1998 de la compagnie d'assurance canadienne B., &#224; E., ainsi que les conditions g&#233;n&#233;rales de la \"Travel Insurance Policy\" de cette compagnie.\nAyant pris connaissance de ces documents, l'OCC a d&#233;clar&#233; dans sa r&#233;ponse du 3 mars 1998 qu'il &#233;tait dispos&#233; &#224; acc&#233;der &#224; la requ&#234;te de C. et qu'il lui adresserait prochainement une autorisation de dispense officielle.\nPar jugement du 9 mars 1998, le Pr&#233;sident du Tribunal des assurances du canton de Vaud a d&#233;clar&#233; le recours de C. sans objet et a ray&#233; la cause du r&#244;le.\n\n    C.- L'Office f&#233;d&#233;ral des assurances sociales (OFAS) interjette recours de droit administratif contre ce jugement, en concluant &#224; l'annulation de celui-ci et de la d&#233;cision par laquelle l'OCC a exempt&#233; C. de l'assurance-maladie obligatoire.\nC. conclut de mani&#232;re implicite au rejet du recours, faisant notamment valoir qu'elle est couverte par une assurance-maladie publique institu&#233;e par la province de l'Ontario, en plus de l'assurance de la compagnie B.\nL'OCC conclut au rejet du recours.\n\n    BGE 124 V 296 S. 298\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le Tribunal f&#233;d&#233;ral des assurances examine d'office la recevabilit&#233; des recours qui lui sont soumis (ATF 121 II 41 consid. 2, ainsi que les arr&#234;ts cit&#233;s, et 250 consid. 1). En l'esp&#232;ce, le point &#224; trancher est celui de la qualit&#233; pour agir de l'OFAS dans un litige de ce genre (ATF 111 V 151 consid. 1a).\na) Selon l'art. 103 let. b, en liaison avec l'art. 132 OJ, a qualit&#233; pour recourir le d&#233;partement comp&#233;tent ou, lorsque le droit f&#233;d&#233;ral le pr&#233;voit, la division comp&#233;tente de l'administration f&#233;d&#233;rale, s'il s'agit de d&#233;cisions &#233;manant de commissions f&#233;d&#233;rales de recours ou d'arbitrage ou de d&#233;cisions prises en derni&#232;re instance cantonale ou rendues par un organisme vis&#233; &#224; l'art. 98 let. h OJ.\nSaisie d'un recours de l'OFAS dans un litige concernant l'obligation d'une personne de s'affilier &#224; une caisse-maladie conventionn&#233;e, la Cour de c&#233;ans a consid&#233;r&#233;, dans un arr&#234;t du 30 mai 1984 (ATF 110 V 127), que cet office f&#233;d&#233;ral n'avait pas qualit&#233; pour recourir contre le jugement par lequel un tribunal cantonal des assurances avait annul&#233; la d&#233;cision d'assujettissement d'une personne &#224; l'obligation de s'assurer aupr&#232;s d'une caisse-maladie conventionn&#233;e, en vertu de la l&#233;gislation cantonale sur l'assurance-maladie obligatoire. En effet, bien que rendu par un tribunal cantonal des assurances, un tel jugement ne tombait pas sous le coup des art. 30bis al. 1 et 30ter LAMA ni de l'art. 5 al. 3 Ord. V en liaison avec l'art. 103 let. b OJ (ATF 110 V 130 ss consid. 2b).\nb) Du point de vue proc&#233;dural, cette situation n'a pas &#233;t&#233; modifi&#233;e par l'entr&#233;e en vigueur, le 1er janvier 1996, de la loi f&#233;d&#233;rale sur l'assurance-maladie (LAMal) du 18 mars 1994. Aussi est-ce en vain que, dans son recours, l'OFAS invoque l'art. 27 al. 2 OAMal afin de justifier sa qualit&#233; pour agir. En effet, cette disposition r&#233;glementaire, qui autorise l'office f&#233;d&#233;ral &#224; recourir devant le Tribunal f&#233;d&#233;ral des assurances contre des jugements cantonaux en mati&#232;re d'assurance-maladie obligatoire - objet de la premi&#232;re partie de l'ordonnance -, vise exclusivement les jugements rendus par les tribunaux cantonaux des assurances et les tribunaux arbitraux, au sens des art. 86 et 89 LAMal. Or, aux termes des art. 85 et 86 al. 1 LAMal, seules les d&#233;cisions rendues sur opposition par un assureur peuvent &#234;tre attaqu&#233;es par la voie du recours de droit administratif devant le tribunal cantonal des assurances. En l'esp&#232;ce, la d&#233;cision de l'OCC qui est &#224; l'origine de la contestation port&#233;e devant le Tribunal des assurances du canton de Vaud n'est pas une d&#233;cision de cette sorte. Si le jugement &#233;mane de cette juridiction cantonale, c'est BGE 124 V 296 S. 299uniquement en vertu des dispositions de droit cantonal et plus particuli&#232;rement de l'art. 28 al. 1 de la loi d'application vaudoise de la LAMal (LAVAMal), du  25 juin 1996 (RSV 5.19 A), lequel d&#233;signe le Tribunal cantonal des assurances comme autorit&#233; de recours contre les d&#233;cisions de l'OCC.\nc) Le droit de recours de l'autorit&#233; f&#233;d&#233;rale, tel qu'il est pr&#233;vu &#224; l'art.  103 let. b OJ, constitue avant tout un moyen de surveillance destin&#233; &#224;  sauvegarder l'int&#233;r&#234;t public et &#224; assurer une application juste et &#233;gale du droit f&#233;d&#233;ral. Dans un tel cas, le droit de recours de la Conf&#233;d&#233;ration est abstrait en ce sens qu'elle n'a pas &#224; justifier d'un int&#233;r&#234;t public sp&#233;cifique  &#224; l'annulation de la d&#233;cision attaqu&#233;e (ATF 113 Ib 221 consid. 1b). Cependant, selon la jurisprudence du Tribunal f&#233;d&#233;ral des assurances, il y a lieu d'admettre, dans le cadre de cette disposition l&#233;gale, que la qualit&#233; pour recourir n'est reconnue qu'aux seules autorit&#233;s dont l'int&#233;r&#234;t &#224; la solution du litige est pr&#233;sum&#233; (ATF 114 V 242 s. consid. 3b, ATF 110 V 130 consid. 2a; &#224; propos d'une apparente contradiction entre les arr&#234;ts ATF 113 Ib 221 consid. 1b et 114  V 242 s. consid. 3b, cf. la remarque de RHINOW/KOLLER/KISS, &#214;ffentliches Prozessrecht und Justizverfassungsrecht des Bundes, 1996, ch. 1025 p. 196).\nA la diff&#233;rence de l'arr&#234;t pr&#233;cit&#233; du 30 mai 1984 (ATF 110 V 127), l'obligation de s'assurer pour les soins en cas de maladie ou d'&#234;tre assur&#233; par son repr&#233;sentant l&#233;gal r&#233;sulte aujourd'hui du droit f&#233;d&#233;ral (art. 3 al. 1  LAMal) et non plus du droit cantonal (art. 2 al. 1 let. a LAMA). C'est au Conseil f&#233;d&#233;ral qu'il appartient de r&#233;glementer les exceptions &#224; l'assurance obligatoire pour les personnes domicili&#233;es en Suisse (art. 3 al. 2 LAMal) ou, au contraire, l'extension de l'obligation &#224; des personnes qui n'ont pas de domicile en Suisse (art. 3 al. 3 LAMal). C'est ce qu'il a fait en &#233;dictant les art. 1 &#224; 6 OAMal. Il est d&#232;s lors incontestable que la Conf&#233;d&#233;ration a un droit de recours contre les d&#233;cisions cantonales en la mati&#232;re, en vertu des art. 103  let. b et 132 OJ.\nd) Conform&#233;ment &#224; l'art. 6 LAMal, c'est aux cantons qu'il incombe de veiller au respect de l'obligation de s'assurer et ils doivent d&#233;signer &#224; cette fin une autorit&#233; qui affilie d'office toute personne tenue de s'assurer qui n'a pas donn&#233; suite &#224; cette obligation en temps utile. En vertu de l'art. 10 al. 2  OAMal, cette autorit&#233; statue sur les requ&#234;tes d'exemption de l'obligation d'assurance vis&#233;es par les art. 2 al. 2 et 3 (teneur en vigueur du 1er janvier au 31 d&#233;cembre 1996), ou al. 2 &#224; 5 (teneur en vigueur d&#232;s le 1er janvier 1997  [RO 1996 3139]) et 6 al. 3 OAMal.BGE 124 V 296 S. 300\n   \nSi, comme on l'a vu, le Conseil f&#233;d&#233;ral a express&#233;ment d&#233;l&#233;gu&#233; &#224; l'OFAS le droit de recourir devant le Tribunal f&#233;d&#233;ral des assurances contre les jugements rendus par les tribunaux cantonaux des assurances et les tribunaux arbitraux au sens des art. 86 &#224; 89 LAMal (art. 27 al. 2 OAMal), il ne lui a en revanche pas conf&#233;r&#233; ce droit pour recourir contre les d&#233;cisions prises par les cantons dans le cadre de l'ex&#233;cution des t&#226;ches que leur d&#233;l&#232;gue la l&#233;gislation f&#233;d&#233;rale, en particulier l'art. 6 LAMal. Certes, en vertu de l'ordonnance du Conseil f&#233;d&#233;ral du 9 mai 1979 r&#233;glant les t&#226;ches des d&#233;partements, des groupements et des offices (RS 172.010.15), les offices f&#233;d&#233;raux ont notamment pour t&#226;che de surveiller l'ex&#233;cution de la l&#233;gislation f&#233;d&#233;rale par les cantons (art. 1er let. d), mais cela ne saurait fonder un droit de recourir devant les cours f&#233;d&#233;rales contre les d&#233;cisions cantonales, faute d'une autorisation expresse figurant dans la loi, comme l'exige l'art.  103 let. b OJ (ATF 110 V 131 s. consid. 2b).\nEn cons&#233;quence, seul le D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur a qualit&#233; pour agir devant le Tribunal f&#233;d&#233;ral des assurances selon l'art. 103 let. b OJ, puisque c'est &#224; ce d&#233;partement qu'il appartient de d&#233;velopper la s&#233;curit&#233;  sociale en vue de prot&#233;ger la population notamment contre les cons&#233;quences de la maladie (art. 4 let. b de l'ordonnance pr&#233;cit&#233;e du Conseil f&#233;d&#233;ral du 9 mai  1979). On peut renvoyer sur ce point &#224; l'arr&#234;t ATF 114 V 243 s. consid. 3c, o&#249;  se posait une question analogue en mati&#232;re de pr&#233;voyance professionnelle.\n\n    2. Ce serait toutefois faire preuve de formalisme excessif que de d&#233;clarer irrecevable pour ce seul motif le recours de droit administratif de l'OFAS. En effet, rien n'emp&#234;che le D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur de donner mandat &#224; l'OFAS d'agir en son nom (art. 18 PCF en liaison avec les art. 29 et 40 OJ).\nIl convient donc d'inviter l'office recourant &#224; produire une procuration de la conseill&#232;re f&#233;d&#233;rale, cheffe du D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur, lui donnant mandat de recourir au nom de ce d&#233;partement contre le jugement cantonal litigieux. A d&#233;faut de cette procuration, son recours sera d&#233;clar&#233; irrecevable.\n \n   \n   "
}