{
  "titre": "112 V 152",
  "annee": "1986",
  "contenu": "\n      \n  Chapeau\n112 V 15226. Extrait de l'arr&#234;t du 11 juillet 1986 dans la cause Ray et Reymond contre Caisse de compensation des Groupements patronaux vaudois et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 52 LAVS.  - Un dommage au sens de cette disposition ne peut r&#233;sulter que d'un acte ou d'une omission de l'employeur agissant en qualit&#233; d'organe d'ex&#233;cution de la loi. \n- Sous l'angle de l'art. 52 LAVS, les organes d'une soci&#233;t&#233; anonyme (tomb&#233;e en faillite) qui avait acquis une entreprise avec actif et passif ne peuvent  &#234;tre tenus pour responsables du non-paiement par la soci&#233;t&#233; cessionnaire de cotisations dues par l'ancienne d&#233;bitrice. \n\n\n  \n  \n  \nFaits &#224; partir de page 153\n\n\n    BGE 112 V 152 S. 153\n   \n\n    A.- Inscrite au Registre du commerce le 24 juin 1980, la soci&#233;t&#233; X S.A., dont Ray et Reymond &#233;taient administrateurs, avait repris les actifs et les passifs de l'entreprise Z, non inscrite au Registre du commerce. Avant cette reprise, l'entreprise Z devait &#224; la Caisse de compensation des Groupements patronaux vaudois un arri&#233;r&#233; de cotisations paritaires AVS/AI/APG/AC. De son c&#244;t&#233;, X S.A. ne s'est pas acquitt&#233;e, d&#232;s le mois de mars 1981, de la totalit&#233; des cotisations dues sur les r&#233;mun&#233;rations vers&#233;es &#224; ses employ&#233;s. Elle a &#233;t&#233; d&#233;clar&#233;e en faillite le 14 octobre 1982. La faillite a &#233;t&#233; liquid&#233;e en la forme sommaire.\nPar d&#233;cision du 24 mai 1983, la caisse de compensation pr&#233;cit&#233;e a notifi&#233; &#224; Ray et Reymond qu'elle leur demandait, en vertu de l'art. 52 LAVS, la r&#233;paration du dommage caus&#233; par l'insolvabilit&#233; de X S.A. Le dommage comprenait une partie de la dette de cotisations de l'entreprise Z.\n\n    B.- Ray et Reymond se sont oppos&#233;s &#224; la d&#233;cision susmentionn&#233;e. Aussi la caisse de compensation a-t-elle port&#233; le cas devant l'autorit&#233; cantonale de recours, conform&#233;ment &#224; l'art. 81 al. 3 RAVS. Par jugement du 5 novembre 1984, le Tribunal des assurances du canton de Vaud a admis l'action dont il &#233;tait saisi et il a condamn&#233; les int&#233;ress&#233;s &#224; verser solidairement &#224; la caisse la somme de Fr. ....\n\n    BGE 112 V 152 S. 154\n   \n\n    C.- Ray et Reymond interjettent recours de droit administratif contre ce jugement, dont ils demandent l'annulation. La caisse intim&#233;e conclut au rejet du recours. Quant &#224; l'Office f&#233;d&#233;ral des assurances sociales, il renonce &#224;  pr&#233;senter une proposition.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. ... Ainsi donc, on doit consid&#233;rer que la responsabilit&#233; des recourants est engag&#233;e sous l'angle de l'art. 52 LAVS. Par cons&#233;quent, ces derniers r&#233;pondent solidairement du dommage subi par la caisse de compensation...\n\n    5. Il reste toutefois &#224; examiner le probl&#232;me de l'&#233;tendue du dommage dont la caisse de compensation est en droit de demander la r&#233;paration. La juridiction cantonale admet que ce dernier englobe &#233;galement les cotisations paritaires dues mais non vers&#233;es par l'entreprise Z; elle consid&#232;re que, dans la mesure o&#249; elle a repris l'actif et le passif de cette entreprise, X S.A. est devenue responsable de l'ensemble des dettes de celle-ci. Par cons&#233;quent, il ne se justifierait pas d'op&#233;rer \"une r&#233;duction sur le montant arr&#234;t&#233; par la caisse au titre des engagements de l'entreprise Z\". De leur c&#244;t&#233;, les recourants contestent toute reprise par X S.A. de la dette de cotisations en question, faisant valoir que les statuts de la soci&#233;t&#233; pr&#233;voyaient express&#233;ment, sur ce point, \"un effet r&#233;troactif au 1er janvier 1980 sans plus\".\nIl n'est cependant pas n&#233;cessaire de se prononcer sur cette controverse, car la solution retenue ici par les premiers juges ne peut pas &#234;tre confirm&#233;e quant &#224; son r&#233;sultat. Sans doute est-il vrai que celui qui acquiert une entreprise avec actif et passif devient responsable des dettes envers les cr&#233;anciers d&#232;s que l'acquisition a &#233;t&#233; port&#233;e par lui &#224; leur connaissance ou qu'il l'a publi&#233;e dans les journaux (art. 181 al. 1 CO; cf. &#233;galement, en ce qui concerne plus particuli&#232;rement les dettes de cotisations, ATFA 1965 p. 11). Mais, &#224; elle seule, l'application de cette disposition ne permettrait pas de conclure que les recourants doivent &#234;tre tenus &#224; r&#233;paration en leur qualit&#233; d'anciens administrateurs de la soci&#233;t&#233; reprenante. Selon le syst&#232;me l&#233;gal, la responsabilit&#233; de droit public institu&#233;e par l'art. 52 LAVS est le corollaire des obligations que l'employeur - c'est-&#224;-dire celui qui verse &#224; des personnes obligatoirement assur&#233;es une r&#233;mun&#233;ration au sens de l'art. 5 al. 2 LAVS (cf. art. 12 al. 1 LAVS) - assume, notamment, en mati&#232;re de perception des cotisations et de versement des prestations BGE 112 V 152 S. 155(BINSWANGER, Kommentar zum AHVG, note 1 ad art. 52; ATF 96 V 124; voir  &#233;galement le message du Conseil f&#233;d&#233;ral relatif &#224; un projet de loi sur l'assurance-vieillesse et survivants, FF 1946 II 437 et 529). Cette norme ne vise donc pas n'importe quel dommage invoqu&#233; par une caisse de compensation:  par d&#233;finition, ce dernier doit &#234;tre la cons&#233;quence d'un acte ou d'une omission relevant des t&#226;ches que la loi attribue &#224; l'employeur. En mati&#232;re de cotisations, qui repr&#233;sente le champ d'application principal de l'art. 52 LAVS, l'employeur responsable ne peut donc &#234;tre que la personne (physique ou morale) qui &#233;tait charg&#233;e, en tant qu'organe d'ex&#233;cution de la loi, de la perception des cotisations et du r&#232;glement des comptes, conform&#233;ment &#224; l'art. 14 al. 1  LAVS en corr&#233;lation avec les art. 34 ss RAVS (cf. RCC 1985 p. 608 consid. 5b).\nOr, dans le cas particulier, X S.A. n'avait &#224; l'&#233;vidence aucune obligation d&#233;coulant de la LAVS en mati&#232;re de retenue et de paiement des cotisations d'assurances sociales dues sur les r&#233;mun&#233;rations vers&#233;es par l'entreprise Z. C'est dire que le non-paiement d'une partie de ces cotisations n'a rien &#224; voir avec la qualit&#233; d'employeur de X S.A. Cela suffit &#224; exclure, sur le point ici en discussion, une responsabilit&#233; - subsidiaire - des recourants, fond&#233;e sur l'art. 52 LAVS.\n\n    6. Il r&#233;sulte de ce qui pr&#233;c&#232;de que les recourants ne peuvent &#234;tre tenus pour responsables que jusqu'&#224; concurrence du dommage caus&#233; par le non-paiement des cotisations dues par X S.A. sur les r&#233;mun&#233;rations de ses propres salari&#233;s. Eu &#233;gard au pouvoir d'examen limit&#233; du Tribunal f&#233;d&#233;ral des assurances et au fait que le dossier ne fournit pas de renseignements suffisamment pr&#233;cis sur ce point, il convient de renvoyer la cause &#224; la caisse intim&#233;e pour qu'elle chiffre exactement le montant du dommage en question et qu'elle rende une nouvelle d&#233;cision.\n \n   \n   "
}