{
  "titre": "128 I 254",
  "annee": "2002",
  "contenu": "\n      \n  Chapeau\n128 I 25425. Auszug aus dem Urteil der I. &#246;ffentlichrechtlichen Abteilung i.S. E. Gilgen-M&#252;ller und P. Aebi gegen Regierungsrat und Grossen Rat des Kantons Bern (staatsrechtliche Beschwerde)\n1P.494/2001 vom 14. August 2002\n  \n  \nRegeste\nArt. 49 al. 1 Cst.; autorit&#233; cantonale comp&#233;tente au sens de l'art. 25 al. 2 LAT.  L'art. 25 al. 2 LAT exige, dans l'int&#233;r&#234;t d'une application du droit qui soit uniforme et conforme au principe d'&#233;galit&#233; sur l'ensemble du territoire cantonal, que toutes les demandes portant sur des projets de construction situ&#233;s hors de la zone &#224; b&#226;tir soient trait&#233;es par une autorit&#233; cantonale (consid. 3). \nL'art. 84 al. 1 de la loi cantonale bernoise sur les constructions, qui conf&#232;re cette comp&#233;tence aux pr&#233;fets (au nombre de 26 actuellement), ne satisfait pas &#224; cette exigence (consid. 4). \n\n\n  \n  \nFaits &#224; partir de page 255\n\n\n    BGE 128 I 254 S. 255\n   \nAm 4. April 2001 beschloss der Grosse Rat des Kantons Bern eine &#196;nderung des bernischen Baugesetzes vom 9. Juni 1985 (BauG). Die Revision diente in erster Linie der Anpassung des kantonalen Rechts an das revidierte Bundesgesetz vom 22. Juni 1979 &#252;ber die Raumplanung (in der Fassung vom 20. M&#228;rz 1998; RPG; SR 700) und die Raumplanungsverordnung vom 28. Juni 2000 (RPV; SR 700.1), die beide am 1. September 2000 in Kraft getreten waren.\nArt. 84 des ge&#228;nderten Baugesetzes lautet:\n1. Der Regierungsstatthalter entscheidet &#252;ber die Zonenkonformit&#228;t in der Landwirtschaftszone und &#252;ber Ausnahmegesuche nach den Artikeln 24 bis 24d RPG. Er holt Amts- und Fachberichte von den betroffenen kantonalen Amtsstellen ein.\n2. Er teilt die Ausnahmeentscheide der zust&#228;ndigen Stelle der Justiz-, Gemeinde- und Kirchendirektion mit.\n3. Die Justiz-, Gemeinde- und Kirchendirektion und die Volkswirtschaftsdirektion erlassen Richtlinien &#252;ber die Zonenkonformit&#228;t von Vorhaben in der Landwirtschaftszone und &#252;ber Ausnahmen nach den Artikeln 24 bis 24d RPG. Die zust&#228;ndigen Stellen der Justiz-, Gemeinde- und Kirchendirektion sowie der Volkswirtschaftsdirektion beraten den Regierungsstatthalter in diesen Fragen.\n4. [Unver&#228;ndert.]\nAm 26. Juli 2001 erhoben Elisabeth Gilgen-M&#252;ller und Peter Aebi staatsrechtliche Beschwerde ans Bundesgericht mit dem Antrag, BGE 128 I 254 S. 256Art. 84 Abs. 1 BauG sei aufzuheben wegen Verletzung von Art. 25 Abs. 2 RPG als bundesrechtlicher Zust&#228;ndigkeitsvorschrift und Verstosses gegen das Willk&#252;rverbot (Art. 9 BV). Der Regierungsrat des Kantons Bern beantragt, die Beschwerde sei abzuweisen, soweit darauf eingetreten werden k&#246;nne. Mit Beschwerdeerg&#228;nzung vom 14. Januar 2002 hielten die Beschwerdef&#252;hrer an ihrem Antrag fest und erhoben ausdr&#252;cklich die R&#252;ge der Verletzung von Art. 49 Abs. 1 BV.\nDas Bundesgericht heisst die Beschwerde gut und hebt Art. 84 Abs. 1 BauG wegen Verletzung des Vorranges von Bundesrecht auf.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    3. Art. 25 RPG (in der Fassung des Gesetzes vom 20. M&#228;rz 1998) lautet:\nArt. 25    Kantonale Zust&#228;ndigkeiten\n1. Die Kantone ordnen Zust&#228;ndigkeiten und Verfahren.\n1bis Sie legen f&#252;r alle Verfahren zur Errichtung, &#196;nderung oder Zweck&#228;nderung von Bauten und Anlagen Fristen und deren Wirkungen fest.\n2. Die zust&#228;ndige kantonale Beh&#246;rde entscheidet bei allen Bauvorhaben ausserhalb der Bauzonen, ob sie zonenkonform sind oder ob f&#252;r sie eine Ausnahmebewilligung erteilt werden kann.\nDies entspricht materiell der bereits zuvor geltenden Regelung: Bis zum 1. September 2000 bestimmte Art. 25 Abs. 2 aRPG: \"Ausnahmen nach Art. 24 werden durch eine kantonale Beh&#246;rde oder mit deren Zustimmung bewilligt.\" Diese Regelung wurde durch Art. 25 Abs. 1 der Raumplanungsverordnung vom 2. Oktober 1989 (AS 1989 S. 1985) wie folgt erg&#228;nzt: \"Die zust&#228;ndige kantonale Beh&#246;rde (Art. 25 Abs. 2 RPG) pr&#252;ft bei allen Bauvorhaben ausserhalb der Bauzonen, ob sie eine Ausnahmebewilligung (Art. 24 RPG) ben&#246;tigen.\" Dieselbe Regelung enthielt bereits Art. 16 der Raumplanungsverordnung vom 26. M&#228;rz 1986 (AS 1986 S. 626).\n\n    3.1 Art. 25 Abs. 1 RPG statuiert den Grundsatz der Organisationsautonomie der Kantone. Dieser Grundsatz wird in Abs. 2 insofern eingeschnr&#228;nkt, als die Zust&#228;ndigkeit einer kantonalen Beh&#246;rde vorgeschrieben wird: W&#228;hrend es den Kantonen &#252;blicherweise freisteht, ihre Aufgaben an die Gemeinden zu delegieren, verlangt Art. 25 Abs. 2 RPG (wie schon Art. 25 Abs. 2 aRPG) nach einhelliger Rechtsprechung und Lehre, dass Ausnahmebewilligungen f&#252;r Bauvorhaben ausserhalb der Bauzonen entweder durch eine kantonale Beh&#246;rde oder mit deren Zustimmung zu erteilen sind (BGE 109 Ib 125 BGE 128 I 254 S. 257E. 2c S. 129; BGE 111 Ib 213 E. 5a S. 220; BGE 115 Ib 302 E. 5d/bb S. 308, 400 E. 4a S. 405; ALEXANDER RUCH, RPG-Kommentar, Art. 25 Rz. 25 ff.; WALTER HALLER/PETER KARLEN, Raumplanungs-, Bau- und Umweltrecht, Bd. I, 3. Aufl., Rz. 786 S. 216; LEO SCH&#220;RMANN/PETER H&#196;NNI, Planungs-, Bau- und besonderes Umweltschutzrecht, 3. Aufl., S. 176; CHRISTOPH BANDLI, Bauen ausserhalb der Bauzonen, Diss. Bern 1989, Rz. 152 S. 112 f.; THOMAS M&#220;LLER, Die erleichterte Ausnahmebewilligung, Diss. Z&#252;rich 1990, S. 164 f.; PETER HEER, Die raumplanungsrechtliche Erfassung von Bauten und Anlagen im Nichtbaugebiet, Diss. Z&#252;rich 1995, S. 72). Das Bundesgericht hat mehrfach entschieden, dass Ausnahmebewilligungen, die ohne Mitwirkung einer kantonalen Beh&#246;rde von der Gemeinde erteilt werden, rechtswidrig und u.U. sogar nichtig sind (BGE 111 Ib 213 E. 5 S. 220 f.).\nFraglich ist jedoch, ob Art. 25 Abs. 2 RPG weitergehende Anforderungen stellt und verlangt, dass eine einzige kantonale Beh&#246;rde &#252;ber s&#228;mtliche Bauvorhaben ausserhalb der Bauzone entscheidet, d.h. eine Delegation an eine Mehrzahl dezentralisierter Kantonsbeh&#246;rden verbietet. Diese Auffassung vertreten die Beschwerdef&#252;hrer und das Amt f&#252;r Raumentwicklung; sie wird vom Regierungsrat des Kantons Bern bestritten.\n\n    3.2 Der Wortlaut von Art. 25 Abs. 2 RPG ist nicht eindeutig: \"Die kantonale Beh&#246;rde\" kann sich auf eine einzige kantonale Beh&#246;rde wie auch auf die im jeweiligen Fall &#246;rtlich zust&#228;ndige kantonale Beh&#246;rde beziehen.\n\n    3.2.1 Der Regierungsrat macht in diesem Zusammenhang geltend, dass der Gesetzgeber, h&#228;tte er bewusst nur eine einzige kantonale Beh&#246;rde f&#252;r zust&#228;ndig erkl&#228;ren wollen, die M&#246;glichkeit gehabt h&#228;tte, eine klare Formulierung zu w&#228;hlen, wie z.B. in Art. 76 des Bundesgesetzes vom 25. Juni 1954 &#252;ber die Erfindungspatente (PatG; SR 232.14), wonach die Kantone eine Gerichtsstelle bezeichnen, \"welche f&#252;r das ganze Kantonsgebiet als einzige kantonale Instanz entscheidet\". Dagegen ist allerdings einzuwenden, dass erstinstanzliche Gerichte - im Gegensatz zu kantonalen Verwaltungsbeh&#246;rden - typischerweise nur f&#252;r einen Teil des Kantonsgebiets zust&#228;ndig sind, weshalb sich die Klarstellung \"f&#252;r das ganze Kantonsgebiet\" eher aufdr&#228;ngt als im Kontext des Raumplanungsgesetzes.\n\n    3.2.2 Auch in Art. 26 RPG hat der Gesetzgeber die Formulierung \"eine kantonale Beh&#246;rde\" (Abs. 1) bzw. \"die kantonale Beh&#246;rde\" (Abs. 3) verwendet. In diesem Zusammenhang (Genehmigung der BGE 128 I 254 S. 258Nutzungspl&#228;ne und ihrer Anpassung) wird jedoch - soweit ersichtlich einhellig - die Auffassung vertreten, es m&#252;sse sich um eine kantonale Zentralbeh&#246;rde handeln, wie z.B. das Baudepartement, die kantonale Raumplanungsfachstelle, den Regierungsrat oder den Grossen Rat (RUCH, RPG-Kommentar, Art. 26 Rz. 9; EJPD/BRP, Erl&#228;uterungen zum Bundesgesetz &#252;ber die Raumplanung, Bern 1981, Art. 26 Rz. 6: \"die Spitze des beaufsichtigenden Gemeinwesens\"; f&#252;r den Kanton Bern vgl. Art. 61 Abs. 1 BauG: zust&#228;ndig ist die Justiz-, Gemeinde- und Kirchendirektion). Davon geht auch Art. 47 Abs. 1 RPV aus (\"erstattet der kantonalen Genehmigungsbeh&#246;rde ... Bericht\"). Es liegt nahe, Art. 25 Abs. 2 RPG im gleichen Sinne zu interpretieren wie Art. 26 RPG (so ausdr&#252;cklich RUCH, a.a.O., Art. 25 RPG Rz. 25; zur grunds&#228;tzlichen Beziehung von Nutzungsplan und Ausnahmebewilligung vgl. PETER HEER, a.a.O., S. 61 ff.).\n\n    3.3 Im Folgenden ist daher zu pr&#252;fen, welche Regelungsabsicht der Gesetzgeber mit der streitigen Bestimmung verfolgte (zur Methodik vgl. BGE 128 I 34 E. 3b S. 40 f.). Hier&#252;ber kann die Entstehungsgeschichte von Art. 25 Abs. 2 RPG und seinen Vorg&#228;ngerbestimmungen (Art. 25 Abs. 2 aRPG; Art. 29 Abs. 5 Raumplanungsgesetz vom 4. Oktober 1974 [BBl 1974 II 816]) Aufschluss geben.\n\n    3.3.1 Art. 29 Abs. 5 des in der Volksabstimmung verworfenen Raumplanungsgesetzes 1974 sah erstmals vor, dass Ausnahmebewilligungen \"der Zustimmung der zust&#228;ndigen kantonalen Beh&#246;rde\" bed&#252;rfen. Dieser Eingriff in die kantonale Verfahrenshoheit war im Parlament sehr umstritten.\nDie Bef&#252;rworter der Vorlage hielten die kantonale Zustimmung f&#252;r erforderlich, um eine f&#252;r den ganzen Kanton einheitliche Rechtspraxis zu gew&#228;hrleisten (BR Furgler, AB 1973 S 117; SR Bodenmann, AB 1974 S 454; NR Muheim, AB 1974 N 1336 zu Art. 35 des Gesetzesentwurfs). Sie bef&#252;rchteten, dass die Gemeindebeh&#246;rden Pressionen ausgesetzt sein w&#252;rden und nicht in aller Freiheit und Unabh&#228;ngigkeit entscheiden k&#246;nnten (NR K&#246;nig, AB 1974 N 102; NR Kloter, AB 1974 N 103, S. 1137; NR M&#252;ller, AB 1974 N 1136). Die kantonale Beh&#246;rde habe dagegen den &#220;berblick &#252;ber die Praxis und werde sich an diese Praxis halten wollen und halten m&#252;ssen, um sich nicht dem Vorwurf einer willk&#252;rlichen Entscheidung auszusetzen; ihre Entscheide w&#252;rden auch in viel gr&#246;sserem Umfang publik gemacht und unterl&#228;gen in viel gr&#246;sserem Umfang der politischen Kontrolle durch die kantonalen Regierungen bzw. die kantonalen Parlamente (NR K&#246;nig, AB 1974 N 102).BGE 128 I 254 S. 259\n   \nDie Gegner der Vorlage verwiesen dagegen auf die guten Erfahrungen mit kommunalen Baubewilligungsbeh&#246;rden in ihrem Kanton und hielten eine zentralistische L&#246;sung f&#252;r unpraktikabel (vgl. Voten SR Vincenz, AB 1973 S 120; SR Krauchthaler, AB 1973 S 120; NR Schlumpf, AB 1974 N 103 f.). Eine kantonale Beh&#246;rde, die unz&#228;hlige Augenscheine im ganzen Kantonsgebiet vornehmen m&#252;sse, w&#228;re &#252;berfordert (NR Brosi, AB 1974 N 1136; SR Vincenz, AB 1974 S 455: \"Beamtentourismus auf Rechnung des Steuerzahlers\"). Es sei Sache der Kantone zu entscheiden, wie sie die Einhaltung der bundesrechtlichen Vorgaben durch die Gemeinden sicherstellen wollten (NR Bonnard, AB 1974 N 105). F&#252;r die Gew&#228;hrleistung einer einheitlichen Praxis gen&#252;ge der Erlass von Richtlinien (SR Vincenz, AB 1974 S 455).\nIn einzelnen Voten wurde auf die M&#246;glichkeit der Delegation an dezentrale Kantonsbeh&#246;rden, z.B. auf Bezirks&#228;mter, hingewiesen, um auch in grossen Kantonen eine praktikable L&#246;sung zu erreichen (NR Weber, AB 1974 N 106; BR Furgler, AB 1974 N 109; SR Urech, AB 1974 S 456). Diesem Vorschlag wurde widersprochen, weil es in den meisten Kantonen keine dezentralisierte Organisation gebe (Voten SR Schlumpf, AB 1974 S 456; NR Brosi, AB 1974 N 1135/1136). Andere Parlamentarier vertraten die grunds&#228;tzliche Auffassung, die neue Bestimmung verpflichte die Kantone, eine einzige kantonale Beh&#246;rde f&#252;r die Erteilung von Bewilligungen neuer Bauten und Anlagen ausserhalb der Bauzonen f&#252;r zust&#228;ndig zu erkl&#228;ren (so der Berichterstatter der st&#228;nder&#228;tlichen Kommission, SR Bodenmann, AB 1974 S 200; vgl. auch NR K&#246;nig, AB 1974 N 105: Kantonsregierung als Genehmigungs- bzw. Zustimmungsbeh&#246;rde).\nDen Beratungen zum RPG 1974 l&#228;sst sich somit keine eindeutige Stellungnahme zur Zul&#228;ssigkeit der Delegation an dezentrale Beh&#246;rden entnehmen.\n\n    3.3.2 1978 legte der Bundesrat einen neuen Gesetzesentwurf vor (Botschaft des Bundesrates vom 27. Februar 1978 zum Bundesgesetz &#252;ber die Raumplanung, BBl 1978 I 1006 ff.). Art. 25 Abs. 2 des Entwurfs sah vor, dass Ausnahmen nach Art. 24 \"durch eine kantonale Beh&#246;rde oder mit deren Zustimmung bewilligt\" werden. In der Botschaft (S. 1029) wird hierzu ausgef&#252;hrt:\n\"Bei der Ordnung der Zust&#228;ndigkeiten haben die Kantone daf&#252;r zu sorgen, dass Ausnahmen nach Art. 24 durch eine Beh&#246;rde des Kantons oder wenigstens mit deren Zustimmung bewilligt werden\".\nDer Wortlaut der Bestimmung (\"eine kantonale Beh&#246;rde\") wie auch die Erl&#228;uterung in der Botschaft (\"eine Beh&#246;rde des Kantons\") BGE 128 I 254 S. 260sprechen eher f&#252;r die Zust&#228;ndigkeit einer einzigen kantonalen Beh&#246;rde.\nDieses Verst&#228;ndnis wird durch die Erl&#228;uterungen zum Bundesgesetz &#252;ber die Raumplanung des Eidgen&#246;ssischen Justiz- und Polizeidepartements und des Bundesamts f&#252;r Raumplanung best&#228;tigt, die von Mitarbeitern des Bundesamts und Fachleuten verfasst wurden, die an der Erarbeitung und Beratung des RPG beteiligt gewesen waren. Dort heisst es (a.a.O., Rz. 5 zu Art. 25 RPG, S. 311 f.):\n\"Baubewilligungen f&#252;r zonenwidrige Bauten und Anlagen ausserhalb des Baugebietes r&#252;hren an heikle Fragen: Wann sind Bauwerke standortgebunden? Was sind &#252;berwiegende Interessen? Welche Anliegen der Raumplanung sind uns wichtig? Mit schlichter Gesetzesauslegung von Fall zu Fall ist ihnen nicht beizukommen. Alle diese Fragen wollen f&#252;r das gesamte Kantonsgebiet mit gewisser Einheitlichkeit beantwortet werden: Ausnahmen ausserhalb der Bauzonen sind oft ein Politikum; rechtsgleiche Behandlung der Gesuche ist deshalb oberstes Gebot. Solcher Anspruch litte aber unheilvollen Schaden, wenn Bewilligungen nach Art. 24 ausschliesslich in der Hand von Gemeinde oder Bezirk l&#228;gen. Also muss eine Beh&#246;rde, die f&#252;r den ganzen Kanton zust&#228;ndig ist, mitwirken k&#246;nnen. F&#252;r solche Regelung spricht weiter, dass Bewilligungen f&#252;r Ausnahmen ausserhalb der Bauzonen mit mehr Eigenst&#228;ndigkeit und &#220;berblick erteilt werden, weil dann s&#228;mtliche Gesuche daf&#252;r an einer einzigen Stelle zusammenlaufen. Der Nachteil - zentrale Beh&#246;rden arbeiten h&#228;ufig nach festen, einfachen Kriterien - wiegt bei den angef&#252;hrten Vorteilen nicht schwer.\" [Hervorhebungen im Original]\nHier wird somit eindeutig gegen die Delegation der Entscheidbefugnis an Beh&#246;rden Stellung genommen, die - wie die Regierungsstatthalter - nur f&#252;r ein Teilgebiet des Kantons zust&#228;ndig sind.\nArt. 25 Abs. 2 aRPG wurde im Parlament ohne Diskussion angenommen (vgl. AB 1978 S 471 und AB 1979 N 338), d.h. auch mit Zustimmung der ehemaligen Gegner einer einzigen kantonalen Bewilligungsbeh&#246;rde, die ihre Opposition offensichtlich aufgegeben hatten.\n\n    3.3.3 Durch die neuste Revision des Raumplanungsgesetzes wurde zwar der Wortlaut der Bestimmung modifiziert, ohne aber deren Inhalt ver&#228;ndern zu wollen. In der Botschaft des Bundesrates vom 22. Mai 1996 zu einer Teilrevision des Bundesgesetzes &#252;ber die Raumplanung (BBl 1996 III 513 ff., insbes. S. 546 Ziff. 209) heisst es:\n\"Angesichts des Umstandes, dass die Zonenkonformit&#228;t von Bauten und Anlagen in der Landwirtschaftszone k&#252;nftig in einem erweiterten Sinn verstanden werden soll [...], kann sich die Beantwortung der Frage, ob ein konkretes Vorhaben zonenkonform sei, mitunter schwierig gestalten. Gerade kleinere Gemeinden d&#252;rften von der Komplexit&#228;t der in diesem BGE 128 I 254 S. 261Zusammenhang zu treffenden Abkl&#228;rungen in der Regel &#252;berfordert sein. Die Frage, ob ein konkretes Vorhaben ausserhalb der Bauzone zonenkonform sei, muss daher - nicht zuletzt im Interesse einer gesamtkantonal einheitlichen Rechtsanwendung - von einer kantonalen Beh&#246;rde beantwortet werden. Dies ist jedoch nicht neu. Bereits heute hat sich die zust&#228;ndige kantonale Beh&#246;rde mit s&#228;mtlichen Bauvorhaben ausserhalb der Bauzonen zu befassen.\"\nDie Zust&#228;ndigkeit einer kantonalen Beh&#246;rde rechtfertigt sich danach zum einen aufgrund der Komplexit&#228;t der Materie, zum anderen im Interesse einer \"gesamtkantonal einheitlichen Rechtsanwendung\". Dabei unterstellt die Botschaft, dass die zust&#228;ndige Beh&#246;rde - wie bisher - \"mit s&#228;mtlichen Bauvorhaben ausserhalb der Bauzonen\" befasst ist. Der Bundesrat geht somit von der Zust&#228;ndigkeit einer einzigen kantonalen Beh&#246;rde aus, die f&#252;r den ganzen Kanton zust&#228;ndig ist. Die eidgen&#246;ssischen R&#228;te stimmten dem Entwurf des Bundesrats zu Art. 25 Abs. 2 RPG ohne Diskussion zu (AB 1997 N 1870; AB 1997 S 221).\n\n    3.4 Der Regierungsrat macht geltend, weder in der Botschaft noch in den Beratungen des Parlaments sei die angeblich bundesrechtswidrige bernische Zust&#228;ndigkeitsordnung erw&#228;hnt worden. Dies trifft zu, l&#228;sst aber keine R&#252;ckschl&#252;sse auf den Willen des Gesetzgebers zu.\nDie Botschaften des Bundesrats richten sich an die eidgen&#246;ssischen R&#228;te. In diesem Zusammenhang sind Hinweise auf bundesrechtswidrige Praktiken einzelner Kantone zumindest ungew&#246;hnlich. Zwar wird die Auffassung des Berner Regierungsrats nicht ausdr&#252;cklich desavouiert; der Bundesrat distanziert sich aber auch nicht von der gegenteiligen Auffassung des Bundesamts f&#252;r Raumplanung (heute: Bundesamt f&#252;r Raumentwicklung [ARE]), das schon unter der Herrschaft des alten Rechts (Art. 25 aRPG) die Auffassung vertreten hatte, die Berner Zust&#228;ndigkeitsordnung, welche die Kompetenz auf 26 Regierungsstatthalter verteile, sei bundesrechtswidrig, weil sie eine einheitliche und rechtsgleiche Anwendung von Art. 24 RPG im Kanton gef&#228;hrde (vgl. Schreiben des Bundesamts f&#252;r Raumplanung vom 29. Januar 1991 und vom 12. Juli 1988). Es liesse sich daher ebenso gut argumentieren, der Bundesrat h&#228;tte, in Kenntnis der vom zust&#228;ndigen Bundesamt vertretenen Auslegung von Art. 25 Abs. 2 aRPG, dessen Auffassung korrigieren und darauf hinweisen m&#252;ssen, dass eine Delegation an dezentralisierte kantonale Beh&#246;rden zul&#228;ssig sei. Die Botschaft des Bundesrates weist jedoch, wie oben (E. 3.3.3) dargelegt worden ist, in die entgegengesetzte Richtung.\n\n    BGE 128 I 254 S. 262\n   \n\n    3.5 Betrachtet man die zitierten Stellen, von der parlamentarischen Debatte zum Raumplanungsgesetz 1974 &#252;ber die Erl&#228;uterungen zu Art. 25 Abs. 2 aRPG bis zur Botschaft des Bundesrates zum heutigen Art. 25 Abs. 2 RPG, weisen sie eine gemeinsame Leitidee auf: Hauptzweck der Bestimmung ist eine einheitliche und rechtsgleiche Behandlung von Ausnahmegesuchen innerhalb des Kantonsgebiets (so auch BGE 109 Ib 125 E. 2c S. 129; BGE 115 Ib 400 E. 4a und b S. 405; THOMAS M&#220;LLER, Die erleichterte Ausnahmebewilligung, Diss. Z&#252;rich 1990, S. 165; RUCH, RPG-Kommentar, Art. 25 RPG Rz. 25; WALTER HALLER/PETER KARLEN, Raumplanungs-, Bau- und Umweltrecht, Bd. I, 3. Aufl., Rz. 786 S. 216; PETER LUDWIG, Die Wirkungen der Zuweisung zur Landwirtschaftszone, in: Bl&#228;tter f&#252;r Agrarrecht 14 (1980) S. 87-102, insbes. S. 94; ARNOLD MARTI, Die Koordination der Bewilligungsverfahren f&#252;r Bauten und Anlagen nach dem Bau-, Planungs- und Umweltschutzrecht, in: Informationsblatt - RPG-NO 1989 H. 1/2 S. 34-87, insbes. S. 39). &#220;berdies sollen Ausnahmebewilligungen von einer fachlich kompetenten Beh&#246;rde, unabh&#228;ngig von Pressionen und pers&#246;nlichen Abh&#228;ngigkeiten erteilt werden. Aus diesen Gr&#252;nden sollen s&#228;mtliche Gesuche bei einer &#252;bergeordneten Beh&#246;rde mit entsprechender Eigenst&#228;ndigkeit und entsprechendem &#220;berblick zusammenlaufen (HALLER/KARLEN, a.a.O., Rz. 786 S. 216).\n\n    3.6 Diese Auslegung wird durch die kantonale Gesetzgebung best&#228;tigt: Mit Ausnahme des Kantons Bern haben alle Kantone die Zust&#228;ndigkeit gem&#228;ss Art. 25 Abs. 2 RPG an eine kantonale Zentralbeh&#246;rde &#252;bertragen, die f&#252;r das gesamte Kantonsgebiet zust&#228;ndig ist (vgl. &#167;&#167; 63 lit. e und 64 des Aargauer Gesetzes &#252;ber Raumplanung, Umweltschutz und Bauwesen vom 19. Januar 1993 [zust&#228;ndiges Departement bzw. Koordinationsstelle]; Art. 82 Abs. 2 lit. a des Gesetzes vom 28. April 1985 &#252;ber die Einf&#252;hrung des Bundesgesetzes &#252;ber die Raumplanung des Kantons Appenzell-Ausserrhoden [Baudirektion]; Art. 63 des Baugesetzes vom 28. April 1985 des Kantons Appenzell-Innerrhoden [Baudepartement]; &#167; 117 Abs. 1 des Baselbieter Raumplanungs- und Baugesetzes vom 8. Januar 1998 [Bau- und Umweltschutzdirektion]; &#167; 33 der Bau- und Planungsverordnung des Kantons Basel-Stadt vom 19. Dezember 2000 [Bauinspektorat ist generell f&#252;r Entscheide &#252;ber Bauvorhaben zust&#228;ndig]; Art. 59 Abs. 1 des freiburgischen Raumplanungs- und Baugesetzes vom 9. Mai 1983 [zust&#228;ndige Direktion]; Art. 2 ff. der Genfer Loi sur les constructions et les installations diverses vom 14. April 1988 [das Baudepartement ist generell BGE 128 I 254 S. 263Baubewilligungsbeh&#246;rde]; Art. 35 f. des Glarner Raumplanungs- und Baugesetzes vom 1. Mai 1988 [Zustimmung der Baudirektion]; Art. 2 der Raumplanungsverordnung f&#252;r den Kanton Graub&#252;nden vom 26. November 1986 [Departement]; Art. 29 Abs. 5 Loi sur les constructions et l'am&#233;nagement du territoire des Kantons Jura vom 25. Juni 1987 [d&#233;partement]; &#167; 58 der Luzerner Planungs- und Bauverordnung vom 27. November 2001 [Raumplanungsamt]; Art. 62 der Neuenburger Loi cantonale sur l'am&#233;nagement du territoire vom 2. Oktober 1991 [d&#233;partement]; Art. 209 des Nidwaldner Gesetzes &#252;ber die Raumplanung und das &#246;ffentliche Baurecht vom 24. April 1988 [zust&#228;ndige Direktion]; Art. 23 Abs. 4 des Obwaldner Baugesetzes vom 12. Juni 1994 [Departement]; Art. 87bis des St. Galler Gesetzes &#252;ber die Raumplanung und das &#246;ffentliche Baurecht vom 6. Juni 1972 i.V.m. Art. 2 des Regierungsbeschlusses &#252;ber den Vollzug von Art. 77 Abs. 2 und Art. 87bis des Baugesetzes vom 25. Juni 1996 [Planungsamt]; Art. 57 des Gesetzes &#252;ber die Raumplanung und das &#246;ffentliche Baurecht im Kanton Schaffhausen vom 1. Dezember 1997 [Baudepartement]; &#167; 76 Abs. 2 des schwyzerischen Planungs- und Baugesetzes vom 14. Mai 1987 [das vom Regierungsrat bezeichnete Amt]; &#167; 38bis Abs. 1 des solothurnischen Planungs- und Baugesetzes vom 3. Dezember 1978 [Bau- und Justizdepartement]; Art. 3 Abs. 1 Legge edilizia cantonale vom 13. M&#228;rz 1991 und Art. 2 i.V.m. Anh. 1 Ziff. 1 Regolamento di applicazione della Legge edilizia des Kantons Tessin vom 9. Dezember 1992 [verbindliche Stellungnahme des Dipartimento del Territorio]; &#167; 20 der Verordnung des Regierungsrates des Kantons Thurgau zum Planungs- und Baugesetz vom 26. M&#228;rz 1996 [Amt f&#252;r Raumplanung]; Art. 30c Abs. 4 des Baugesetzes des Kantons Uri vom 10. Mai 1970 [Zustimmung der Direktion]; Art. 121 lit. a i.V.m. Art. 120 lit. a Loi sur l'am&#233;nagement du territoire et les constructions vom 4. Dezember 1985 des Kantons Waadt [d&#233;partement des travaux publics]; Art. 2 Abs. 2 Loi sur les constructions vom 8. Februar 1996 des Kantons Wallis [commission cantonale des constructions]; &#167; 10 Abs. 1 i.V.m. &#167; 5 Abs. 2 lit. b des Zuger Planungs- und Baugesetz vom 26. November 1988 [Baudirektion]; Ziff. 1.2. des Anhangs zur Bauverfahrensverordnung des Kantons Z&#252;rich vom 3. Dezember 1997 [Baudirektion]).\n\n    3.7 Es finden sich nur wenige Literaturstellen zur Zul&#228;ssigkeit einer Dezentralisierung. Im RPG-Kommentar der Schweizerischen Vereinigung f&#252;r Landesplanung wird die Auffassung vertreten, die den Kantonen zugewiesene Kompetenz d&#252;rfe nicht an dezentralisierte BGE 128 I 254 S. 264Beh&#246;rden wie Bezirksr&#228;te, Regierungsstatthalter, Pr&#233;fets usw. delegiert werden, weil dadurch der Gesetzeszweck vereitelt werde (RUCH, RPG-Kommentar, N. 26 zu Art. 25). THOMAS M&#220;LLER (a.a.O., S. 165) verlangt die Zustimmung \"der kantonalen Fachbeh&#246;rde\", geht also von der Zust&#228;ndigkeit einer f&#252;r das gesamte Kantonsgebiet zust&#228;ndigen Beh&#246;rde aus. Auch HALLER/KARLEN verlangen, dass s&#228;mtliche Gesuche bei einer &#252;bergeordneten Beh&#246;rde zusammenlaufen sollen (a.a.O., Rz. 786 S. 216). Dieser Rechtsauffassung stimmt WALTER K&#196;LIN in seinem vom Berner Regierungsrat in Auftrag gegebenen Gutachten vom 25. September 1991 zu, weshalb er die Berner Zust&#228;ndigkeitsordnung f&#252;r bundesrechtswidrig h&#228;lt. Dagegen kommt ULRICH ZIMMERLI in seinem Bericht vom 7. Oktober 2001 zuhanden des Regierungspr&#228;sidenten zum Ergebnis, die Delegation an mehrere dezentralisierte Kantonsbeh&#246;rden sei mit Bundesrecht vereinbar.\n\n    3.8 Der Regierungsrat beruft sich f&#252;r seine Auslegung von Art. 25 Abs. 2 RPG auf den Grundsatz der kantonalen Organisationsautonomie: Art. 75 BV (Art. 22quater aBV) r&#228;ume dem Bund auf dem Gebiet der Raumplanung nur eine Grundsatzgesetzgebungskompetenz ein. Er habe sich deshalb bei Eingriffen in die Organisationsautonomie der Kantone Zur&#252;ckhaltung aufzuerlegen (so auch ULRICH ZIMMERLI, Stellungnahme zuhanden des Regierungsrats vom 7. Oktober 2001, S. 2). Dies ergebe sich auch aus Art. 46 Abs. 2 BV.\n\n    3.8.1 Gem&#228;ss Art. 191 BV sind die Bundesgesetze f&#252;r das Bundesgericht massgebend. Das Bundesgericht muss mithin die in den Bundesgesetzen enthaltenen Bestimmungen anwenden, selbst wenn sie der Verfassung widersprechen sollten. Es muss sie aber verfassungskonform auslegen, soweit ein Auslegungsspielraum besteht (BGE 126 IV 236 E. 4b S. 248; BGE 116 Ia 368 f.; BGE 115 II 129 E. 6 S. 132; WALTER K&#196;LIN, Staatsrechtliche Beschwerde, 2. Aufl., S. 15 ff.). Im Folgenden ist deshalb zu pr&#252;fen, ob mit R&#252;cksicht auf die Organisationsautonomie der Kantone und im Hinblick auf die beschr&#228;nkte Regelungskompetenz des Bundes eine andere Auslegung von Art. 25 Abs. 2 RPG geboten ist.\n\n    3.8.2 Die kantonale Organisationshoheit ist ein zentrales Element des schweizerischen F&#246;deralismus. Sie wird in der neuen Bundesverfassung zwar nicht explizit festgehalten, wird aber aus Art. 47 BV (\"Der Bund wahrt die Eigenst&#228;ndigkeit der Kantone\") abgeleitet. Auch wo die Kantone Bundesrecht umzusetzen haben, bel&#228;sst der Bund ihnen m&#246;glichst grosse Gestaltungsfreiheit und tr&#228;gt den kantonalen Besonderheiten Rechnung (Art. 46 Abs. 2 BV). In dieser BGE 128 I 254 S. 265R&#252;cksichtnahme spiegelt sich der Respekt vor der Aufgaben- und Organisationsautonomie der Kantone (KURT NUSPLIGER, Grundz&#252;ge der Beh&#246;rdenstruktur im Verfassungsrecht der Kantone, in: Daniel Th&#252;rer/Jean-Fran&#231;ois Aubert/J&#246;rg Paul M&#252;ller [Hrsg.], Verfassungsrecht der Schweiz, Z&#252;rich 2001, S. 1084 f.; vgl. auch PETER SALADIN, BV-Kommentar, N. 104 zu Art. 3 BV; URS STEIMEN, Die Umsetzung von Bundesrecht durch die Kantone gem&#228;ss Art. 46 Abs. 1 und 2 BV, in: Thomas G&#228;chter/Martin Bertschi [Hrsg.], Neue Akzente in der \"nachgef&#252;hrten\" Bundesverfassung, Z&#252;rich 2000, S. 170 ff., ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, Droit constitutionnel suisse, Bd. I, Bern 2000, S. 63 f. Rz. 185 ff.; ULRICH ZIMMERLI, Bund - Kantone - Gemeinden, in: Die neue Bundesverfassung, Konsequenzen f&#252;r Praxis und Wissenschaft, Berner Tage f&#252;r die Juristische Praxis 1999, Bern 2000, S. 51 f.). Eingriffe in die kantonale Organisationsautonomie sind nur zul&#228;ssig, wenn sie f&#252;r die Sicherstellung einer richtigen und rechtzeitigen Umsetzung des Bundesrechts durch die Kantone notwendig und verh&#228;ltnism&#228;ssig sind. Dies setzt eine Abw&#228;gung zwischen der Verpflichtung des Bundes, f&#252;r eine ad&#228;quate Aufgabenerf&#252;llung zu sorgen, einerseits und der Organisations- und Verfahrenshoheit der Kantone andererseits voraus (PETER SALADIN, Bund und Kantone, Autonomie und Zusammenwirken im schweizerischen Bundesstaat, in: ZSR 103/1984 II S. 433 ff., insbes. S. 504 f.; derselbe, BV-Kommentar, N. 104 zu Art. 3; YVO HANGARTNER, Die Kompetenzverteilung zwischen Bund und Kantonen, Habilitationsschrift St. Gallen 1972, Bern 1974, S. 158 f.; STEIMEN, a.a.O., S. 170 f.).\n\n    3.8.3 Eingriffe des Bundesgesetzgebers in die kantonale Organisationsautonomie sind auch bei einer Grundsatz- oder Rahmengesetzgebungskompetenz des Bundes nicht von vornherein ausgeschlossen: Es ist anerkannt, dass der Bundesgesetzgeber, wo besonders wichtige Probleme zu entscheiden sind oder klare Abgrenzungen auf eidgen&#246;ssischer Ebene vorgenommen werden m&#252;ssen, auch detaillierte Regeln erlassen darf (RICCARDO JAGMETTI, BV-Kommentar, N. 106 und 116 zu Art. 22quater aBV; PETER SALADIN, BV-Kommentar, N. 198 zu Art. 3; AUGUST M&#196;CHLER, Rahmengesetzgebung als Instrument der Aufgabenteilung, Diss. Z&#252;rich 1987, S. 67 ff., insbes. S. 127 f.). Dazu k&#246;nnen auch Verfahrensbestimmungen geh&#246;ren, wenn dies zur Durchsetzung des Bundesrechts geboten ist (M&#196;CHLER, a.a.O., S. 132 f.).\n\n    3.8.4 Die Einschr&#228;nkung der Siedlungst&#228;tigkeit ausserhalb der Bauzonen ist ein zentrales Anliegen des RPG. Dementsprechend BGE 128 I 254 S. 266sind die Zonenkonformit&#228;t von Bauten und Anlagen ausserhalb der Bauzonen und die Erteilung von Ausnahmebewilligungen bundesrechtlich geregelt (Art. 16a RPG i.V.m. Art. 34 ff. RPV und Art. 24 ff. RPG i.V.m. Art. 39 ff. RPV); die Anwendung dieser Bestimmungen kann im Verfahren der Verwaltungsgerichtsbeschwerde vom Bundesgericht frei gepr&#252;ft werden (Art. 34 Abs. 1 RPG). Aufgrund der herausragenden Bedeutung dieser Entscheide f&#252;r die Trennung von Bau- und Nichtbaugebiet sind auch organisatorische Vorgaben des Bundes zul&#228;ssig (BGE 115 Ib 302 E. 5d/bb S. 308, 400 E. 4a S. 405; BGE 109 Ib 125 E. 2c S. 129). Zur Sicherstellung eines einheitlichen Vollzugs in den f&#252;r die geordnete Besiedlung des Landes entscheidenden Fragen der Zonenkonformit&#228;t und der Erteilung von Ausnahmebewilligungen erachtete der Bundesgesetzgeber die Zust&#228;ndigkeit einer einzigen kantonalen Beh&#246;rde f&#252;r erforderlich (vgl. oben, E. 3.5). Es handelt sich hierbei um ein wichtiges Vollzugsanliegen in einer Grundsatzfrage der Raumplanung, das eine Einschr&#228;nkung der kantonalen Organisationsautonomie rechtfertigt. Den Kantonen verbleibt ein - wenn auch beschr&#228;nkter - Gestaltungsspielraum bei der Bezeichnung der zust&#228;ndigen kantonalen Beh&#246;rde und deren Ausgestaltung (vgl. unten E. 4.2), der es ihnen erlaubt, den kantonalen Besonderheiten Rechnung zu tragen. Insofern besteht keine Veranlassung, das bisherige Ergebnis der Auslegung von Art. 25 Abs. 2 RPG unter dem Blickwinkel von Art. 46 Abs. 2 und Art. 47 BV in Frage zu stellen.\n\n    4. Nach dem Gesagten ist zu pr&#252;fen, ob Art. 84 Abs. 1 BauG, der die Zust&#228;ndigkeit zur Pr&#252;fung der Zonenkonformit&#228;t und zur Erteilung von Ausnahmebewilligungen ausserhalb der Bauzone auf die Regierungsstatthalter &#252;bertr&#228;gt, mit Art. 25 Abs. 2 RPG vereinbar ist.\n\n    4.1 Die Beschwerdef&#252;hrer bezweifeln, dass der Regierungsstatthalter eine \"kantonale\" Beh&#246;rde sei: Er werde nicht vom Kanton, sondern von den Stimmberechtigten des Amtsbezirks gew&#228;hlt (Art. 93 Abs. 2 KV/BE) und sei daher eine Bezirksbeh&#246;rde.\nDies schliesst allerdings eine Qualifikation als kantonale Beh&#246;rde nicht aus: Gem&#228;ss Art. 93 Abs. 1 KV/BE sind die Amtsbezirke die Verwaltungseinheiten des Kantons. Es handelt sich nicht um eigenst&#228;ndige Gebietsk&#246;rperschaften wie Kanton und Gemeinden, sondern um dezentralisierte Verwaltungseinheiten zur Erf&#252;llung kantonaler Aufgaben. Die Bezirksverwaltung ist damit Teil der kantonalen Verwaltung (URS BOLZ, in: Walter K&#228;lin/Urs Bolz [Hrsg.], Handbuch BGE 128 I 254 S. 267des bernischen Verfassungsrechts, Bern 1994, S. 494, Anm. 1a zu Art. 93). Die Regierungsstatthalterinnen und Regierungsstatthalter vertreten in ihrem Amtsbezirk die Regierung (Art. 93 Abs. 3 lit. a KV/BE; Art. 9 Abs. 1 lit. a des Gesetzes vom 16. M&#228;rz 1995 &#252;ber die Regierungsstatthalterinnen und Regierungsstatthalter [RstG]). Insofern verst&#246;sst die Bezeichnung der Regierungsstatthalter als zust&#228;ndige Beh&#246;rde in Art. 84 Abs. 1 BauG nicht gegen das Gebot einer kantonalen Zust&#228;ndigkeit.\n\n    4.2 Art. 25 Abs. 2 RPG verlangt jedoch weiter, dass im Interesse einer gesamtkantonal einheitlichen Rechtsanwendung s&#228;mtliche Gesuche von einer &#252;bergeordneten Beh&#246;rde mit entsprechender Eigenst&#228;ndigkeit und entsprechendem &#220;berblick behandelt werden. Die kantonale Beh&#246;rde entscheidet &#252;ber die Bewilligungsf&#228;higkeit eines Gesuches, indem sie den Entscheid direkt selber trifft oder indem sie einen Bewilligungsentscheid der &#246;rtlichen Baubeh&#246;rde genehmigt bzw. diese zur Bewilligungserteilung erm&#228;chtigt.\nWie das ARE &#252;berzeugend darlegt, schliesst dies - in Bezug auf den kantonalen Entscheidungstr&#228;ger - eine gewisse Dezentralisierung, z.B. durch die Bildung von Aussenstellen innerhalb einer Beh&#246;rde, nicht aus, solange die Aussenstellen hierarchisch und weisungsm&#228;ssig der Zentrale unterstellt bleiben, also nicht &#252;ber autonome Entscheidungsbefugnisse verf&#252;gen, und mittels geeigneter organisatorischer Vorkehren daf&#252;r gesorgt wird, dass die einheitliche und rechtsgleiche kantonale Rechtsanwendung trotz der r&#228;umlichen Ausgliederung gewahrt bleibt. Diese Voraussetzungen w&#228;ren beispielsweise bei einer Zust&#228;ndigkeit des Berner Amts f&#252;r Gemeinden und Raumordnung (AGR) erf&#252;llt, das neben der Amtszentrale und der Abteilung Kantonsplanung in Bern &#252;ber vier Aussenstellen f&#252;r die Kreise Bern, Biel, Thun und Burgdorf verf&#252;gt. Die Mitarbeiter der Aussenstellen sind in die Verwaltungshierarchie eingebunden und einer gemeinsamen, zentralen Beh&#246;rdenleitung unterstellt, die f&#252;r die Einheitlichkeit und Rechtsgleichheit der Entscheide ihrer Mitarbeiter verantwortlich ist.\n\n    4.3 Die Regierungsstatthalter sind f&#252;r das Gebiet eines Amtsbezirks zust&#228;ndig. Derzeit gibt es im Kanton Bern 26 Amtsbezirke. Art. 84 Abs. 1 BauG bewirkt somit, dass es insgesamt 26 \"kantonale\" Bewilligungsbeh&#246;rden gibt. Eine derartige Aufsplitterung der Zust&#228;ndigkeit ist mit dem durch Art. 25 Abs. 2 RPG verfolgten Zweck einer einheitlichen und rechtsgleichen Praxis im gesamten Kantonsgebiet von vornherein schlecht vereinbar. Es ist zwar einzur&#228;umen, dass Rechtseinheit auf verschiedene Weise sichergestellt BGE 128 I 254 S. 268werden kann. Der Bundesgesetzgeber hat indessen nicht nur das Ziel, sondern auch den Weg, wie das Ziel erreicht werden soll, festgelegt. Demgem&#228;ss muss die Entscheidungsbefugnis grunds&#228;tzlich bei einer einzigen kantonalen Instanz geb&#252;ndelt sein.\n\n    4.4 Der Regierungsrat macht geltend, eine einheitliche Praxis werde durch die f&#252;r die Regierungsstatthalter verbindlichen Richtlinien der zust&#228;ndigen Direktion gew&#228;hrleistet. Zudem sei ein enger Austausch und eine intensive Zusammenarbeit zwischen dem Amt f&#252;r Gemeinden und Raumordnung (AGR) und den Regierungsstatthaltern sichergestellt: Es f&#228;nden regelm&#228;ssig gemeinsame Tagungen statt, in denen die Praxis besprochen und festgelegt werde; zudem w&#252;rden die Regierungsstatthalter von den Juristen und den Bauinspektoren des AGR beraten (Art. 84 Abs. 3 BauG). Die Justiz-, Gemeinde- und Kirchendirektion sorge f&#252;r eine zweckm&#228;ssige Aus- und Weiterbildung der Regierungsstatthalter (Art. 8 RStG). Bei der Bewilligungs- und Vollzugst&#228;tigkeit seien die Regierungsstatthalter nur gegen&#252;ber den Nachbarbezirken autonom, nicht aber gegen&#252;ber dem Regierungsrat: Sie unterl&#228;gen der Aufsicht des Regierungsrats (Art. 7 Abs. 1 RStG; Art. 1 Abs. 2 Verordnung &#252;ber die Obliegenheiten der Regierungsstatthalter), die naturgem&#228;ss mit einem Weisungsrecht verbunden sei.\nDie Beschwerdef&#252;hrer und das ARE bestreiten dies: Die Regierungsstatthalter entschieden autonom, ohne Weisungen seitens einer zentralen Beh&#246;rde. Die Richtlinien der Justiz-, Gemeinde- und Kirchendirektion k&#246;nnten die Einheitlichkeit der Rechtsanwendung nicht im erforderlichen Masse sichern, da es ihnen an der notwendigen Verbindlichkeit und Durchsetzbarkeit im Einzelfall fehle.\n\n    4.5 Gem&#228;ss Art. 7 Abs. 1 RStG stehen die Regierungsstatthalter unter der Aufsicht des Regierungsrates; diese wird durch die Justiz-, Gemeinde- und Kirchendirektion ausge&#252;bt (Art. 7 Abs. 2 RStG).\nDas Aufsichtsrecht umfasst das Recht, allgemeine Weisungen, z.B. in Form von Verwaltungsanordnungen, zu erteilen (ANDR&#201; GRISEL, Trait&#233; de droit administratif, vol. I, Neuch&#226;tel 1984, S. 197; BLAISE KNAPP, Pr&#233;cis de droit administratif, 4. Aufl., Basel 1991, Rz. 13 S. 5; FRITZ GYGI, Verwaltungsrecht, Bern 1986, S. 74; ULRICH H&#196;FELIN/GEORG M&#220;LLER, Grundriss des Allgemeinen Verwaltungsrechts, 2. Aufl., Rz. 987). Dies best&#228;tigt Art. 20 der Verordnung &#252;ber die Regierungsstatthalter, wonach die Justiz-, Gemeinde- und Kirchendirektion eine Dienstinstruktion erl&#228;sst, in welcher die haupts&#228;chlichsten Obliegenheiten der Regierungsstatthalter aufgef&#252;hrt BGE 128 I 254 S. 269werden. Die von den zust&#228;ndigen Direktionen erlassenen Richtlinien sind damit f&#252;r die Regierungsstatthalter verbindlich. Dies ergibt sich auch aus Art. 84 Abs. 3 BauG.\nDagegen ist in der Literatur und Rechtsprechung streitig, ob mit dem Aufsichtsrecht generell auch ein Weisungsrecht im Einzelfall verbunden ist (daf&#252;r: H&#196;FELIN/M&#220;LLER, a.a.O., Rz. 987 S. 235 i.V.m. Rz 998 f. S. 237; a.A. KNAPP, a.a.O., Rz. 18 S. 6; GRISEL, a.a.O., S. 197). Die Frage braucht jedoch nicht generell entschieden zu werden. Massgeblich ist die jeweilige spezialgesetzliche Ausgestaltung des Aufsichtsrechts und der mit der Dezentralisierung verfolgte Zweck: Sollen lokale Verwaltungsbeh&#246;rden ohne Autonomie geschaffen werden, die vollst&#228;ndig in die Hierarchie der Zentralverwaltung eingebunden sind, oder soll der Beh&#246;rde eine gewisse selbst&#228;ndige, weisungsungebundene Beurteilungs- oder Entscheidungsbefugnis zukommen?\nW&#228;hrend die Befugnis zur Erteilung genereller Weisungen in Art. 20 der Verordnung &#252;ber die Regierungsstatthalter ausdr&#252;cklich festgehalten ist, fehlt eine entsprechende Regelung f&#252;r die Einzelweisungsbefugnis. Immerhin spricht die Stellung der Amtsbezirke als Verwaltungseinheiten des Kantons ohne eigene Rechtspers&#246;nlichkeit (Art. 93 Abs. 1 KV/BE) und diejenige des Regierungsstatthalters als Vertreter des Regierungsrats (Art. 93 Abs. 3 lit. a KV/BE) f&#252;r die Auffassung des Regierungsrats, wonach Weisungen der zust&#228;ndigen Direktion gegen&#252;ber dem Regierungsstatthalter auch im Einzelfall m&#246;glich sind (so auch GYGI, a.a.O., S. 67, der die Berner Bezirksverwaltung als \"vertikale Dekonzentration\" qualifiziert, d.h. als Dezentralisierung ohne Autonomie).\nAllerdings erfolgte die Delegation der Zust&#228;ndigkeit gem&#228;ss Art. 84 Abs. 1 BauG an die Regierungsstatthalter in der Absicht, Entscheide &#252;ber das Bauen ausserhalb der Bauzone einer b&#252;rgernahen, mit den lokalen Verh&#228;ltnissen vertrauten Instanz zu &#252;bertragen (Tagblatt des Grossen Rates vom 30. Januar 2001, Voten GR Michel S. 31; GR Br&#246;nnimann S. 32; GR S&#228;gesser S. 32). Diesem Anliegen entspricht es, den Regierungsstatthaltern faktisch - innerhalb der Grenzen des Gesetzes und der kantonalen Richtlinien - eine gewisse Autonomie einzur&#228;umen und ihnen nicht im Einzelfall Weisungen zu erteilen. Ein systematischer Gebrauch des Weisungsrechts w&#228;re auch angesichts der besonderen Stellung des BGE 128 I 254 S. 270Regierungsstatthalters als vom Volk gew&#228;hlter Magistrat und als Repr&#228;sentant des Amtsbezirks (URS BOLZ, a.a.O., S. 496 f. Anm. 5a und 8 zu Art. 93 KV/BE) unangemessen. Insofern ist die Stellung des Regierungsstatthalters nicht mit demjenigen eines Sachbearbeiters innerhalb einer hierarchisch strukturierten Beh&#246;rde vergleichbar, in der Einzelfallweisungen an der Tagesordnung sind und die Entscheide nach aussen vom Beh&#246;rdenleiter zu verantworten sind.\nDementsprechend sieht Art. 84 Abs. 2 BauG im Regelfall eine nachtr&#228;gliche Kontrolle der Ausnahmeentscheide des Regierungsstatthalters durch die Justiz-, Gemeinde- und Kirchendirektion vor. Diese Kontrolle ist jedoch, wie das ARE zutreffend darlegt, von beschr&#228;nkter Wirksamkeit: Ohne die zugeh&#246;rigen Akten und Pl&#228;ne ist es in der Regel nicht m&#246;glich festzustellen, ob eine Ausnahme zu Recht oder zu Unrecht erteilt worden ist. Ein systematisches Hinterfragen der erteilten Ausnahmebewilligungen ist zudem schon aus personellen Kapazit&#228;tsgr&#252;nden nicht m&#246;glich. Im Regelfall wird sich die nachtr&#228;gliche Kontrolle daher auf wenige publikumswirksame oder dem Amt f&#252;r Raumordnung bekannte F&#228;lle sowie evidente - auch ohne Akten und Pl&#228;ne ersichtliche - Verst&#246;sse gegen das Gesetz oder die Richtlinien beschr&#228;nken.\n\n    4.6 Im September 2001 haben die Justiz-, Gemeinde- und Kirchendirektion und die Volkswirtschaftsdirektion gemeinsam den Entwurf von Richtlinien f&#252;r das Bauen ausserhalb der Bauzone vorgelegt. Dieser Entwurf wird zur Zeit probeweise in den Amtsbezirken angewendet. Aufgrund der eingegangenen Stellungnahmen und Erfahrungen sollen die Richtlinien &#252;berarbeitet und definitiv verabschiedet werden. Der Richtlinien-Entwurf ist sehr umfangreich und detailliert, gleichzeitig aber auch &#252;bersichtlich und benutzerfreundlich gestaltet. Trotzdem bleiben zwangsl&#228;ufig wichtige Wertungs- und Beurteilungsspielr&#228;ume f&#252;r den Rechtsanwender im Einzelfall, beispielsweise bei der Frage, ob eine Baute f&#252;r die Bewirtschaftung eines landwirtschaftlichen Betriebs objektiv notwendig ist, ob ein nicht-landwirtschaftliches Bauvorhaben zwingend auf einen Standort ausserhalb der Bauzone angewiesen ist oder ob einem Bauvorhaben &#252;berwiegende Interessen entgegenstehen. Gerade aufgrund der heiklen Fragen, die sich bei der Rechtsanwendung im Einzelfall stellen, hielt der Gesetzgeber die Mitwirkung einer f&#252;r den ganzen Kanton zust&#228;ndigen Beh&#246;rde f&#252;r notwendig, um eine rechtsgleiche Behandlung der Gesuche zu gew&#228;hrleisten (EJPD/BRP, Erl&#228;uterungen zum RPG, Rz. 5 zu Art. 25 Abs. 2, S. 311).\n\n    4.7 Diese Anforderung erf&#252;llt die Berner Zust&#228;ndigkeitsregelung nicht: Art. 84 Abs. 1 BauG &#252;bertr&#228;gt die Kompetenz auf 26 selbst&#228;ndige Beh&#246;rden - die Regierungsstatthalter -, die keiner gemeinsamen zentralen Beh&#246;rdenleitung unterstehen. Zwar unterliegen sie BGE 128 I 254 S. 271der Aufsicht des Regierungsrats, die im Wesentlichen durch Richtlinien der zust&#228;ndigen Direktionen, verbunden mit einer nachtr&#228;glichen Kontrollm&#246;glichkeit des AGR, ausge&#252;bt wird. Eine blosse kantonale Aufsicht gen&#252;gt jedoch den Anforderungen von Art. 25 Abs. 2 RPG nicht (so schon BGE 115 Ib 400 E. 4b S. 405). Art. 84 Abs. 1 BauG ist auch keiner bundesrechtskonformen Auslegung zug&#228;nglich.\n \n   \n   "
}