{
  "titre": "84 I 167",
  "annee": "1958",
  "contenu": "\n      \n  Chapeau\n84 I 16724. Arr&#234;t du 28 mai 1958 dans la cause Ries et consorts contre Conseil d'Etat du Canton de Vaud.\n\n  \nRegeste\n1. Art. 86 al. 2 OJ. Epuisement des moyens de droit cantonal. La proc&#233;dure d'opposition &#224; un plan d'extension cantonal constitue-t-elle, en droit vaudois, un moyen de droit cantonal? (consid. 2).  2. Garantie de la propri&#233;t&#233;. \na) Restriction de droit public &#224; la propri&#233;t&#233;; conditions; pouvoir d'examen du Tribunal f&#233;d&#233;ral (consid. 3). \nb) Base l&#233;gale d'un plan d'extension cantonal visant &#224; prot&#233;ger un site. N&#233;cessit&#233; d'une base l&#233;gale claire? (consid. 4). \nc) Int&#233;r&#234;t public d'un tel plan. Etendue des mesures de protection (consid. 5). \nd) Expropriation de fait. Voie de droit (art. 30 loi vaudoise sur la police des constructions) demeurant ouverte au recourant pour r&#233;clamer une indemnit&#233;. Cons&#233;quences de cette situation quant &#224; la violation de la garantie de la propri&#233;t&#233; (consid. 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 168\n\n\n    BGE 84 I 167 S. 168\n   \n\n    A.- La loi vaudoise du 5 f&#233;vrier 1941 sur la police des constructions (LPC) \"fixe les r&#232;gles destin&#233;es &#224; assurer notamment ... la sauvegarde des beaut&#233;s et des curiosit&#233;s naturelles du pays\" (art. 1er ch. 2). Elle pr&#233;voit que ce but peut &#234;tre atteint en particulier par le moyen de plans d'extension cantonaux. Les art. 53 et 54 al. 1 LPC disposent &#224; ce sujet ce qui suit: BGE 84 I 167 S. 169\n   \n\"Art. 53. - L'Etat peut &#233;tablir des plans et r&#232;glements d'extension:\n2. pour les rives du lac L&#233;man...\n3. pour les r&#233;gions ou les sites du canton que d&#233;termine le Conseil d'Etat au f&#252;r et &#224; mesure des besoins.\nAvant de proc&#233;der &#224; l'&#233;laboration d'un plan d'extension cantonal, le D&#233;partement des travaux publics entend les municipalit&#233;s des communes territoriales int&#233;ress&#233;es.\"\n\"Art. 54 al. 1. - Les art. 25 ... 30 ... sont applicable s par analogie aux plans et aux r&#232;glements d'extension cantonaux.\"\nL'art. 25 LPC concerne les r&#232;glements communaux. Il pr&#233;voit notamment que ces \"r&#232;glements ... peuvent fixer les r&#232;gles et conditions relatives ... &#224; la destination des immeubles\". En vertu de l'art. 30 LPC, \"la commune peut &#234;tre tenue d'exproprier sit&#244;t apr&#232;s l'approbation du plan toute parcelle non b&#226;tie dont la valeur d&#233;pend principalement de la possibilit&#233; d'y construire, lorsque l'utilisation en est rendue impossible ou g&#234;n&#233;e dans une trop large mesure par l'interdiction de construire\". Enfin l'art. 57 al. 1 LPC interdit toute construction de nature &#224; compromettre l'aspect ou le caract&#232;re d'un site. Toutefois, lorsqu'une commune applique l'art. 57 al. 1, elle peut &#234;tre tenue d'exproprier tout fonds dont la valeur d&#233;pend principalement de la possibilit&#233; d'y construire quand, du fait de l'interdiction, l'utilisation en est rendue impossible ou g&#234;n&#233;e dans une trop large mesure.\n\n    B.- En 1953, le D&#233;partement des travaux publics du canton de Vaud mit &#224; l'enqu&#234;te un plan d'extension cantonal tendant &#224; sauvegarder l'aspect actuel de la r&#233;gion des Grangettes et du Vieux-Rh&#244;ne, sur le territoire de la commune de Noville. Tenant compte des observations pr&#233;sent&#233;es par celle-ci, le d&#233;partement mit &#224; l'enqu&#234;te, du 8 octobre au 7 novembre 1955, un nouveau plan comportant un p&#233;rim&#232;tre quelque peu r&#233;duit. Ce plan fit l'objet de nouvelles oppositions &#233;manant de propri&#233;taires de parcelles situ&#233;es dans la zone du plan 56, notamment des communes de Villeneuve et de Noville ainsi que de Jean Ries, J. Tuchschmidt, Jean-Pierre Fontannaz, R. Robyr, Fran&#231;ois Arnaud, Jacques Breuer, Louis Bruchez, les hoirs BGE 84 I 167 S. 170de Georges Stettler, Gustave et Marthe Favrod, Auguste Chessex, Edouard Stettler, Louis et Emma Perret, Robert Favrod, les enfants de Robert Clausen, Marcel Favrod, Paul Dorsaz, Henri Fontannaz, l'hoirie de Fritz Br&#246;nimann, Ren&#233; Pernet, Albert Trollux, Emile Cath&#233;laz, J. Puenzieux, Gustave Pernet et Henri Pernet. Ayant examin&#233; ces diverses oppositions, le Conseil d'Etat d&#233;cida de r&#233;duire encore le p&#233;rim&#232;tre du plan. Le 15 novembre 1957, il adopta le plan d'extension cantonal no 56, qui comprend une bande de terrain de 500 m environ le long de la gr&#232;ve du lac entre Villeneuve et l'embouchure du Grand Canal et tout le secteur compris entre le Grand Canal, la rive du L&#233;man et le Rh&#244;ne jusqu'&#224; environ 3 km en amont. Le plan porte l'inscription suivante:\n\"... Sont seules admises:\na) les constructions existantes ou destin&#233;es &#224; compl&#233;ter une exploitation existante;\nb) les constructions et installations n&#233;cessaires &#224; l'exploitation agricole et sylvicole;\nToutes ces constructions doivent &#234;tre pr&#233;alablement autoris&#233;es par le D&#233;partement des travaux publics.\nc) une utilisation du sol pour l'agriculture et la sylviculture (&#224; l'exclusion de gravi&#232;res, a&#233;rodromes, d&#233;p&#244;ts d'entreprises, camping, etc.).\"\nLe D&#233;partement des travaux publics a inform&#233; les opposants de l'adoption du plan par une lettre-circulaire du 20 novembre 1957 o&#249; il explique que, selon le Conseil d'Etat, les terrains englob&#233;s dans le p&#233;rim&#232;tre du plan ne sont pas de ceux dont la valeur d&#233;pend principalement de la possibilit&#233; d'y construire et que l'art. 30 LPC n'est donc pas applicable.\n\n    C.- Le plan fait aujourd'hui l'objet d'un recours de droit public. Ce recours a &#233;t&#233; interjet&#233; par les communes et particuliers qui ont fait opposition en proc&#233;dure cantonale, par Emile Dufaux, Edouard Jordan, Robert Korkis, Fritz Riesen et l'entreprise Luini et Chabod qui, au moment de l'enqu&#234;te, n'&#233;taient pas encore propri&#233;taires des parcelles qu'ils poss&#232;dent aujourd'hui dans la zone du plan, enfin par la commune de Rennaz et diff&#233;rents particuliers qui BGE 84 I 167 S. 171n'ont pas fait opposition devant les autorit&#233;s cantonales. Ces particuliers sont Ernest Favrod, Rodolphe Mail, H&#233;l&#232;ne Borloz, Edmond Collomb, Robert Perriaz, Paul Favrod, Marguerite Favrod, Charles Pernet, Ad&#232;le Favrod, Charles Favre, Joseph Daven, Ed. Deppen, Robert Borloz, Ren&#233; Favrod, Elisa Culand, l'entreprise Fontannaz et Perriaz, dame veuve Henri Fontannaz et Alo&#239;s Cath&#233;laz.\nLes recourants demandent l'annulation du plan 56 et de la d&#233;cision du 15 novembre 1957 par laquelle le Conseil d'Etat a adopt&#233; ce plan. Ils se plaignent essentiellement d'une violation de la garantie de la propri&#233;t&#233;. Leurs moyens seront repris ci-apr&#232;s dans la mesure utile.\nLe Conseil d'Etat conclut au rejet des recours, celui de la commune de Villeneuve &#233;tant toutefois d&#233;clar&#233; irrecevable pour cause de tardivet&#233;.\nUne d&#233;l&#233;gation du Tribunal f&#233;d&#233;ral a proc&#233;d&#233; &#224; une inspection locale sur laquelle on reviendra en tant que de besoin.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La commune de Villeneuve a re&#231;u la d&#233;cision attaqu&#233;e le 27 novembre 1957, de sorte que, pour elle, le d&#233;lai de trente jours pr&#233;vu par l'art. 89 OJ expirait le 27 d&#233;cembre 1957. Le recours de droit public qu'elle a mis &#224; la poste conjointement avec les communes de Noville et de Rennaz le 28 d&#233;cembre 1957 seulement est tardif en ce qui la concerne. L'exception d'irrecevabilit&#233; soulev&#233;e par le Conseil d'Etat sur ce point est donc fond&#233;e.\n\n    2. Sous r&#233;serve de certaines hypoth&#232;ses qui ne sont pas r&#233;alis&#233;es ici, les recours pour violation de droits constitutionnels des citoyens - et notamment le recours pour violation de la garantie de la propri&#233;t&#233; - ne sont recevables qu'apr&#232;s que les moyens de droit cantonal ont &#233;t&#233; &#233;puis&#233;s (art. 86 al. 2 OJ). La notion de moyen de droit cantonal doit &#234;tre entendue largement et comprend non seulement les recours proprement dits, mais toutes les voies de droit par lesquelles il est possible d'&#233;liminer le BGE 84 I 167 S. 172pr&#233;judice juridique all&#233;gu&#233; dans le recours de droit public (RO 81 I 61/62; 78 I 250). La proc&#233;dure d'opposition &#224; un plan d'extension cantonal, qui s'est d&#233;roul&#233;e en l'esp&#232;ce conform&#233;ment aux prescriptions de la loi (art. 54 al. 2 et 36 LPC), est une proc&#233;dure contradictoire, qui permet aux propri&#233;taires int&#233;ress&#233;s de d&#233;fendre ceux de leurs droits constitutionnels auxquels le projet porterait atteinte et qui, de fait, a permis en l'occurrence aux communes de Villeneuve et de Noville d'obtenir une r&#233;duction appr&#233;ciable du p&#233;rim&#232;tre de la zone frapp&#233;e par le plan. Pareille proc&#233;dure doit d&#232;s lors &#234;tre consid&#233;r&#233;e comme un moyen de droit cantonal au sens de l'art. 86 al. 2 OJ. Les recourants qui n'ont pas fait opposition lors de l'enqu&#234;te n'ont donc pas &#233;puis&#233; les moyens de droit cantonal. Il s'ensuit que le recours est irrecevable en ce qui les concerne. On peut se demander s'il ne l'est pas &#233;galement dans la mesure o&#249; il a &#233;t&#233; d&#233;pos&#233; par les cinq personnes qui, au moment de l'enqu&#234;te, n'&#233;taient pas encore propri&#233;taires des parcelles qu'elles poss&#232;dent aujourd'hui. Cette question peut cependant demeurer ind&#233;cise car, ainsi qu'on va le voir, le recours est en tout cas mal fond&#233;.\n\n    3. Le plan attaqu&#233; constitue une restriction de droit public &#224; la propri&#233;t&#233; fonci&#232;re au sens de l'art. 702 CC. Les restrictions de ce genre sont admissibles moyennant la r&#233;union de certaines conditions.\nIl faut tout d'abord que la restriction repose sur une base l&#233;gale. Dans la mesure o&#249;, comme en l'esp&#232;ce, le recourant ne soutient pas que la base l&#233;gale choisie par l'autorit&#233; est elle-m&#234;me contraire &#224; la garantie de la propri&#233;t&#233; mais o&#249; il all&#232;gue simplement que l'acte attaqu&#233; ne repose pas sur une base l&#233;gale, le sort du recours d&#233;pend exclusivement du lien qui peut &#234;tre &#233;tabli entre l'acte attaqu&#233; et le texte qui, d'apr&#232;s l'autorit&#233; intim&#233;e, lui sert de fondement. Comme ce texte est une r&#232;gle de droit cantonal, le Tribunal f&#233;d&#233;ral ne s'&#233;carte pas sans n&#233;cessit&#233; de l'interpr&#233;tation qu'en donne l'autorit&#233; cantonale et ne BGE 84 I 167 S. 173revoit cette interpr&#233;tation que sous l'angle de l'arbitraire. Il ne quitte ce terrain et n'exige une base l&#233;gale non &#233;quivoque que lorsque l'atteinte que subit le propri&#233;taire est particuli&#232;rement grave et d&#233;passe largement ce qui est habituel en Suisse.\nIl est n&#233;cessaire d'autre part que la restriction impos&#233;e au droit de propri&#233;t&#233; soit dans l'mt&#233;r&#234;t public. A cet &#233;gard, le Tribunal f&#233;d&#233;ral reconna&#238;t un pouvoir d'appr&#233;ciation &#233;tendu aux autorit&#233;s cantonales mieux plac&#233;es que lui pour examiner le probl&#232;me de l'int&#233;r&#234;t g&#233;n&#233;ral et des mesures que la sauvegarde de celui-ci exige. Il n'intervient que si, de toute &#233;vidence, les restrictions impos&#233;es au propri&#233;taire d&#233;passent le but vis&#233; ou qu'il ne peut manifestement pas &#234;tre question d'un int&#233;r&#234;t public. Sur ce point aussi, il ne revoit donc l'opinion des autorit&#233;s cantonales que sous l'angle de l'arbitraire.\nEnfin, dans les cas o&#249; la restriction &#233;quivaut &#224; une v&#233;ritable expropriation, elle doit donner lieu au paiement d'une indemnit&#233;. Toutefois, m&#234;me si cette hypoth&#232;se est r&#233;alis&#233;e, il ne saurait &#234;tre question d'une violation de la garantie de la propri&#233;t&#233; tant que le propri&#233;taire qui se pr&#233;tend l&#233;s&#233; dispose d'une voie de droit pour r&#233;clamer une indemnit&#233;.\n(Sur ces diff&#233;rents principes, voir RO 82 I 161, 162 b; (Sur ces diff&#233;rents principes, voir RO 82 I 161, 162 b; 81 I 348; 81 I 29; 79 I 228; 78 I 427/8; 77 I 218; 76 I 334; 74 I 150/1; 57 I 385).\nLes recourants contestent que ces conditions soient remplies. C'est ce qu'il convient d'examiner.\n\n    4. Le Conseil d'Etat fonde le plan attaqu&#233; essentiellement sur les art. 1er ch. 2, 53 et 25 ch. 6 LPC. Les recourants, qui ne pr&#233;tendent pas que ces dispositions sont elles-m&#234;mes inconstitutionnelles, soutiennent en revanche qu'elles ne permettaient pas &#224; l'autorit&#233; cantonale de d&#233;cr&#233;ter, au sujet d'une tr&#232;s vaste zone, une interdiction g&#233;n&#233;rale de construire ne souffrant d'exception que pour les b&#226;timents destin&#233;s &#224; l'agriculture ou &#224; la sylviculture.\n\n    BGE 84 I 167 S. 174\n   \nToutefois, ainsi d'ailleurs que les communes recourantes le rel&#232;vent elles-m&#234;mes, le plan litigieux vise uniquement &#224; prot&#233;ger un site. Or il n'est en tout cas pas arbitraire d'affirmer que ce but est conforme aux dispositions de la loi vaudoise sur la police des constructions. En effet, celle-ci permet aux autorit&#233;s de sauvegarder les beaut&#233;s et les curiosit&#233;s naturelles du pays (art. 1er ch. 2) et d'interdire les constructions pouvant compromettre l'aspect ou le caract&#232;re d'un site (art. 57 al. 1). On peut se demander, il est vrai, si les mesures que l'Etat a prises pour atteindre ce but reposent elles aussi sur une base l&#233;gale suffisante. Ces mesures consistent &#224; admettre exclusivement, sur une zone comprenant non seulement les rives m&#234;mes du lac mais aussi une large part de l'arri&#232;re-pays, \"les constructions existantes ou destin&#233;es &#224; compl&#233;ter une exploitation existante\", \"les constructions et installations n&#233;cessaires &#224; l'exploitation agricole et sylvicole\", et \"une utilisation du sol pour l'agriculture et la sylviculture\". Quant &#224; la zone frapp&#233;e de l'interdiction, l'autorit&#233; cantonale peut, sans aucun arbitraire, invoquer l'art. 53 LPC puisque cette disposition l'autorise &#224; &#233;tablir des plans d'extension non seulement pour les rives du L&#233;man mais aussi pour les r&#233;gions et les sites du canton que le Conseil d'Etat d&#233;termine au f&#252;r et &#224; mesure des besoins. Quant &#224; l'interdiction de construire, elle peut, sous l'angle de l'art. 4 Cst. en tout cas, &#234;tre fond&#233;e sur l'art. 26 ch. 6 LPC concernant l'objet des r&#232;glements communaux et qui est applicable aux plans d'extension cantonaux. Cette disposition pr&#233;voit en effet que le r&#232;glement communal fixe \"la destination des immeubles\", c'est-&#224;-dire le but auquel ceux-ci peuvent &#234;tre affect&#233;s ou la mani&#232;re dont ils peuvent &#234;tre utilis&#233;s. S'agissant d'un plan d'extension cantonal visant &#224; sauvegarder un site, cette disposition, qui est applicable par analogie, peut justifier non pas uniquement, ainsi que le soutiennent les recourants, la cr&#233;ation de zones de construction dans une r&#233;gion urbaine, mais aussi des mesures BGE 84 I 167 S. 175consistant, comme en l'esp&#232;ce, &#224; restreindre les constructions et l'utilisation du sol &#224; des fins agricoles ou sylvicoles et permettant d'atteindre le but recherch&#233;. Il n'est en effet pas arbitraire de consid&#233;rer qu'une mesure de ce genre fixe la destination des immeubles compte tenu des fins particuli&#232;res que poursuit l'autorit&#233;.\nLes recourants invoquent la jurisprudence selon laquelle la base l&#233;gale doit &#234;tre claire et nette quand l'atteinte que subit le propri&#233;taire est particuli&#232;rement grave et d&#233;passe largement ce qui est habituel en Suisse (RO 74 I 156, 76 I 336, 77 I 218). Ils perdent toutefois de vue que cette jurisprudence ne vise que la cr&#233;ation de zones de verdure ou de zones r&#233;serv&#233;es &#224; l'agriculture dans des r&#233;gions &#224; caract&#232;re urbain ou semi-urbain. Ils ne sauraient d&#232;s lors l'invoquer en l'esp&#232;ce o&#249; il s'agit de la sauvegarde d'un site. Ils le peuvent d'autant moins que l'atteinte qu'ils subissent ne pr&#233;sente pas le caract&#232;re particulier de gravit&#233; exig&#233; par cette jurisprudence et qu'en permettant certaines constructions nouvelles pour compl&#233;ter par exemple les installations d'une industrie existante ou pour ouvrir de nouvelles exploitations agricoles ou sylvicoles, l'Etat leur a fait des concessions appr&#233;ciables.\n\n    5. Les recourants ne contestent pas que, dans son principe, le plan soit dans l'int&#233;r&#234;t public. Ils font valoir en revanche que le but poursuivi par l'autorit&#233; cantonale ne justifie ni l'&#233;tendue de la zone frapp&#233;e ni l'importance des restrictions impos&#233;es au droit de propri&#233;t&#233;. Ils affirment en particulier que le plan ne vise &#224; sauvegarder que la r&#233;gion des rives du lac et que les mesures prises d&#233;passent de beaucoup ce qui &#233;tait n&#233;cessaire pour atteindre ce but. Ils se m&#233;prennent toutefois sur les fins que l'autorit&#233; cantonale poursuit. Il ne s'agit nullement pour elle de conserver dans leur &#233;tat actuel les seules berges du lac. Elle entend bien plut&#244;t sauvegarder &#224; la fois la zone des gr&#232;ves et celle du Vieux-Rh&#244;ne. Or cette r&#233;gion forme un v&#233;ritable tout. Ainsi que l'inspection locale l'a d&#233;montr&#233;, elle pr&#233;sente un BGE 84 I 167 S. 176int&#233;r&#234;t certain du point de vue de la faune et de la flore et r&#233;serve au promeneur le charme de paysages vari&#233;s et reposants que peu de r&#233;gions offrent encore en Suisse. Dans ces conditions, l'autorit&#233; cantonale pouvait sans arbitraire consid&#233;rer que l'ensemble de la r&#233;gion &#233;tait un site et qu'il &#233;tait conforme &#224; l'int&#233;r&#234;t public de la prot&#233;ger, ainsi d'ailleurs que la jurisprudence l'admet.\nTout au plus pourrait-on se demander si la partie est de la zone comprise dans le plan correspond enti&#232;rement &#224; la notion de site. Cette question peut cependant demeurer ind&#233;cise car les terrains sis dans cette r&#233;gion appartiennent &#224; la commune de Villeneuve dont le recours est irrecevable. Au reste, il est raisonnable, pour sauvegarder un site, d'ordonner des mesures restreignant le droit de propri&#233;t&#233; &#224; une certaine distance d&#233;j&#224; de l'objet m&#234;me &#224; prot&#233;ger. Il n'y a donc pas de raison de consid&#233;rer comme manifestement excessif le p&#233;rim&#232;tre du plan attaqu&#233;. Quant aux mesures prises, elles ne d&#233;passent pas non plus ce qui est n&#233;cessaire pour atteindre le but d'int&#233;r&#234;t public que l'autorit&#233; poursuit. Le Tribunal f&#233;d&#233;ral a d'ailleurs d&#233;j&#224; jug&#233; que la protection des sites peut comporter des restrictions au droit de propri&#233;t&#233; et notamment l'interdiction de construire, dans des zones &#233;tendues, d'autres b&#226;timents que ceux destin&#233;s &#224; l'exploitation agricole (cf. arr&#234;ts Messikommer du 22 mars 1950 relatif au lac de Pf&#228;ffikon, et Jucker du 12 juin 1957 concernant le Neeracherried).\n\n    6. Les recourants exposent enfin que le plan les emp&#234;che d'utiliser leurs fonds notamment comme terrain &#224; b&#226;tir et restreint ainsi &#224; tel point leur droit de propri&#233;t&#233; qu'il &#233;quivaut en fait &#224; une expropriation. Ils en concluent qu'ils ont droit &#224; une indemnit&#233; et que la d&#233;cision approuvant le plan et qui ne leur en accorde aucune viole la garantie de la propri&#233;t&#233;. Toutefois, en l'&#233;tat actuel de la cause, ce moyen n'est pas fond&#233;. En effet, d'apr&#232;s l'art. 30 LPC, la commune peut &#234;tre tenue d'exproprier toute parcelle non b&#226;tie dont la valeur d&#233;pend principalement de la possibilit&#233; d'y construire, lorsque l'utilisation en est rendue BGE 84 I 167 S. 177impossible ou est g&#234;n&#233;e dans une trop large mesure par l'interdiction de construire. En instituant l'obligation d'exproprier le terrain, cette disposition pr&#233;voit implicitement l'obligation de payer une indemnit&#233;. Tant que cette voie n'est pas utilis&#233;e - et les recourants n'ont pas demand&#233; express&#233;ment l'application de l'art. 30 LPC - la question de l'indemnit&#233; reste donc ouverte et, conform&#233;ment &#224; la jurisprudence, il ne saurait &#234;tre question d'une violation de la garantie de la propri&#233;t&#233;.\nIl est vrai que l'art. 30 LPC vise le cas o&#249; l'interdiction de construire est d&#233;cr&#233;t&#233;e par la commune dans le cadre d'un plan d'extension communal. Toutefois, l'art. 54 al. 1 LPC pr&#233;voit express&#233;ment que l'art. 30 LPC est applicable par analogie aux plans d'extension cantonaux. La question de savoir quelle est exactement la proc&#233;dure &#224; suivre lorsqu'il s'agit d'un plan d'extension cantonal, et en particulier &#224; qui la demande d'exproprier doit &#234;tre adress&#233;e et quelles sont les autorit&#233;s comp&#233;tentes pour statuer, rel&#232;ve du droit cantonal et ne saurait &#234;tre aujourd'hui pr&#233;jug&#233;e par le Tribunal f&#233;d&#233;ral.\nIl est vrai aussi que, dans sa lettre du 20 novembre 1957 aux opposants, le D&#233;partement des travaux publics a expliqu&#233; que, selon le Conseil d'Etat, l'art. 30 LPC n'&#233;tait pas applicable parce que les terrains frapp&#233;s d'interdiction de b&#226;tir n'&#233;taient pas de ceux dont la valeur d&#233;pendait principalement de la possibilit&#233; d'y construire. Cependant, cette affirmation est faite en termes tout &#224; fait g&#233;n&#233;raux, de sorte qu'on ne saurait dire actuellement que le Conseil d'Etat a pris d&#233;finitivement position, &#224; l'&#233;gard de chacun des recourants, au sujet de l'application de l'art. 30 LPC, lequel d'ailleurs, d'apr&#232;s un avis de droit produit par le Conseil d'Etat, peut aussi &#234;tre invoqu&#233; en cas de circonstances nouvelles.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\n1. D&#233;clare irrecevables les recours des communes de Villeneuve et Rennaz ainsi que des propri&#233;taires mentionn&#233;s BGE 84 I 167 S. 178dans l'arr&#234;t, qui n'ont pas fait opposition au plan dans l'instance cantonale;\n2. Rejette les autres recours en tant qu'ils sont recevables.\n \n   \n   "
}