{
  "titre": "99 V 193",
  "annee": "1973",
  "contenu": "\n      \n  Chapeau\n99 V 19359. Arr&#234;t du 5 novembre 1973 dans la cause Soci&#233;t&#233; vaudoise et romande de secours mutuels contre W. et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nTraitements non &#233;conomiques (polypragmasie) au sens de l'art.  23 LAMA.  - La m&#233;thode destin&#233;e &#224; &#233;tablir l'existence et &#224; d&#233;finir le cas &#233;ch&#233;ant l'ampleur d'une polypragmasie ressortit &#224; l'administration des preuves, donc au droit cantonal. \n- Pour d&#233;terminer s'il y a polypragmasie, on pr&#233;f&#233;rera - dans la mesure du possible - la m&#233;thode comparative &#224; la m&#233;thode analytique. \n\n\n  \n  \n  \nFaits &#224; partir de page 193\n\n\n    BGE 99 V 193 S. 193\n   \n\n    A.- Le Dr W. pratique la m&#233;decine g&#233;n&#233;rale. Il est membre de la Soci&#233;t&#233; vaudoise de m&#233;decine (SVM). La Soci&#233;t&#233; vaudoise et romande de secours mutuels (SVRSM) et la Soci&#233;t&#233; suisse de secours mutuels Helv&#233;tia (SSSMH) sont des caisses-maladie reconnues. Les caisses-maladie du canton de Vaud, dont la SVRSM et la SSSMH, ont conclu avec la SVM une s&#233;rie d'accords sur les tarifs.   La SVRSM et la SSSMH ayant contest&#233; en 1968 le bien-fond&#233;, au regard du tarif m&#233;dical, d'un certain nombre de factures du Dr W., le diff&#233;rend fut soumis &#224; la commission paritaire cantonale, organe de conciliation institu&#233; par la convention tarifaire alors en vigueur. Apr&#232;s avoir constat&#233; qu'il &#233;tait arriv&#233; au Dr W. de se tromper dans l'application du tarif, la commission paritaire proposa au m&#233;decin de r&#233;duire de 25% le montant factur&#233; pour les prestations sp&#233;ciales.\n\n    B.- Le Dr W. refusa. Il requit la constitution du tribunal arbitral des assurances pr&#233;vu par l'art. 25 LAMA, devant lequel BGE 99 V 193 S. 194il conclut &#224; ce que la SVRSM f&#251;t reconnue sa d&#233;bitrice de la somme de 3457 fr.  80 et la SSSMH, de 4702 fr. 25; dans les deux cas avec int&#233;r&#234;t &#224; 5% d&#232;s le 15  septembre 1968, &#233;ch&#233;ance moyenne. La SVRSM conclut &#224; lib&#233;ration. La SSSMH reconnut devoir 1313 fr. 50 et conclut pour le surplus &#224; lib&#233;ration.\nSelon la SVRSM, la retenue de 3457 fr. 80 op&#233;r&#233;e sur ses paiements au demandeur repr&#233;sentait le 25% des sommes concernant des prestations sp&#233;ciales contenues dans les factures en compte, conform&#233;ment &#224; la proposition de la commission paritaire. Selon la SSSMH, il fallait rectifier comme il suit le compte du demandeur:\na) conclusions du demandeur: Fr. 4702.25\nb) dont &#224; d&#233;duire, d&#233;j&#224; pay&#233;: Fr. 1691.65\nc) dont &#224; d&#233;duire, &#224; payer: Fr. 1313.50: Fr. 3005.15\nd) retenue de 25% sur les prestations sp&#233;ciales: Fr. 1697.10\nLe tribunal estima que la m&#233;thode de la r&#233;duction globale des frais ou d'une cat&#233;gorie de frais, propos&#233;e par les caissesmaladie, n'&#233;tait qu'un pis-aller, inapplicable lorsqu'il est possible de rectifier chacune des notes entach&#233;es d'erreur ou relatives &#224; un traitement peu &#233;conomique. Il ordonna une expertise et, malgr&#233; l'opposition des d&#233;fenderesses, demanda &#224; l'expert de d&#233;terminer en d&#233;tail les points sur lesquels les notes du demandeur contrevenaient au tarif ou au principe de l'&#233;conomie des moyens. L'expert, le Dr B., interniste, dans son rapport du 5 novembre 1971 et un rapport compl&#233;mentaire du 20 mars 1972, releva que le demandeur s'&#233;tait tromp&#233;, au pr&#233;judice des caisses-maladie, lors de certaines facturations et que, dans plusieurs cas d&#233;termin&#233;s, il n'avait pas soign&#233; les assur&#233;s avec un souci suffisant d'&#233;conomie.\nFond&#233; sur ce rapport, le tribunal d&#233;clara dans son jugement, dat&#233; du 28  f&#233;vrier 1973, que les caisses-maladie d&#233;fenderesses devaient payer les notes du demandeur soumises au tribunal arbitral, sous d&#233;duction de rectifications qu'&#233;num&#232;re le dispositif du jugement. Le dispositif ne pr&#233;cise ni le montant des notes ni celui des r&#233;ductions. Les notes &#224; rectifier, dans le cas de la SVRSM, sont au nombre de 31; dans le cas de la SSSMH, de 22. Le tribunal mit les frais de la cause, soit 3610 fr. dont 1600 fr. de frais d'expertise, pour les trois quarts &#224; la charge du demandeur et pour un huiti&#232;me &#224; la charge de chacune des d&#233;fenderesses.BGE 99 V 193 S. 195\n   \n\n    C.- Agissant au nom de la SVRSM, Me G. a form&#233; en temps utile un recours de droit administratif contre le jugement cantonal. La recourante soutient que la  \"polypragmasie\" (\"&#220;berarztung\") ne peut &#234;tre d&#233;cel&#233;e et r&#233;prim&#233;e que sur la base de la m&#233;thode statistique, soit en comparant le co&#251;t des traitements du m&#233;decin en cause avec celui des traitements d'autres m&#233;decins plac&#233;s dans des conditions semblables. La m&#233;thode analytique ou concr&#232;te, en l'esp&#232;ce appliqu&#233;e par le tribunal arbitral contre l'avis des caisses-maladie, serait si longue et si co&#251;teuse que son adoption am&#232;nerait les caisses &#224; ne plus exiger le respect de l'art. 23 LAMA, cela au d&#233;triment des assur&#233;s. La recourante conclut derechefau rejet pur et simple des conclusions lib&#233;ratoires du Dr W.\nLa SSSMH n'a pas recouru.\nL'intim&#233; conclut au rejet du recours, par l'interm&#233;diaire de Me F.\nDans son pr&#233;avis, l'Office f&#233;d&#233;ral des assurances sociales estime que la juridiction cantonale a agi dans les limites du pouvoir d'appr&#233;ciation que lui conf&#232;re l'art. 30bis al. 3 lit. c LAMA &#224; l'&#233;gard des preuves. Il conclut donc au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. L'art. 23 LAMA dispose que, lorsqu'ils traitent les assur&#233;s, leur prescrivent ou fournissent des m&#233;dicaments, prescrivent ou appliquent des traitements scientifiquement reconnus ou font des analyses, les m&#233;decins, les pharmaciens, les chiropraticiens, les sages-femmes, le personnel param&#233;dical, les laboratoires et les &#233;tablissements hospitaliers doivent se limiter &#224; ce qui est exig&#233; par l'int&#233;r&#234;t de l'assur&#233; et par le but du traitement.\nDans un arr&#234;t du 31 d&#233;cembre 1969 (RJAM 1970 p. 82), le Tribunal f&#233;d&#233;ral des assurances a &#233;mis, &#224; propos de l'art. 23 LAMA, notamment deux consid&#233;rations qu'on peut r&#233;sumer comme il suit:\na) Le m&#233;decin qui a fait payer par l'assurance des traitements superflus ou trop co&#251;teux, au regard du pr&#233;cepte de l'&#233;conomie des moyens, doit restituer le montant injustifi&#233; &#224; la caissemaladie, qui a l'obligation de le lui r&#233;clamer. Il s'agit d'un cas de restitution de l'ind&#251; r&#233;gi par le droit f&#233;d&#233;ral, qu'on applique les art. 62 et suivants du Code des obligations ou qu'on en fasse une institution non &#233;crite du droit public.BGE 99 V 193 S. 196\n   \nb) Pour &#233;tablir si le m&#233;decin a contrevenu au pr&#233;cepte de l'&#233;conomie des moyens et dans quelle mesure, il n'est pas n&#233;cessaire d'analyser toutes les rubriques de toutes ses notes. Le juge peut, sans arbitraire, se borner &#224;  comparer la statistique des frais moyens de traitement aupr&#232;s du m&#233;decin en cause avec celle qui concerne les traitements aupr&#232;s d'autres m&#233;decins, qui travaillent dans des conditions semblables, pourvu que la comparaison s'&#233;tende sur une p&#233;riode assez longue et que les &#233;l&#233;ments statistiques soient rassembl&#233;s d'une mani&#232;re analogue.\nDans un r&#233;cent arr&#234;t, le Tribunal f&#233;d&#233;ral des assurances a pr&#233;cis&#233; que -  lorsqu'on se trouve en pr&#233;sence d'un d&#233;passement g&#233;n&#233;ralis&#233; des normes usuelles et non de quelques cas d&#233;termin&#233;s de d&#233;passement la m&#233;thode comparative est, pratiquement, seule applicable. Selon cette jurisprudence, il y a toujours  \"polypragmasie\" (\"&#220;berarztung\") lorsqu'un nombre consid&#233;rable de notes remises par un m&#233;decin &#224; une caisse-maladie sont en moyenne sensiblement plus &#233;lev&#233;es que celle d'autres m&#233;decins pratiquant dans une r&#233;gion et avec une client&#232;le semblables, alors qu'aucune circonstance particuli&#232;re ne justifie la diff&#233;rence de co&#251;t (RO 98 V 158).\n\n    2. Suivant l'art. 25 al. 1 LAMA, les contestations entre caisses, d'une part, et m&#233;decins, pharmaciens, chiropraticiens, sages-femmes, personnel param&#233;dical, laboratoires ou &#233;tablissements hospitaliers, d'autre part, sont jug&#233;es par un tribunal arbitral dont la juridiction s'&#233;tend &#224; tout le canton. Les cantons d&#233;signentle tribunal arbitral et fixent la proc&#233;dure (art. 25 al. 4). Le droit f&#233;d&#233;ral exige que les jugements soient motiv&#233;s, qu'ils indiquent les moyens de recours et qu'ils soient communiqu&#233;s par &#233;crit (art. 25 al. 5).\nL'administration des preuves devant le tribunal arbitral est donc r&#233;gie en principe par le droit cantonal.\nEn vertu des art. 128 et 97 al. 1 OJ, le Tribunal f&#233;d&#233;ral des assurances conna&#238;t en derni&#232;re instance des recours de droit administratif contre des d&#233;cisions au sens de l'art. 5 LPA. Aux termes des alin&#233;as 1 et 2 de cette disposition l&#233;gale:\n\"Sont consid&#233;r&#233;es comme d&#233;cisions les mesures prises par les autorit&#233;s dans des cas d'esp&#232;ce, fond&#233;es sur le droit public f&#233;d&#233;ral et ayant pour objet:\na) De cr&#233;er, de modifier ou d'annuler des droits ou des obligations;\nb) De constater l'existence, l'inexistence ou l'&#233;tendue de droits ou d'obligations; BGE 99 V 193 S. 197\n   \nc) De rejeter ou de d&#233;clarer irrecevables des demandes tendant &#224; cr&#233;er, modifier, annuler ou constater des droits ou obligations.\nSont aussi consid&#233;r&#233;es comme d&#233;cisions les mesures en mati&#232;re d'ex&#233;cution  (art. 41, 1er al., lettres a et b), les d&#233;cisions incidentes (art. 45), les d&#233;cisions sur opposition (art. 30, 2e al., lettre b, 46, lettre b, et 74, lettre b), les d&#233;cisions sur recours (art. 61 et 70), les d&#233;cisions prises en mati&#232;re de revision (art. 68) et l'interpr&#233;tation (art. 69).\"\nSelon l'art. 45 LPA, les d&#233;cisions pr&#233;judicielles et autres d&#233;cisions incidentes rendues dans une proc&#233;dure pr&#233;c&#233;dant la d&#233;cision finale et qui peuvent causer un pr&#233;judice irr&#233;parable sont s&#233;par&#233;ment susceptibles de recours  (al. 1). Tel est le cas, en particulier, du refus d'admettre des preuves (art.  45 al. 2, auquel la condition du pr&#233;judice irr&#233;parable s'applique aussi; cf. les arr&#234;ts du Tribunal f&#233;d&#233;ral des assurances en la cause Arboreta AG, cit&#233;  ci-dessus, et du Tribunal f&#233;d&#233;ral en la cause Caversazio du 13 octobre 1972 [RO 98 Ib 282]). Pour le surplus, les d&#233;cisions incidentes ne sont susceptibles de recours que conjointement avec le recours contre la d&#233;cision finale (al. 3). D'ailleurs, suivant les art. 129 al. 2 et 101 lit. a OJ, le recours n'est pas recevable contre les d&#233;cisions incidentes si le recours n'est pas ouvert contre la d&#233;cision finale.\nEnfin, lorsque la d&#233;cision attaqu&#233;e &#233;mane d'un tribunal cantonal et qu'elle ne concerne pas l'octroi ou le refus de prestations d'assurance, on ne peut recourir aupr&#232;s du Tribunal f&#233;d&#233;ral des assurances que: a) pour violation du droit f&#233;d&#233;ral, y compris l'exc&#232;s et l'abus du pouvoir d'appr&#233;ciation;  b) pour arbitraire dans la constatation des faits, soit s'ils sont manifestement inexacts ou incomplets ou s'ils ont &#233;t&#233; &#233;tablis au m&#233;pris des r&#232;gles de la proc&#233;dure (art. 132, 104 et 105 al. 2 OJ).\n\n    3. En l'occurrence, il n'est pas contestable que le m&#233;decin intim&#233; a contrevenu &#224; l'art. 23 LAMA. Cela n'entache point sa qualification professionnelle mais indique qu'il n'avait pas enti&#232;rement compris la n&#233;cessit&#233; de traiter les assur&#233;s le plus &#233;conomiquement possible. D&#232;s lors, conform&#233;ment &#224; la jurisprudence cit&#233;e ci-avant, il doit rembourser &#224; la caisse-maladie l'exc&#233;dent du prix des traitements trop co&#251;teux, qu'elle est en droit de retenir sur ses propres prestations. Le litige ne porte plus que sur la mani&#232;re de calculer cet exc&#233;dent, mani&#232;re qui peut d'ailleurs influer sur le montant de ce dernier.\nS'agissant d'&#233;tablir l'existence de traitements trop co&#251;teux et le montant du d&#233;passement des normes, le Tribunal f&#233;d&#233;ral des BGE 99 V 193 S. 198assurances a donn&#233; la pr&#233;f&#233;rence, dans l'arr&#234;t d&#233;j&#224; cit&#233; du 7 septembre 1972  (RO 98 V 158), &#224; la m&#233;thode comparative sur la m&#233;thode analytique. La pr&#233;sente esp&#232;ce est pr&#233;cis&#233;ment un exemple des inconv&#233;nients de cette m&#233;thode-ci. Premi&#232;rement, elle est fort co&#251;teuse, puisque les frais de justice se montent &#224;  3600 fr. dans une contestation qui porte sur 6846 fr. 55 en capital (4702 fr.  25 + 3457 fr. 80 - 1313 fr. 50). Une petite caissemaladie ne voudra pas courir un pareil risque, qui fera h&#233;siter m&#234;me une caisse importante. Encore l'expert a-t-il &#233;t&#233; mod&#233;r&#233; dans ses exigences, au regard de l'ampleur de ses recherches. Car il s'agissait de d&#233;terminer, pour chaque acte m&#233;dical, en tenant compte du dossier du patient, si cet acte demeurait dans les normes. Force est ainsi d'admettre, avec la recourante, que des d&#233;cisions telles que celle qu'elle attaque sont de nature &#224; nuire &#224; l'efficacit&#233; de l'art. 23 LAMA. Deuxi&#232;mement, la m&#233;thode d&#233;c&#232;lera certes la tendance &#224; pratiquer une m&#233;decine dispendieuse, mais elle en mesurera assez mal l'ampleur: l'expert ne retiendra en g&#233;n&#233;ral que les cas les plus frappants.\nCependant, il faut se demander si, en exprimant sa pr&#233;f&#233;rence pour la m&#233;thode comparative, le Tribunal f&#233;d&#233;ral des assurances entend rejeter le grief d'arbitraire, au sens de l'art. 105 al. 2 OJ, form&#233; &#224; l'encontre des juridictions cantonales qui usent de cette m&#233;thode, ou s'il entend imposer ladite m&#233;thode en vertu d'une norme jurisprudentielle chaque fois qu'en sont r&#233;alis&#233;es les conditions, telles que les pr&#233;voient les deux arr&#234;ts pr&#233;cit&#233;s  (RJAM 1970 p. 82 et RO 98 V 158).\nDans le second cas, le recours devrait vraisemblablement &#234;tre admis, ne serait-ce que sur la base des constatations qu'a faites la commission paritaire. Mais cette solution implique qu'on fasse du d&#233;passement habituel des normes usuelles, constatable par la statistique, un &#233;l&#233;ment de la d&#233;finition   de la \"polypragmasie\" et non un mode de preuve, soit une r&#232;gle de fond et non de proc&#233;dure. Car le juge f&#233;d&#233;ral ne saurait empi&#233;ter sur le domaine de la proc&#233;dure devant le juge de premi&#232;re instance, alors que l'art. 25 LAMA attribue cette proc&#233;dure aux cantons, avec de rares r&#233;serves, qui ne concernent pas l'administration des preuves. Apr&#232;s un tel pr&#233;c&#233;dent, la tentation serait grande de d&#233;clarer f&#233;d&#233;raux tous les pr&#233;ceptes qui sembleraient concourir au bon fonctionnement des assurances sociales, quand bien m&#234;me la constitution ou la loi feraient de certains d'entre eux des r&#232;gles cantonales.\n\n    BGE 99 V 193 S. 199\n   \nOr, la m&#233;thode destin&#233;e &#224; &#233;tablir l'existence et l'ampleur d'une  \"polypragmasie\" ressortit &#224; l'administration des preuves et au droit cantonal. En effet, il n'est gu&#232;re concevable de donner au r&#233;sultat de la comparaison de statistiques non officielles et &#233;tablies sans r&#232;gle uniforme une valeur telle que ce r&#233;sultat constitue un &#233;l&#233;ment d'une infraction &#224; la loi (la tendance g&#233;n&#233;rale &#224; la prodigalit&#233; des moyens), sans qu'il soit permis de v&#233;rifier l'exactitude de ces statistiques. La possibilit&#233; d'en prouver l'inexactitude  &#233;tant admise, on se trouve sur le terrain de l'administration des preuves. La situation se pr&#233;sente d&#232;s lors comme il suit:\nLa caisse recourante attaque, avec le jugement au fond, une d&#233;cision du tribunal arbitral qui a refus&#233; d'admettre comme preuve de l'existence et de l'ampleur de la \"polypragmasie\" all&#233;gu&#233;e la comparaison statistique du co&#251;t moyen des traitements entrepris par le demandeur avec le co&#251;t moyen des traitements par d'autres m&#233;decins. Elle n'aurait pas pu attaquer cette d&#233;cision au moyen d'un recours s&#233;par&#233;, au sens de l'art. 45 al. 1 et 2 LPA, car il ne s'agissait pas d'une d&#233;cision fond&#233;e sur le droit public f&#233;d&#233;ral, au sens de l'art. 5 al. 1 LPA et de l'arr&#234;t Arboreta, d&#233;j&#224; cit&#233;. En revanche, au regard des art. 104 et 105 OJ, la d&#233;cision prise par le tribunal arbitral en mati&#232;re de preuve, d&#232;s l'instant o&#249; elle a abouti &#224; un jugement au fond, est attaquable devant le Tribunal f&#233;d&#233;ral des assurances dans la mesure o&#249; elle aurait amen&#233;  les premiers juges &#224; arr&#234;ter un &#233;tat de fait manifestement inexact ou incomplet ou &#224; l'&#233;tablir au m&#233;pris des r&#232;gles essentielles de la proc&#233;dure.\nOr, le jugement attaqu&#233; &#233;chappe &#224; ces griefs. Il admet &#224; juste titre l'existence d'une \"polypragmasie\". Quant &#224; l'ampleur de celle-ci, il aboutit &#224;  un r&#233;sultat peut-&#234;tre moins juste que la m&#233;thode comparative, mais qu'on ne saurait qualifier de \"manifestement inexact ou incomplet\". Enfin, aucune r&#232;gle essentielle de la proc&#233;dure - telle que l'&#233;galit&#233; des parties ou le droit d'&#234;tre entendu - n'a &#233;t&#233; viol&#233;e.\nLe recours n'&#233;tant pas recevable sur la question du mode de preuve choisi par le tribunal arbitral, il doit aussi &#234;tre rejet&#233; sur le fond: le dispositif du jugement est la cons&#233;quence logique du mode de preuve adopt&#233;...\n \n   \n   "
}
