{
  "titre": "128 I 327",
  "annee": "2002",
  "contenu": "\n      \n  Chapeau\n128 I 32731. Auszug aus dem Urteil der I. &#246;ffentlichrechtlichen Abteilung i.S. Botta und Mitb. gegen Kanton Graub&#252;nden (staatsrechtliche Beschwerde)\n1P.91/2002 vom 26. August 2002\n  \n  \nRegeste\nOrdonnance du Grand Conseil sur la police cantonale; droit d'ordonner des mesures polici&#232;res de maintien de l'ordre public; principe de la s&#233;paration des pouvoirs; clause g&#233;n&#233;rale de police; restrictions des droits fondamentaux; art.  36 Cst.; art. 15 Cst./GR.  Comp&#233;tence du Grand Conseil &#224; l&#233;gif&#233;rer par voie d'ordonnance en mati&#232;re de police, dans le cadre de la clause g&#233;n&#233;rale de police; pas de violation du principe de la s&#233;paration des pouvoirs (consid. 2). \nL'ordonnance du Grand Conseil constitue une base l&#233;gale formelle &#224; la restriction des droits fondamentaux (consid. 4.1). \nPrincipe de la l&#233;galit&#233; et exigence du caract&#232;re suffisamment pr&#233;cis des normes l&#233;gales dans le domaine de la police (consid. 4.2). \nProportionnalit&#233; des mesures de maintien de l'ordre public (mesures d'interdiction d'acc&#232;s, cr&#233;ation de p&#233;rim&#232;tres interdits et saisie temporaire d'objets; consid. 4.3). \n\n\n  \n  \nFaits &#224; partir de page 328\n\n\n    BGE 128 I 327 S. 328\n   \nDer Grosse Rat des Kantons Graub&#252;nden beschloss am 28. November 2001 eine Teilrevision der Verordnung &#252;ber die Kantonspolizei (KaPoVo; BR 613.100) und f&#252;gte ihr unter dem Titel \"Ordnungs- und Sicherheitspolizei\" neu die folgende Bestimmung ein:\nArt. 8a - Sicherheitspolizeiliche Befugnisse\n1 Die Kantonspolizei kann zur Wahrung der Sicherheit und Ordnung sowie zur Gefahrenabwehr ereignisbezogen die notwendigen Massnahmen anordnen.\n2 Insbesondere kann sie\na) Personen anweisen, einen bestimmten Ort oder ein bestimmtes Gebiet zu verlassen;\nb) das Betreten von Objekten, Grundst&#252;cken oder Gebieten untersagen;\nc) den Aufenthalt in Objekten, Grundst&#252;cken oder Gebieten untersagen;\nd) Gegenst&#228;nde vor&#252;bergehend sicherstellen, von welchen eine Gefahr ausgeht oder bei denen der Verdacht einer missbr&#228;uchlichen Verwendung besteht.\n3 Sie kann bei Nichtbefolgung der Anweisung diese mit den erforderlichen und angemessenen Mitteln durchsetzen.\nDie Teilrevision der Verordnung &#252;ber die Kantonspolizei geht auf eine Botschaft der Regierung des Kantons Graub&#252;nden vom 25. September 2001 zur&#252;ck (Botschaften der Regierung an den Grossen Rat, Heft Nr. 7/2001-2002 S. 421). Darin wird ausgef&#252;hrt, der Kantonspolizei k&#228;men in vermehrtem Masse Aufgaben aus dem Ordnungs- und Sicherheitspolizeibereich zu. Politisch oder wirtschaftlich motivierte Grossanl&#228;sse wie die Durchf&#252;hrung des World Economic Forum in Davos (WEF) oder der Ski-Weltmeisterschaft im Oberengadin bedingten grosse Sicherheitsvorkehrungen mit teils einschneidenden Massnahmen. Im Hinblick auf zuk&#252;nftige Grossveranstaltungen BGE 128 I 327 S. 329seien die notwendigsten und dringendsten rechtlichen Instrumente f&#252;r die Kontrollierbarkeit solcher Kundgebungen zu schaffen. Hierf&#252;r falle nach der Kompetenzordnung der Kantonsverfassung als gesetzliche Grundlage eine Verordnung des Grossen Rates in Betracht. Handlungsbedarf bestehe insbesondere in den Bereichen der Fernhaltemassnahmen, der Errichtung von Sperrzonen und der Regelung vor&#252;bergehender Sicherstellungen von Gegenst&#228;nden.\nDiese Teilrevision ist im Amtsblatt des Kantons Graub&#252;nden Nr. 2/17. Januar  2002 publiziert und auf den 1. Januar 2002 in Kraft gesetzt worden.\nGegen diese Teilrevision der Verordnung &#252;ber die Kantonspolizei haben Fabio Botta und Mitbeteiligte beim Bundesgericht staatsrechtliche Beschwerde erhoben und deren Aufhebung beantragt. Sie machen im Wesentlichen eine Verletzung der pers&#246;nlichen Freiheit im Sinne der Bewegungsfreiheit, der Meinungs- und Versammlungsfreiheit und der Eigentumsgarantie geltend; ferner r&#252;gen sie eine Verletzung des Grundsatzes der Gewaltenteilung, weil dem Grossen Rat eine selbst&#228;ndige Polizeiverordnungskompetenz fehle.\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    2. Die Beschwerdef&#252;hrer machen als erstes geltend, der Grosse Rat h&#228;tte die angefochtenen Bestimmungen nicht in der Form einer Grossratsverordnung beschliessen d&#252;rfen, sondern h&#228;tte sich hierf&#252;r eines formellen, dem Referendum unterstehenden Gesetzes im Sinne von Art. 2 der Kantonsverfassung von Graub&#252;nden vom 2. Oktober 1892 (KV/GR; SR 131.226) bedienen m&#252;ssen. Damit r&#252;gen sie eine Verletzung des Grundsatzes der Gewaltenteilung. Demgegen&#252;ber nimmt der Grosse Rat f&#252;r sich ein direkt auf Art. 15 Abs. 4 KV/GR abgest&#252;tztes Polizeiverordnungsrecht in Anspruch.\n\n    2.1 Das Bundesgericht hat seit jeher das durch s&#228;mtliche Kantonsverfassungen explizit oder implizit garantierte Prinzip der Gewaltenteilung als verfassungsm&#228;ssiges Recht anerkannt. Sein Inhalt ergibt sich in erster Linie aus dem kantonalen Recht (BGE 128 I 113 E. 2c S. 116; BGE 127 I 60 E. 2a S. 63; BGE 126 I 180 E. 2a/aa S. 182; BGE 124 I 216 E. 3b und 4 S. 219; BGE 121 I 22 E. 3a S. 25; BGE 118 Ia 245 E. 3b S. 247; BGE 108 Ia 178 E. 2 S. 180; ZBl 102/2001 S. 647 E. 2b; vgl. PASCAL MAHON, Le principe de la s&#233;paration des pouvoirs, in: Daniel Th&#252;rer/Jean-Fran&#231;ois Aubert/J&#246;rg Paul M&#252;ller (Hrsg.), Verfassungsrecht BGE 128 I 327 S. 330der Schweiz, Z&#252;rich 2001, &#167; 65 S. 1011 Rz. 19 ff.). Im vorliegenden Fall ist allein die Auslegung von Bestimmungen der B&#252;ndner Kantonsverfassung umstritten und es liegt keine Delegation an die Regierung oder ein anderes Organ als Verordnungsgeber vor, weshalb auf die bundesverfassungsrechtlichen Grunds&#228;tze der Gewaltenteilung und der Anforderungen an die Delegation von Rechtssetzungsbefugnissen nicht einzugehen ist (vgl. ZBl 102/2001 S. 647, E.  2b). Das Prinzip der Gewaltenteilung sch&#252;tzt die Einhaltung der verfassungsm&#228;ssigen Zust&#228;ndigkeitsordnung. F&#252;r den Bereich der Rechtssetzung bedeutet der Grundsatz, dass generell-abstrakte Normen vom zust&#228;ndigen Organ in der daf&#252;r vorgesehenen Form zu erlassen sind.\nF&#252;r die Einhaltung des Gewaltenteilungsgrundsatzes pr&#252;ft das Bundesgericht die Auslegung der einschl&#228;gigen Verfassungsbestimmungen frei, jene des Gesetzesrechts hingegen lediglich unter dem Gesichtswinkel der Willk&#252;r (BGE 127  I 60 E. 2a S. 64; BGE 126 I 180 E. 1a/aa S. 182; BGE 124 I 216 E. 3b S. 219). Im vorliegenden Fall steht die Auslegung der Kantonsverfassung im Vordergrund. Diese erfolgt grunds&#228;tzlich nach denselben methodischen Regeln, wie sie f&#252;r die Auslegung von Gesetzesrecht entwickelt wurde. Die Gewichtung der einzelnen Auslegungselemente kann je nach der Natur der betroffenen Norm differieren. W&#228;hrend bei verfassungsm&#228;ssigen Rechten &#252;ber die Auslegung hinaus unter Ber&#252;cksichtigung sich wandelnder Bedingungen und Vorstellungen vermehrt eine Konkretisierung vorgenommen wird, ist der Auslegungsspielraum bei organisatorischen Bestimmungen enger begrenzt und gilt es vermehrt den historischen Elementen Rechnung zu tragen (BGE 112 Ia 208 E. 2a S. 212 f.; 128  I 34 E. 3b S. 40 f.; BGE 124 II 193 E. 5a S. 199).\n\n    2.2 Die Beschwerdef&#252;hrer bzw. der Grosse Rat und die Regierung berufen sich auf die folgenden Bestimmungen der Kantonsverfassung:\nArt. 2\n1 Die gesetzgebende Gewalt wird vom Volke ausge&#252;bt.\n2 Der Volksabstimmung unterliegen:\n1. Verfassungs&#228;nderungen;\n2. Staatsvertr&#228;ge und Konkordate;\n3. Gesetze;\na. organische Gesetze, b&#252;rgerliche und Strafgesetze mit Einschluss derjenigen &#252;ber das gerichtliche Verfahren in Zivilsachen, sowie in Kriminal- und Strafpolizeisachen; BGE 128 I 327 S. 331\n   \nb. Verwaltungsgesetze, insbesondere im Steuer-, Schul-, Strassen-, Forst-, Jagd- und Fischerei-, im Gesundheits- und Armenwesen, sowie in anderen Gebieten der Verwaltung und Volkswirtschaft.\n...\nArt. 3\n1 Ausserdem sind vom Grossen Rat auf Begehren von wenigstens 3000 Stimmberechtigten Kantonseinwohnern der Volksabstimmung zu unterbreiten:\n1. Vorschl&#228;ge zum Erlass neuer Gesetze und grossr&#228;tlicher Verordnungen;\n2. Vorschl&#228;ge zur Aufhebung oder &#196;nderung von Gesetzen und grossr&#228;tlichen Verordnungen, welche schon mindestens zwei Jahre in Kraft gestanden haben.\n...\nArt. 15\n1 Der Grosse Rat wacht &#252;ber die Handhabung der Bundes- und Kantonsverfassung, sowie &#252;ber die Vollziehung der eidgen&#246;ssischen und kantonalen Gesetze, Verordnungen und Beschl&#252;sse.\n2 Ihm steht die Vorberatung &#252;ber alle Gegenst&#228;nde zu, welche nach den Artikeln 2 und 3 der Volksabstimmung unterstellt werden.\n3 Er erl&#228;sst die n&#246;tigen Vollziehungsverordnungen und Ausf&#252;hrungsbestimmungen zu den kantonalen und, soweit es nicht von Bundes wegen geschieht, zu den eidgen&#246;ssischen Gesetzen.\n4 Dem Grossen Rat steht die Oberaufsicht &#252;ber die ganze Landesverwaltung und alle Zweige der Rechtspflege zu. Er ist befugt, in allen Landesangelegenheiten, welche nicht zufolge der Artikel 2 und 3 der Volksabstimmung unterliegen, g&#252;ltige Verordnungen zu erlassen und Beschl&#252;sse zu fassen.\n\n    2.3 Die Zust&#228;ndigkeiten des Grossen Rates ergeben sich f&#252;r den vorliegenden Zusammenhang aus Art. 15 KV/GR. Bei der Kantonspolizei-Verordnung handelt es sich nicht um eine Vollziehungsverordnung oder Ausf&#252;hrungsbestimmung im Sinne von Abs. 3. Es ist daher zu pr&#252;fen, ob sich die Verordnungskompetenz des Grossen Rates im Bereiche der Kantonspolizei auf Abs. 4 st&#252;tzen l&#228;sst.\nNach Art. 15 Abs. 4 KV/GR steht dem Grossen Rat die Oberaufsicht &#252;ber die ganze Landesverwaltung und alle Zweige der Rechtspflege zu, und er ist befugt, in allen Landesangelegenheiten g&#252;ltige Verordnungen zu erlassen. Diese umfassende Zust&#228;ndigkeit wird indessen durch den Verweis auf Art. 2 und 3  KV/GR, welche die der Volksabstimmung unterliegenden Sachbereiche umschreiben, eingeschr&#228;nkt. In diesem Sinne bedarf beispielsweise der Erlass von zivil- oder strafrechtlichen Bestimmungen und entsprechender BGE 128 I 327 S. 332Verfahrensordnungen der Form eines dem Referendum unterstehenden Gesetzes (Art.  2 Abs. 2 Ziff. 3 lit. a KV/GR). Im vorliegenden Fall gilt es demnach den Sinn einerseits von Art. 2 Abs. 3 Ziff. 3 KV/GR und die darin enthaltenen Ausdr&#252;cke der \"Verwaltungsgesetze und der andern Gebiete der Verwaltung\", andererseits von Art. 15 Abs. 4 KV/GR mit den Bereichen der \"Landesverwaltung\" und  \"Landesangelegenheiten\" zu bestimmen und einander gegen&#252;berzustellen.\nDie Bestimmung von Art. 2 Abs. 2 Ziff. 3 KV/GR nennt das Polizeiwesen nicht ausdr&#252;cklich. Die in lit. a erw&#228;hnten Strafpolizeisachen deuten weniger auf das Polizeiwesen im Allgemeinen als vielmehr auf einen gerichtlichen Zusammenhang hin. Was unter Verwaltungsgesetzen und andern Gebieten der Verwaltung nach lit. b zu verstehen ist, l&#228;sst sich dem Wortlaut der Bestimmung kaum entnehmen. Einzig die Aufz&#228;hlung der einzelnen Bereiche vermag einen gewissen Aufschluss zu geben. Es handelt sich im Wesentlichen um Gebiete, die dem Verfassungsgeber im Jahre 1892 bekannt waren. Dieser Umstand &#228;nderte in der Folge allerdings nichts daran, dass auch neuere, dem damaligen Verfassungsgeber noch nicht bekannte Verwaltungsbereiche wie etwa die Raumplanung, der Umweltschutz oder der Datenschutz dieser Bestimmung unterstellt wurden (vgl. WOLF SEILER, Das Gesetz nach b&#252;ndnerischem Recht, in: Andreas Auer/Walter K&#228;lin (Hrsg.), Das Gesetz im Staatsrecht der Kantone, Chur/Z&#252;rich 1991, S. 166). Daraus ist zu schliessen, dass die (historische) Aufz&#228;hlung in Art. 2 Abs. 2 Ziff. 3 lit. b KV/GR in der Praxis tats&#228;chlich nicht als abschliessend betrachtet wird.\nAuf der andern Seite steht dem Grossen Rat nach Art. 15 Abs. 4 KV/GR die Oberaufsicht &#252;ber die ganze Landesverwaltung und die Befugnis zu, in allen Landesangelegenheiten - vorbeh&#228;ltlich der in Art. 2 und Art. 3 KV/GR genannten Bereiche - Verordnungen zu erlassen. Dieser Wortlaut und der Ausdruck der Landesangelegenheiten lassen kaum erkennen, welche Gebiete gemeint sind und in welchen Bereichen der Grosse Rat unter Ausschluss des Volkes legiferieren kann  (vgl. BGE 128 I 113 E. 2d S. 116 ff.).\nBei dieser Sachlage kommt der Entstehungsgeschichte entscheidende Bedeutung zu. Gest&#252;tzt auf verschiedene Lehrmeinungen f&#252;hren der Grosse Rat und die Regierung aus, dass mit der Verfassung von 1892 (und jener von 1880) die Bereiche von Art. 2 Abs. 2 Ziff. 3 KV/GR bewusst in die Kompetenz des Volkes gelegt worden seien. Damit habe die bisherige Machtf&#252;lle und umfassende Verordnungskompetenz des Grossen Rates klar beschr&#228;nkt werden sollen. Zu den umfassenden Befugnissen des Grossen Rates habe BGE 128 I 327 S. 333vorher auch die wichtige Dom&#228;ne des Polizeiwesens geh&#246;rt. H&#228;tte das selbst&#228;ndige Polizeiverordnungsrecht damals dem Grossen Rat wirklich entzogen werden sollen, h&#228;tte dies mit einer Erw&#228;hnung in Art. 2 Abs. 2 Ziff. 3 KV/GR Eingang gefunden. Mangels einer solchen k&#246;nne geschlossen werden, dass der Bereich des Polizeiwesens auch &#252;ber die Verfassung von 1892 hinaus beim Grossen Rat belassen werden sollte.\nDiese Auffassung vermag einzuleuchten und zu &#252;berzeugen. Sie kann sich insbesondere auch auf Lehrmeinungen st&#252;tzen: Sowohl WOLF SEILER (Das Gesetz nach b&#252;ndnerischem Recht, a.a.O., S. 161 f. und 163 ff. sowie Die Organe der Rechtssetzung im Kanton Graub&#252;nden, Diss. Z&#252;rich 1939, S. 57 und 86 ff.) als auch SILVIO CURSCHELLAS (Die Durchf&#252;hrung der Gewaltenteilung im b&#252;ndnerischen Verfassungsrecht, Diss. Z&#252;rich 1952, S. 53 f., 80 ff. und 124 ff.) kommen in ihren (historischen) Werken zu diesem Schluss. Ferner wurde ein selbst&#228;ndiges Polizeiverordnungsrecht des Grossen Rates auch von ZACCHARIA GIACOMETTI (Das Staatsrecht der schweizerischen Kantone, Z&#252;rich 1941, S. 502) und in neuester Zeit von FRANK SCHULER (Das Referendum in Graub&#252;nden, Diss. Genf 1999, S. 367) und CLAUDIO RIESEN (Rechtliche Grundlagen f&#252;r kantonale Staatsaufgaben, in:  ZGRG 1989 S. 89 und 91) bejaht. Was die Beschwerdef&#252;hrer gegen diese Sicht einwenden, vermag nicht zu &#252;berzeugen. Das Polizeiwesen k&#246;nnte zwar durchaus den Polizei- und Verwaltungsbereichen von Art. 2 Abs. 2 Ziff. 3 KV/GR zugerechnet werden, dies umso mehr, als auch neuere Polizeiaufgaben wie die Raumplanung, der Umweltschutz und der Datenschutz tats&#228;chlich dazu gez&#228;hlt werden. WOLF SEILER hat indessen &#252;berzeugend dargelegt, dass die - damals dem Grossen Rat zukommende - Dom&#228;ne des Polizeiwesens von grosser Wichtigkeit gewesen ist und in Art. 2 Abs. 2 Ziff. 3 KV/GR mit Sicherheit erw&#228;hnt worden w&#228;re, h&#228;tte sie dem Grossen Rat entrissen werden sollen. Demzufolge ist es nicht zu beanstanden, dass der Grosse Rat gest&#252;tzt auf Art. 15 Abs. 4 KV/GR grunds&#228;tzlich f&#252;r sich die Kompetenz in Anspruch nimmt, im Bereich des Polizeiwesens auf dem Verordnungsweg zu legiferieren. An dieser Betrachtung vermag auch der Umstand nichts zu &#228;ndern, dass - wie WOLF SEILER aufzeigt - die Praxis und die Abgrenzung zwischen Art. 2 Abs. 2 Ziff. 3 KV/GR einerseits und Art. 15 Abs. 4 KV/GR andererseits nicht durchwegs geradlinig verliefen.\nEs fragt sich hingegen, ob die angefochtene Bestimmung aufgrund einer geltungszeitlichen Verfassungsauslegung in materieller Hinsicht dem Polizeiwesen und insoweit den Landesangelegenheiten im BGE 128 I 327 S. 334Sinne von Art. 15 Abs. 4 KV/GR zugeordnet werden kann: Art. 8a Abs. 1 KaPoVo enth&#228;lt lediglich eine Handlungserm&#228;chtigung f&#252;r die Kantonspolizei, zur Wahrung von Sicherheit und Ordnung sowie zur Gefahrenabwehr ereignisbezogen die notwendigen Massnahmen zu ergreifen. Auch ohne Erw&#228;hnung des Elementes der zeitlichen Dringlichkeit bringt die Bestimmung zum Ausdruck, dass polizeiliche Anordnungen, die Grundrechtsbeschr&#228;nkungen bewirken, nur ergriffen werden d&#252;rfen, wenn sie in zeitlicher Hinsicht notwendig sind. Damit geht sie nicht weiter als das, was sich bereits aus der polizeilichen Generalklausel ergibt. Abs. 2 der angefochtenen Bestimmung enth&#228;lt eine nicht abschliessende Aufz&#228;hlung der m&#246;glichen polizeilichen Massnahmen, beschr&#228;nkt die Polizei indessen nicht auf diese Handlungsformen und l&#228;sst daher weitere Anordnungen zu, wie sie auch aufgrund der polizeilichen Generalklausel ergriffen werden k&#246;nnten. Art. 8a KaPoVo stellt im Wesentlichen eine Umschreibung und Konkretisierung der polizeilichen Generalklausel dar und reicht gesamthaft gesehen nicht &#252;ber diese hinaus. Deshalb kann die Bestimmung dem Polizeiwesen zugeordnet werden und ist - worauf nachfolgend im Einzelnen einzugehen ist -  nach den allgemeinen verfassungsrechtlichen Grunds&#228;tzen anzuwenden. Damit f&#228;llt die angefochtene Regelung nicht in den Bereich der nach Art. 2 KV/GR der Mitwirkung des Volkes bed&#252;rftigen Materien, wohingegen es bei geltungszeitlicher Verfassungsauslegung eines formellen Gesetzes bed&#252;rfte, wenn der Grosse Rat &#252;ber die polizeiliche Generalklausel hinausgehen wollte.\nAus diesen Erw&#228;gungen ist gesamthaft zu schliessen, dass dem Grossen Rat mit Art. 15 Ziff. 4 KV/GR eine Polizeiverordnungskompetenz zukommt und diese mit der sich im Rahmen der polizeilichen Generalklausel haltenden Bestimmung von Art. 8a KaPoVo nicht &#252;berschritten worden ist. Die angefochtene Revision der Kantonspolizei-Verordnung kann sich demnach auf die genannte Verfassungsbestimmung st&#252;tzen. Damit erweist sich die R&#252;ge der Verletzung der Gewaltenteilung als unbegr&#252;ndet.\n\n    3. \n   \n\n    3.1 Nach der Rechtsprechung des Bundesgerichts ist bei der Pr&#252;fung der Verfassungsm&#228;ssigkeit eines Erlasses im Rahmen der abstrakten Normenkontrolle massgebend, ob der betreffenden Norm nach anerkannten Auslegungsregeln ein Sinn zugemessen werden kann, der sie mit den angerufenen Verfassungs- oder EMRK-Garantien vereinbar erscheinen l&#228;sst. Das Bundesgericht hebt demnach eine kantonale Norm nur auf, sofern sie sich einer verfassungs- BGE 128 I 327 S. 335und konventionskonformen Auslegung entzieht (BGE 124 I 193 E. 3c S. 195; 118 Ia  305 E. 1f S. 309; BGE 117 Ia 472 E. 3a S. 477; BGE 113 Ia 126 S. 131; BGE 111 Ia 23 S. 25; BGE 109 Ia 273 S. 277 und 301, mit Hinweisen). F&#252;r die Frage, ob eine kantonale Norm aufzuheben oder verfassungskonform auszulegen ist, wird auf die Tragweite des Grundrechtseingriffs, die M&#246;glichkeit, bei einer sp&#228;teren Normenkontrolle einen hinreichenden verfassungsrechtlichen Schutz zu erhalten, die konkreten Umst&#228;nde, unter denen die Norm zur Anwendung kommt, sowie die M&#246;glichkeit einer Korrektur und die Auswirkungen auf die Rechtssicherheit abgestellt (BGE 125 I  127 E. 10b S. 158 mit Hinweisen).\n\n    3.2 Bevor auf die einzelnen R&#252;gen der Beschwerdef&#252;hrer n&#228;her eingegangen wird, gilt es, die Bedeutung der angefochtenen Bestimmungen sowie die von diesen ausgehende Betroffenheit in den Grundrechten in einem weitern Rahmen zu betrachten.\nIn allgemeiner Weise erh&#228;lt die Kantonspolizei mit Art. 8a Abs. 1 KaPoVo ganz generell die Befugnis, zur Wahrung der Sicherheit und Ordnung sowie zur Gefahrenabwehr ereignisbezogen die erforderlichen Massnahmen zu treffen. Die Polizei soll mit andern Worten - ihrem allgemeinen Auftrag entsprechend - all jene Anordnungen treffen k&#246;nnen, welche in einer bestimmten Gefahrensituation angezeigt und erforderlich sind. Im Sinne einer Konkretisierung z&#228;hlt Art. 8a Abs. 2 KaPoVo im Wesentlichen zwei Massnahmen auf: Zum einen sollen Ausgrenzungen in dem Sinne angeordnet werden k&#246;nnen, dass das Betreten gewisser  &#214;rtlichkeiten bzw. der Aufenthalt an gewissen &#214;rtlichkeiten untersagt wird oder Wegweisungen von solchen &#214;rtlichkeiten angeordnet werden (lit. a-c). Insofern geht es darum, die Anwesenheit von (gewissen) Personen an Orten zu verhindern, wenn diese in einer konkreten Gefahrenlage eine Gef&#228;hrdung darstellen k&#246;nnten. Zum andern sollen Gegenst&#228;nde vor&#252;bergehend sichergestellt werden k&#246;nnen, soweit von ihnen in einer konkreten Gefahrensituation eine (zus&#228;tzliche) Gef&#228;hrdung ausgehen k&#246;nnte (lit. d). Schliesslich soll die Polizei die entsprechenden Anordnungen gest&#252;tzt auf Art. 8a Abs. 3 KaPoVo mit den erforderlichen und angemessenen Mitteln durchsetzen k&#246;nnen.\nDie angefochtene Regelung &#252;ber die Ordnungs- und Sicherheitspolizei ist, wie sich aus der Botschaft der Regierung ergibt, vor dem Hintergrund der Durchf&#252;hrung des Weltwirtschaftsforums und der hierf&#252;r erforderlichen Sicherheitsmassnahmen entstanden. Die vorgeschlagenen Massnahmen mit Fernhalteanordnungen, Errichtung von Sperrzonen und Sicherstellungen von Gegenst&#228;nden sollen die BGE 128 I 327 S. 336Sicherheit bei Grossanl&#228;ssen gew&#228;hrleisten. Den neuen Bestimmungen der Kantonspolizei-Verordnung kommt indessen dar&#252;ber hinaus eine weit allgemeinere Bedeutung zu. Sie erlauben in genereller Weise, konkreten Gef&#228;hrdungslagen zu begegnen. Schon bei einem kleineren Verkehrsunfall erscheint es fast als Selbstverst&#228;ndlichkeit, dass Absperrungen vorgenommen werden, das Betreten der Unfallstelle untersagt wird und (gewisse) anwesende Personen zum Verlassen der  &#214;rtlichkeit aufgefordert werden. In vermehrtem Masse gilt dies bei eigentlichen Katastrophenf&#228;llen wie etwa bei Unf&#228;llen auf Autobahnen oder in Autobahntunnels, bei grossen Lawinenniederg&#228;ngen und Erdrutschungen mit grossfl&#228;chigen Versch&#252;ttungen oder bei weitreichenden &#220;berschwemmungen mit grossem Gefahrenpotenzial, welche eigentliche Evakuierungen erfordern k&#246;nnen. Desgleichen kann es in gespannten Situationen angezeigt sein, die Mitnahme von gewissen Gegenst&#228;nden zu untersagen bzw. entsprechende Anordnungen zu treffen  (vgl. BGE 107 Ia 59 betr. Mittragen von Fahnen anl&#228;sslich von Kundgebungen im Jura; gleichermassen wird das Mitnehmen von Flaschen bei Grossanl&#228;ssen oftmals durch die Veranstalter untersagt).\nEine solch erweiterte Betrachtung der angefochtenen Bestimmungen zeigt, dass diese im Zusammenhang mit der allgemeinen Funktion der Polizei stehen, die  &#246;ffentliche Ordnung und Sicherheit durch die Abwehr von St&#246;rungen und Gef&#228;hrdungen zu sch&#252;tzen (vgl. ULRICH H&#196;FELIN/GEORG M&#220;LLER, Grundriss des Allgemeinen Verwaltungsrechts, 4. Aufl. 2002, Rz. 2431). Zudem besteht - wie bereits gesagt - ein enger Konnex mit der Polizeigeneralklausel, welche die zust&#228;ndige Beh&#246;rde allgemein erm&#228;chtigt, polizeiliche Massnahmen zum Schutz der Polizeig&#252;ter zu treffen, um schwere und unmittelbare Gefahren abzuwenden oder bereits erfolgte schwere St&#246;rungen zu beseitigen (vgl. H&#196;FELIN/M&#220;LLER, a.a.O., Rz. 2467). Insofern stellt die angefochtene Regelung nichts anderes als eine Umschreibung und Konkretisierung der polizeilichen Generalklausel dar, indem in einem f&#246;rmlichen Erlass festgehalten wird, welche konkreten Massnahmen bei schwerer und unmittelbarer Gefahr ergriffen werden k&#246;nnen (vgl. BGE 109 Ia 146 E. 4a S. 149). Vor diesem Hintergrund betrachtet erkl&#228;rt sich denn auch, dass die angefochtene Regelung keine Kompetenzordnung enth&#228;lt: Die entsprechenden Massnahmen sind vielmehr ereignisbezogen, wie die Kantonspolizei-Verordnung festh&#228;lt, von den entsprechenden Stellen anzuordnen und richten sich nach dem Umfang des Ereignisses. Gleichermassen wird nicht pr&#228;zisiert, ob die polizeilichen Massnahmen BGE 128 I 327 S. 337durch individuell-konkrete Anordnungen oder allenfalls durch allgemein gehaltene Anordnungen getroffen werden.\n\n    3.3 Die genannten Massnahmen k&#246;nnen in verschiedenartigster Weise Freiheitsrechte des einzelnen B&#252;rgers betreffen. Wegweisungs- oder Ausgrenzungsanordnungen greifen insbesondere in die pers&#246;nliche Freiheit im Sinne der Bewegungsfreiheit ein. Vor dem Hintergrund der Entstehungsgeschichte k&#246;nnen entsprechende Anordnungen Beeintr&#228;chtigungen der Versammlungsfreiheit und damit im Zusammenhang stehend auch der Meinungsfreiheit mit sich bringen. Die vor&#252;bergehende Sicherstellung von Gegenst&#228;nden betrifft ferner die Eigentumsgarantie, welche gleichermassen den Besitz sch&#252;tzt (BGE 128 I 129 E.  3.1.3 S. 133; BGE 120 Ia 120 E. 1b S. 121). Schliesslich k&#246;nnen im Einzelfall entsprechende Anordnungen weitere Freiheitsrechte betreffen.\n\n    4. \n   \n\n    4.1 Die Beschwerdef&#252;hrer erheben gegen die angefochtenen Bestimmungen der Kantonspolizei-Verordnung verschiedenartigste R&#252;gen, welche vor dem Hintergrund der vorangehenden Erw&#228;gungen zu beurteilen sind. Als erstes gilt es zu pr&#252;fen, ob eine Verordnung des Grossen Rates als gesetzliche Grundlage f&#252;r Grundrechtseingriffe ausreiche. Die Beschwerdef&#252;hrer machen in dieser Hinsicht geltend, die angefochtenen Normen f&#252;hrten zu schweren Grundrechtseingriffen, f&#252;r welche eine formellgesetzliche, dem Referendum unterstehende Grundlage erforderlich sei.\nNach Art. 36 Abs. 1 BV bed&#252;rfen Einschr&#228;nkungen von Grundrechten einer gesetzlichen Grundlage; schwerwiegende Einschr&#228;nkungen m&#252;ssen im Gesetz selber vorgesehen sein. Im Hinblick auf den vorliegenden Fall ist demnach zu pr&#252;fen, ob die Revision der Kantonspolizei-Verordnung in der Form einer grossr&#228;tlichen Verordnung den Anforderungen von Art. 36 BV gen&#252;gt.\nHinsichtlich der Delegation von Rechtssetzungszust&#228;ndigkeiten hat das Bundesgericht die bundesverfassungsrechtlichen Anforderungen an die erforderliche gesetzliche Grundlage in einer reichen Praxis umschrieben. Die Delegation wird im Allgemeinen anerkannt, wenn sie in einem formellen Gesetz enthalten ist, nicht durch das kantonale Recht ausgeschlossen wird, sich auf ein bestimmtes Gebiet beschr&#228;nkt und das Gesetz die Grundz&#252;ge der Regelung selber enth&#228;lt, soweit die Stellung der Rechtsunterworfenen schwerwiegend ber&#252;hrt wird (BGE 128 I 113 E. 3c S. 122; BGE 118 Ia 245 E. 3b S. 247 f., 305 E. 2b S. 310 f., mit Hinweisen). Diese Rechtsprechung ist in erster Linie ausgerichtet auf die Delegation von BGE 128 I 327 S. 338Rechtssetzungsbefugnissen an die Exekutive; geringere Anforderungen werden gestellt in Bezug auf die Delegation an das kantonale Parlament oder den kommunalen Gesetzgeber (vgl. BGE 106 Ia 201; BGE 122 I 305 E. 5a S. 312; BGE 112 Ia 251 E. 2a S. 254).\nIm vorliegenden Fall steht indessen keine solche Delegation in Frage. Wie oben dargelegt (E. 2), kommt dem Grossen Rat nach der Kantonsverfassung im Bereiche des Polizeiwesens vielmehr die Befugnis zum Erlass von selbst&#228;ndigen, dem Referendum entzogenen Verordnungen zu (vgl. ZBl 102/2001 S. 647). Solche selbst&#228;ndige, gesetzesvertretende Verordnungen haben nach der Rechtsprechung die Bedeutung formeller Gesetze. Die Kantone sind von Bundesrechts wegen nicht gehalten, ihre Gesetze dem Referendum zu unterstellen (BGE 124 I 216 E. 3a S.  218; BGE 118 Ia 320 E. 3a S. 324, 305 E. 2b S. 310 f., 245 E. 3b S. 247 f.; ZBl  102/2001 S. 647 [651 f.], E. 2f.; ANDREAS AUER, La notion de loi en droit cantonal: Carrefour du f&#233;d&#233;ralisme et de la d&#233;mocratie suisses, in: Andreas Auer/Walter K&#228;lin, Das Gesetz im Staatsrecht der Kantone, Chur/Z&#252;rich 1991, S.  22 ff.; GEORG M&#220;LLER, Legalit&#228;tsprinzip und kantonale Verfassungsautonomie, in:  Festschrift f&#252;r Dietrich Schindler, Basel/Frankfurt a.M. 1989, S. 747 ff., 756  f.). Direkt auf die Kantonsverfassung gest&#252;tzte Parlamentsverordnungen gen&#252;gen daher als gesetzliche Grundlage f&#252;r Grundrechtseingriffe (WALTER K&#196;LIN, Der Gesetzesbegriff im bernischen Recht, in: Andreas Auer/Walter K&#228;lin, Das Gesetz im Staatsrecht der Kantone, Chur/Z&#252;rich 1991, S. 115 f.). F&#252;r den vorliegenden Zusammenhang ist es daher auch nicht erheblich, ob mit einer Volksinitiative nach Art. 3 Abs. 1 KV/GR Erlass oder Aufhebung bzw. &#196;nderung (nach Ablauf einer Sperrfrist von zwei Jahren) von solchen Parlamentsverordnungen verlangt werden kann (vgl. K&#196;LIN, a.a.O., S. 116 f. sowie BGE 106 Ia 201).\nDiese Beurteilung hat durch die neue Bundesverfassung keine &#196;nderung erfahren. Art. 36 Abs. 1 BV verlangt f&#252;r Grundrechtsbeeintr&#228;chtigungen eine gesetzliche Grundlage bzw. ein Gesetz. Die Verfassungsbestimmung umschreibt indessen nicht n&#228;her, was unter gesetzlicher Grundlage bzw. einem Gesetz im Einzelnen zu verstehen ist. Die Bundesverfassung beschr&#228;nkt sich darauf, den Kantonen in Art. 51 eine demokratische Verfassung vorzuschreiben. F&#252;r den vorliegenden Fall ist demnach an die bisherige, oben dargestellte Rechtsprechung anzukn&#252;pfen. Wie gezeigt, stellen selbst&#228;ndige Parlamentsverordnungen formellgesetzliche Grundlagen dar und verm&#246;gen eine hinreichende Grundlage f&#252;r Grundrechtsbeschr&#228;nkungen abzugeben. Die angefochtene, in der Form der Grossratsverordnung BGE 128 I 327 S. 339ergangene Regelung gen&#252;gt auch unter der Herrschaft der neuen Bundesverfassung den Anforderungen f&#252;r Beschr&#228;nkungen von Freiheitsrechten. Es ist daher auch unerheblich, ob die angefochtenen Bestimmungen schwere Grundrechtseingriffe im Sinne von Art. 36 Abs. 1 Satz 2 BV mit sich bringen k&#246;nnen. Demnach erweist sich die Beschwerde in diesem Punkte als unbegr&#252;ndet.\n\n    4.2 Einen Schwerpunkt der Kritik der Beschwerdef&#252;hrer betrifft die R&#252;ge, die angefochtene Norm sei vollkommen unbestimmt gehalten und gen&#252;ge daher angesichts der vorgesehenen Grundrechtsbeschr&#228;nkungen den Bestimmtheitsanforderungen an gesetzliche Grundlagen nicht.\nEs wird von Seiten des Grossen Rates und der Regierung nicht bestritten, dass Art. 8a KaPoVo unbestimmt gehaltene Begriffe enth&#228;lt. Diese betreffen zum einen die Voraussetzungen polizeilichen Einschreitens, welches in allgemeiner Weise und ohne n&#228;here Pr&#228;zisierung lediglich von einer Gef&#228;hrdung der Sicherheit und Ordnung sowie von einer Gefahrensituation abh&#228;ngig gemacht wird. Zum andern wird die Kantonspolizei in ebenso unbestimmter Weise erm&#228;chtigt, ereignisbezogen die notwendigen Massnahmen anzuordnen. Immerhin werden die Massnahmen in Art. 8a Abs. 2 KaPoVo mit der Erm&#228;chtigung zu Fernhaltemassnahmen, Errichten von Sperrzonen und &#246;rtlichen Einschr&#228;nkungen sowie Sicherstellung von Gegenst&#228;nden exemplifiziert. Weder in Bezug auf die Voraussetzungen noch hinsichtlich der konkreten Massnahmen enth&#228;lt die angefochtene Norm Pr&#228;zisierungen zum &#246;rtlichen und pers&#246;nlichen Anwendungsbereich.\nDas Legalit&#228;tsprinzip verlangt u.a. eine hinreichende und angemessene Bestimmtheit der anzuwendenden Rechtss&#228;tze. Das Erfordernis der Bestimmtheit steht im Dienste des Grundsatzes des Gesetzesvorbehalts, der Rechtssicherheit mit den Elementen der Berechenbarkeit und Vorhersehbarkeit staatlichen Handelns sowie der rechtsgleichen Rechtsanwendung (BGE 109 Ia 273 E. 4d S. 282 ff.; 115  Ia 277 E. 6a S. 288; BGE 123 I 1 E. 2b S. 3; BGE 127 V 431 E. 2b S. 434; BGE 128 I 113 E.  3b S. 121, mit Hinweisen auf die Doktrin und die Strassburger Rechtsprechung;  J&#214;RG PAUL M&#220;LLER, Allgemeine Bemerkungen zu den Grundrechten, in: Daniel Th&#252;rer/Jean-Fran&#231;ois Aubert/J&#246;rg Paul M&#252;ller (Hrsg.), Verfassungsrecht der Schweiz, Z&#252;rich 2001, &#167; 39 S. 621/641 Rz. 53; WERNER RITTER, Schutz der Freiheitsrechte durch gen&#252;gend bestimmte Normen, Diss. St. Gallen 1994, S. 202  ff. und 251 ff.). Nach der Rechtsprechung des Bundesgerichts und des Europ&#228;ischen Gerichtshofes f&#252;r Menschenrechte BGE 128 I 327 S. 340darf das Gebot nach Bestimmtheit rechtlicher Normen indes nicht in absoluter Weise verstanden werden. Der Gesetzgeber kann nicht darauf verzichten, allgemeine und mehr oder minder vage Begriffe zu verwenden, deren Auslegung und Anwendung der Praxis &#252;berlassen werden muss. Der Grad der erforderlichen Bestimmtheit l&#228;sst sich nicht abstrakt festlegen. Der Bestimmtheitsgrad h&#228;ngt unter anderem von der Vielfalt der zu ordnenden Sachverhalte, von der Komplexit&#228;t und der Vorhersehbarkeit der im Einzelfall erforderlichen Entscheidung, von den Normadressaten, von der Schwere des Eingriffs in Verfassungsrechte und von der erst bei der Konkretisierung im Einzelfall m&#246;glichen und sachgerechten Entscheidung ab (BGE 109 Ia 273 E. 4d S. 284; 115  Ia 277 E. 6a S. 288; BGE 117 Ia 472 E. 3d S. 479; BGE 123 I 1 E. 4b S. 5; BGE 125 I 369 E.  6 S. 379). In gewissem Ausmass kann die Unbestimmtheit von Normen durch verfahrensrechtliche Garantien gleichsam kompensiert werden, und es kommt dem Grundsatz der Verh&#228;ltnism&#228;ssigkeit besondere Bedeutung zu (BGE 109 Ia 273 E. 4d S. 284 und E. 10 S. 295 f.; BGE 127 V 431 E. 2b S. 434).\nF&#252;r das Polizeirecht st&#246;sst das Bestimmtheitserfordernis wegen der Besonderheit des Regelungsbereichs im Allgemeinen auf besondere Schwierigkeiten  (vgl. RITTER, a.a.O., S. 79 f.). Die Aufgabe der Polizei kann nicht von vornherein abschliessend und bestimmt umschrieben werden. Bereits die Begriffe der &#246;ffentlichen Sicherheit und Ordnung, zu deren Schutz die Polizei eingesetzt ist, lassen sich kaum abstrakt umschreiben, sind umfassend zu verstehen und enthalten sowohl polizeiliche als auch freiheitliche Elemente (vgl. ALEXANDER RUCH, &#196;ussere und innere Sicherheit, in: Daniel Th&#252;rer/Jean-Fran&#231;ois Aubert/J&#246;rg Paul M&#252;ller (Hrsg.), Verfassungsrecht der Schweiz, Z&#252;rich 2001, &#167;  56 S. 889 Rz. 1 ff.). Die Polizeit&#228;tigkeit richtet sich gegen nicht im Einzelnen bestimmbare Gef&#228;hrdungsarten und Gef&#228;hrdungsformen in vielgestaltigen und wandelbaren Verh&#228;ltnissen und ist demnach situativ den konkreten Verh&#228;ltnissen anzupassen (vgl. HANS REINHARD, Allgemeines Polizeirecht, Diss. Bern 1993, S. 151 f. und 155 ff.; RITTER, a.a.O., S. 81 ff. zum Polizeibegriff). Die Schwierigkeit der Regelung der polizeilichen T&#228;tigkeit ist denn auch der Grund, weshalb der geschriebene oder ungeschriebene Grundsatz der polizeilichen Generalklausel anerkannt wird, der in allgemeiner Weise die zust&#228;ndige Beh&#246;rde erm&#228;chtigt, polizeiliche Massnahmen zum Schutz der Polizeig&#252;ter zu treffen, um schwere und unmittelbare Gefahren abzuweisen oder erfolgte schwere St&#246;rungen zu beseitigen. Die BGE 128 I 327 S. 341polizeiliche Generalklausel tritt unter den von der Rechtsprechung umschriebenen Voraussetzungen sogar an die Stelle einer materiellen gesetzlichen Grundlage. Art. 36 Abs. 1 Satz 3 BV nimmt denn vom Erfordernis einer gesetzlichen Grundlage f&#252;r Freiheitsbeschr&#228;nkungen F&#228;lle ernster, unmittelbarer und nicht anders abwendbarer Gefahr ausdr&#252;cklich aus (vgl. zur Polizeigeneralklausel H&#196;FELIN/M&#220;LLER, a.a.O., Rz. 2467; RITTER, a.a.O., S. 284; BGE 125 II 417 E. 6b S. 428 mit Hinweisen).\nBei dieser Sachlage h&#228;lt es nicht leicht, im Bereich der Ordnungs- und Sicherheitspolizei bestimmte Normen zu schaffen. Wohl k&#246;nnen unter Umst&#228;nden in Einzelbereichen zumindest gewisse Wertungen getroffen und G&#252;terabw&#228;gungen im Hinblick auf die Einzelfallentscheidung vorgenommen werden (vgl. REINHARD, a.a.O., S. 157). Das mag etwa hinsichtlich des polizeilichen Schusswaffengebrauchs zutreffen (vgl. Art. 27 des Dienst- und Organisationsreglementes der Kantonspolizei [BR 613.110]; REINHARD, a.a.O., S.  253 ff.). F&#252;r den allgemeinen Bereich der Ordnungs- und Sicherheitspolizei ist dies indessen kaum denkbar. So hat das Bundesgericht in andern Polizeibereichen allgemein gehaltene Eingriffsvoraussetzungen in verschiedensten Konstellationen als verfassungsgem&#228;ss erachtet, so etwa bei der (repressiven und pr&#228;ventiven) Telefon&#252;berwachung (BGE 109 Ia 273 E. 6d und 6e S. 287 sowie E. 9c S. 294) oder bei der polizeilichen Personen- und Identit&#228;tskontrolle (BGE 109 Ia 146 E. 4b S. 149 und E. 5 S. 151). In Bezug auf den vorliegend umstrittenen Bereich k&#246;nnen Gefahrensituationen unterschiedlichster Natur sein und verschiedenartigste Dimensionen aufweisen (vgl. oben E. 3.2). Weder die Voraussetzungen noch die notwendigen Massnahmen im Einzelfall (vgl. Art. 8a Abs. 2 KaPoVo) k&#246;nnen daher pr&#228;zise umschrieben werden. Vor dem Hintergrund der Entstehungsgeschichte der angefochtenen Norm gilt das gleichermassen f&#252;r die Durchf&#252;hrung von Grossanl&#228;ssen oder Kundgebungen, welche unterschiedliche und je im gegebenen Zeitpunkt zu beurteilende Gef&#228;hrdungslagen hervorrufen k&#246;nnen  (vgl. zur Beeintr&#228;chtigung von Dritten bei Durchf&#252;hrung von Kundgebungen BGE BGE 127 I 164 E. 3b S. 168 f. und 170).\nDie Beschwerdef&#252;hrer weisen auf eine Reihe neuerer kantonaler Polizeigesetze hin, um darzulegen, dass bestimmtere Umschreibungen des polizeilichen Handelns m&#246;glich seien. Eine n&#228;here Betrachtung zeigt indessen, dass trotz des Bem&#252;hens um Konkretisierung typisierter Handlungsformen nicht auf h&#246;chst unbestimmte Regelungen sowohl in Bezug auf die Voraussetzungen des polizeilichen BGE 128 I 327 S. 342Handelns als auch hinsichtlich der zu treffenden Massnahmen verzichtet werden kann. Zum Teil beschr&#228;nken sich diese Polizeigesetze darauf, die Polizeit&#228;tigkeit auf die Grunds&#228;tze der Rechtm&#228;ssigkeit und der Verh&#228;ltnism&#228;ssigkeit zu verpflichten, den Polizeiorganen im Rahmen der polizeilichen Generalklausel einen weiten Handlungsspielraum einzur&#228;umen und festzuhalten, dass das polizeiliche Handeln sich gegen die St&#246;rer zu richten habe (vgl. &#167; 7 ff. des Polizeigesetzes des Kantons Basel-Stadt  [Gesetzessammlung 510.100], &#167; 15 ff. des Polizeigesetzes des Kantons Basel-Landschaft [Gesetzessammlung 700], &#167; 5 ff. des Kantonspolizei-Gesetzes des Kantons Luzern [Gesetzessammlung 350]). Vereinzelt werden Wegweisung und Fernhaltung n&#228;her umschrieben; auch diesfalls h&#228;ngen indessen die polizeilichen Massnahmen im Wesentlichen vom Vorliegen ernsthafter und unmittelbarer Gef&#228;hrdung von Personen oder ernsthafter Gef&#228;hrdung oder St&#246;rung der  &#246;ffentlichen Sicherheit und Ordnung ab (vgl. Art. 21 ff. und Art. 29 des Polizeigesetzes des Kantons Bern [Gesetzessammlung 551.1], &#167; 19 des Polizeigesetzes des Kantons Luzern [a.a.O.]).\nBei dieser Sachlage kann dem Grossen Rat gesamthaft gesehen verfassungsrechtlich nicht vorgeworfen werden, in den neuen Bestimmungen der Kantonspolizei-Verordnung die Voraussetzungen und die einzelnen Massnahmen des polizeilichen Handelns zu unbestimmt umschrieben zu haben. Die Beschwerde erweist sich insofern als unbegr&#252;ndet.\n\n    4.3 Weiter ist zu pr&#252;fen, ob die angefochtenen Bestimmungen durch hinreichende &#246;ffentliche Interessen und den Schutz von Grundrechten Dritter gerechtfertigt sind und dem Grundsatz der Verh&#228;ltnism&#228;ssigkeit gen&#252;gen (Art. 36  Abs. 2 und 3 BV). Diese Pr&#252;fung ist gemeinsam vorzunehmen, obwohl die Beschwerdef&#252;hrer ein &#246;ffentliches Interesse kaum bestreiten und den Schwerpunkt auf die Kritik an der Verh&#228;ltnism&#228;ssigkeit (insbesondere der Fernhaltemassnahmen) legen.\n\n    4.3.1 Ein allgemeines &#246;ffentliches Interesse am Schutz von Ordnung und Sicherheit und an der Anordnung der in einer gegebenen Situation erforderlichen Massnahmen kann nicht ernsthaft in Frage gestellt werden. Die Polizei muss &#252;ber die erforderlichen Zust&#228;ndigkeiten zur Erf&#252;llung ihres Auftrages verf&#252;gen. Das gilt auch f&#252;r Fernhaltemassnahmen, wie sie bei kleineren oder gr&#246;sseren Unf&#228;llen, Notlagen oder gar Katastrophen (vgl. oben E. 3.2) angezeigt erscheinen m&#246;gen, um Bestandesaufnahmen, Rettungsmassnahmen und Bergung von Personen und G&#252;tern zu erm&#246;glichen oder den BGE 128 I 327 S. 343Aufenthalt an gef&#228;hrlichen &#214;rtlichkeiten (auch mittels Evakuierungen) zu verhindern (vgl. REINHARD, a.a.O., S. 244; OTHMAR STRASSER, Polizeiliche Zwangsmassnahmen, Diss. Z&#252;rich 1980, S. 93 ff.). Eine Sicherstellung von Gegenst&#228;nden kann in Betracht fallen, wenn von ihnen eine Gefahr ausgeht, beispielsweise Br&#228;nde, Explosionen oder Verseuchungen drohen, dringende polizeiliche Arbeiten erheblich behindert werden oder die Gefahr missbr&#228;uchlicher Verwendung mit einer Gef&#228;hrdung von Leben, Gesundheit oder G&#252;tern von Dritten besteht (vgl. DREWS/WACKE/VOGEL/MARTENS, Gefahrenabwehr, 9. Aufl. 1986, S. 209; REINHARD, a.a.O., S. 246 ff.; STRASSER, a.a.O., S. 179  ff.).\nZu pr&#252;fen sind die &#246;ffentlichen Interessen an den angefochtenen Massnahmen  &#252;berdies vor dem Hintergrund der Entstehungsgeschichte. Grossanl&#228;sse wie das Weltwirtschaftsforum oder die Ski-Weltmeisterschaft bedingen f&#252;r die reibungslose Durchf&#252;hrung umfangreiche Vorkehrungen wie Absperrungen oder vor&#252;bergehende Schliessungen von Strassen, Pl&#228;tzen oder ganzen Gebieten. Gleichermassen k&#246;nnen Kundgebungen auf &#246;ffentlichen Strassen entsprechende Massnahmen erfordern, weil die Meinungs- und Versammlungsfreiheit in gewissem Umfang die Zurverf&#252;gungstellung von &#246;ffentlichem Grund gebietet, insoweit die gleichartige Ben&#252;tzung und Grundrechtsaus&#252;bung durch unbeteiligte Dritte ausschliesst und die Beh&#246;rden gar zu Schutzmassnahmen zugunsten von Kundgebungen verpflichtet sind (BGE 127 I 164 E. 3b S. 168 f.). Es kann auch geboten erscheinen, das Mittragen von Gegenst&#228;nden, von denen Gefahren ausgehen oder die missbr&#228;uchlich verwendet werden k&#246;nnten, zur Aufrechterhaltung der  &#246;ffentlichen Sicherheit und Ordnung zu untersagen oder solche Gegenst&#228;nde anl&#228;sslich von Kontrollen sicherzustellen. In all diesen F&#228;llen k&#246;nnen die mit derartigen Massnahmen einhergehenden Grundrechtsbeschr&#228;nkungen durch  &#246;ffentliche Interessen gerechtfertigt werden. Gewichtige &#246;ffentliche Interessen sind denn vom Bundesgericht im Zusammenhang mit Grossanl&#228;ssen anerkannt worden  (vgl. BGE 112 Ib 195 E. 4 S. 204 zur Ski-Weltmeisterschaft Crans-Montana). In vergleichbarer Weise werden das Weltwirtschaftsforum und die Ski-Weltmeisterschaft 2003 im Engadin von den Beh&#246;rden unterst&#252;tzt und getragen. Daran vermag auch eine andere Wertung solcher Grossanl&#228;sse nichts zu  &#228;ndern.\n\n    4.3.2 &#220;ber diese allgemeinen &#220;berlegungen hinaus ist weiter zu pr&#252;fen, ob die in der angefochtenen Regelung enthaltenen Grundrechtsbeschr&#228;nkungen  &#252;berwiegenden &#246;ffentlichen Interessen BGE 128 I 327 S. 344entsprechen oder dem Schutze von Grundrechten Dritter dienen und ob sie damit dem Grundsatz der Verh&#228;ltnism&#228;ssigkeit zu gen&#252;gen verm&#246;gen.\nDie Beeintr&#228;chtigungen in der Aus&#252;bung der Grundrechte und insbesondere die Eingriffe in die Bewegungsfreiheit sind bei Absperrungsmassnahmen nicht besonders einschneidend. Es bedeutet keine wesentliche Beeintr&#228;chtigung, wenn Personen von einer Unfallstelle oder den &#214;rtlichkeiten eines Naturereignisses weggewiesen werden. Zudem kann davon ausgegangen werden, dass trotz grossfl&#228;chiger Absperrungen die Polizeiorgane Ersatzvorkehren treffen. Demgegen&#252;ber stehen der Vollzug der polizeilichen Aufgaben und sowohl bei kleineren Verkehrsunf&#228;llen als auch bei eigentlichen Grossereignissen die Rettung und Bergung von Personen und G&#252;tern auf dem Spiel. Auch eigentliche Evakuierungen etwa bei drohenden Naturgefahren k&#246;nnen sich in Anbetracht der Gefahren f&#252;r Leib und Leben als verh&#228;ltnism&#228;ssig erweisen.\nSoweit die Durchf&#252;hrung von Grossveranstaltungen gewissermassen privater Natur in Frage stehen, muss die Interessenabw&#228;gung besonders sorgf&#228;ltig vorgenommen werden. &#220;ber das allgemeine &#246;ffentliche Interesse an grundrechtsbeschr&#228;nkenden Massnahmen tritt der Aspekt der Grundrechtsaus&#252;bung von Dritten im Sinne von Art. 36 Abs. 2 BV. Dies gilt gleichermassen f&#252;r die Ski-Weltmeisterschaft und das Weltwirtschaftsforum wie auch f&#252;r Kundgebungen aller Art. Diesfalls k&#246;nnen sich unterschiedlichste Grundrechtsinteressen von Veranstaltern, Teilnehmern, interessierten Dritten und Unbeteiligten gegen&#252;berstehen. Sie erfordern eine besonders sorgf&#228;ltige Interessenabw&#228;gung und Beachtung der Verh&#228;ltnism&#228;ssigkeit ohne einseitige Bevorzugung einzelner Gruppen. Im Einzelfall ist nach m&#246;glichen praktischen L&#246;sungen f&#252;r eine optimale Grundrechtsgew&#228;hrung und -koordination zu suchen (vgl. BGE 127 I 164 E. 3 S. 169 hinsichtlich Priorit&#228;tenordnung anl&#228;sslich von Kundgebungen auf  &#246;ffentlichem Grund). Auch solche und &#228;hnliche Veranstaltungen m&#246;gen je nach Einsch&#228;tzung der Gef&#228;hrdungslage Fernhaltemassnahmen erfordern. Solche beschr&#228;nken die Grundrechtsaus&#252;bung von Unbeteiligten oftmals nicht in schwerwiegender Weise. Mit Ersatzvorkehren kann den Bed&#252;rfnissen Einzelner hinsichtlich Bewegungsfreiheit, Nutzung von Eigentum oder beruflicher Aus&#252;bung Rechnung getragen werden. Im Sinne der Verh&#228;ltnism&#228;ssigkeit k&#246;nnen etwa anstelle von vollst&#228;ndigen Abriegelungen Zugangskontrollen, tempor&#228;re Zugangsm&#246;glichkeiten oder gar Bewilligungen f&#252;r Zugang oder Durchgang zu bestimmten &#214;rtlichkeiten BGE 128 I 327 S. 345in Betracht fallen. In diesem Sinne hat das Justiz-, Polizei- und Sanit&#228;tsdepartement in seinem Entscheid vom 12. Juli 2001 zur besseren Gew&#228;hrleistung der Meinungs- und Versammlungsfreiheit aufsichtsrechtlich angeordnet, dass die Veranstaltung \"The Public Eye on Davos\" soweit wie m&#246;glich in die Sicherheitsmassnahmen rund um die Durchf&#252;hrung des Weltwirtschaftsforums zu integrieren sei (vgl. BGE 128 I 167, Sachverhalt sowie E. 4.5).\n\n    4.3.3 Diese Erw&#228;gungen zeigen die Komplexit&#228;t der im Einzelfall sich m&#246;glicherweise gegen&#252;berstehenden Interessen auf. Eine abschliessende Beurteilung der Interessenabw&#228;gung und der Verh&#228;ltnism&#228;ssigkeit ist angesichts der vielf&#228;ltigen konkreten Konstellationen und der im jeweiligen Moment vorzunehmenden Einsch&#228;tzung der konkreten Gefahrenlage im abstrakten Normkontrollverfahren kaum m&#246;glich. Es ist daher entscheidend, dass die Polizeiorgane ausdr&#252;cklich auf die Einhaltung des Verh&#228;ltnism&#228;ssigkeitsgrundsatzes verpflichtet werden. Nach der angefochtenen Regelung k&#246;nnen sie explizit nur diejenigen Massnahmen treffen, welche sich  \"ereignisbezogen\" als \"notwendig\" erweisen. Der strenge, &#252;ber die blosse Geeignetheit hinausgehende Massstab der Notwendigkeit gilt nicht nur in allgemeiner Weise nach Art. 8a Abs. 1 KaPoVo, sondern gleichermassen f&#252;r die Fernhalte- und Sicherstellungsmassnahmen nach Abs. 2. In diesem Rahmen k&#246;nnen die angefochtenen Bestimmungen verfassungskonform angewendet und die vorgesehenen Massnahmen in &#220;bereinstimmung mit den Grundrechten vollzogen werden. Die konkreten Umst&#228;nde des Vollzuges stehen einer solchen Beurteilung nicht entgegen: W&#228;hrend Absperrungen bei kleinen Unf&#228;llen ohne gr&#246;ssere Einschr&#228;nkungen an Ort und Stelle angeordnet werden, d&#252;rften im Falle von Grossereignissen jeglicher Art entsprechende weiterreichende Massnahmen vom Polizeikommando angeordnet werden, welches in der Lage ist, die erforderlichen Abkl&#228;rungen zu treffen und die angefochtenen Bestimmungen unter Vornahme der erforderlichen Interessenabw&#228;gung und Pr&#252;fung der Verh&#228;ltnism&#228;ssigkeit verfassungskonform anzuwenden.\n\n    4.4 Gesamthaft ergibt sich daraus, dass die angefochtene Regelung im Rahmen der abstrakten Normkontrolle nicht zu beanstanden ist und Art. 8a KaPoVo als Umschreibung und Konkretisierung der polizeilichen Generalklausel vor den Grundrechtsgew&#228;hrleistungen und den Anforderungen an Einschr&#228;nkungen in Freiheitsrechten standh&#228;lt. Die Beschwerde ist demnach auch in diesem Punkte abzuweisen.\n \n   \n   "
}