{
  "titre": "102 IV 273",
  "annee": "1976",
  "contenu": "\n      \n  Chapeau\n102 IV 27364. Arr&#234;t de la Cour de cassation p&#233;nale du 24 septembre 1976 dans la cause A. contre Minist&#232;re public du canton de Vaud\n\n  \nRegeste\nArt. 194 CP.  Par \"induire\" au sens de cette disposition, il faut entendre le fait d'exercer sur le mineur une influence ext&#233;rieure d&#233;terminante qui l'am&#232;ne &#224; modifier sa volont&#233; (confirmation de jurisprudence).  \nPour fonder sa conviction sur ce point, le juge doit faire toute la lumi&#232;re possible sur l'ensemble des relations des deux partenaires, sans limiter ses investigations aux moments qui ont imm&#233;diatement pr&#233;c&#233;d&#233; la d&#233;bauche (consid.  1). \n\n\n  \n  \n  \nFaits &#224; partir de page 273\n\n\n    BGE 102 IV 273 S. 273\n   \n\n    A.- N&#233; en 1938, A. a nou&#233; en octobre 1974 une liaison avec H., &#226;g&#233; de 17 ans, lequel avait d&#233;j&#224; eu pr&#233;c&#233;demment une autre liaison homosexuelle. Cette liaison a dur&#233; environ une ann&#233;e. H. passait approximativement trois nuits par semaine chez A. et, &#224; ces occasions, les deux partenaires \"commettaient r&#233;ciproquement l'acte p&#233;d&#233;rastique\", pour reprendre les termes de l'autorit&#233; cantonale. Devant le Tribunal correctionnel, H. a d&#233;clar&#233; que la d&#233;cision de nouer une liaison ensemble avait &#233;t&#233; prise d'un commun accord par A. et lui.BGE 102 IV 273 S. 274\n   \nLe 3 juin 1975, A. a rencontr&#233; dans un bar de Lausanne E., qui, n&#233; en ao&#251;t  1959, avait moins de 16 ans. Il lui a offert une bi&#232;re que le jeune homme a refus&#233;e. Tous deux sont all&#233;s ensuite bavarder dans la voiture de A. Ils ont parl&#233; notamment d'homosexualit&#233; et le jeune E. a confi&#233; &#224; son interlocuteur qu'il avait d&#233;j&#224; fait une exp&#233;rience dans ce domaine. Comme A. s'inqui&#233;tait de son &#226;ge, E. a affirm&#233; qu'il &#233;tait sur le point d'avoir 18 ans. A. a encore confi&#233; &#224; son compagnon qu'il avait des revues et des films pornographiques. De son c&#244;t&#233;, E. a expliqu&#233; qu'il aimait s'amuser &#224; \"allumer\" des p&#233;d&#233;rastes. Ils sont all&#233;s dans les toilettes de la gare o&#249; E. a fait une d&#233;monstration en faisant de l'oeil &#224; un homme qui l'a ensuite suivi. Les choses se sont cependant arr&#234;t&#233;es l&#224;. Dans la voiture, A. a caress&#233; la verge de E. et a donn&#233;  rendez-vous &#224; celui-ci pour le lendemain &#224; Gen&#232;ve.\nLe lendemain 4 juin, A. a emmen&#233; E. dans son studio de Gen&#232;ve, o&#249; E. avait accept&#233; de se rendre car il avait tr&#232;s envie de voir un film pornographique. Apr&#232;s qu'ils se furent d&#233;shabill&#233;s, A. caressa son compagnon et se livra sur lui &#224; une immissio in anum. A. a projet&#233; devant E. un film pornographique et lui a montr&#233; des revues pornographiques. Il a cru de bonne foi que E. allait avoir 18 ans.\n\n    B.- Par jugement du 4 d&#233;cembre 1975, le Tribunal correctionnel du district de Lausanne a condamn&#233; A., pour attentat &#224; la pudeur des enfants (art. 191 ch. 3  CP), d&#233;bauche contre nature (art. 194 CP) et publications obsc&#232;nes (art. 204  CP), &#224; la peine de 6 mois d'emprisonnement, moins 7 jours de d&#233;tention pr&#233;ventive. Il a en outre r&#233;voqu&#233; un sursis accord&#233; le 8 mars 1974 par le Tribunal du district I d'Uster et ordonn&#233; l'ex&#233;cution d'une peine de 7 mois d'emprisonnement.\nPar arr&#234;t du 8 juin 1976, la Cour de cassation p&#233;nale du canton de Vaud a rejet&#233; le recours de A.\n\n    C.- A. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; l'annulation de l'arr&#234;t cantonal et au renvoi de la cause &#224; la juridiction cantonale.\nLe Procureur g&#233;n&#233;ral propose de rejeter le pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\nLe recourant ne remet pas en cause la condamnation pour publications obsc&#232;nes. Dans le cas H., il s'en prend &#224; la BGE 102 IV 273 S. 275condamnation pour d&#233;bauche contre nature, en faisant valoir que les &#233;l&#233;ments constitutifs de l'infraction ne sont pas r&#233;alis&#233;s; dans le cas E., il invoque d'une part l'application de l'art. 20 CP sur l'erreur de droit et d'autre part le b&#233;n&#233;fice de la circonstance att&#233;nuante de la tentation grave, au sens de l'art. 64 CP.\n\n    1. a) L'art. 194 CP punit de l'emprisonnement celui qui aura induit une personne mineure du m&#234;me sexe &#226;g&#233;e de plus de 16 ans &#224; commettre ou &#224; subir un acte contraire &#224; la pudeur. Le recourant fait valoir qu'en regard des faits, on ne saurait retenir qu'il ait induit H. &#224; entretenir avec lui des relations sexuelles qui ont eu lieu tout au cours de leur liaison.\nDans sa jurisprudence, le Tribunal f&#233;d&#233;ral a donn&#233; une interpr&#233;tation large du terme \"induire\" (verf&#252;hren), en ce sens que doivent &#234;tre prot&#233;g&#233;s non seulement les jeunes gens qui opposent une r&#233;sistance active aux sollicitations, mais aussi les adolescents influen&#231;ables et faibles de volont&#233; qui succombent &#224; la d&#233;bauche contre nature sans toutefois prendre d'initiative dans ce domaine. Peuvent m&#234;me &#234;tre \"induits\", au sens de cette jurisprudence, des mineurs qui ont d&#233;j&#224; eu des relations homosexuelles, qui sont dispos&#233;s &#224; faire de nouvelles exp&#233;riences dans ce domaine et qui risquent d'&#234;tre pervertis compl&#232;tement, s'ils retombent sous une mauvaise influence. Dans tous ces cas cependant, le comportement de la victime, si consentante qu'elle ait &#233;t&#233;, a d&#233;pendu d'une influence ext&#233;rieure d&#233;terminante (ATF 90 IV 22; ATF 88 IV 62; ATF 85 IV 222; ATF 70 IV 30). Ainsi pour qu'une condamnation puisse intervenir en application de l'art. 194 al. 1 CP, il faut et il suffit que la victime ait &#233;t&#233; d&#233;cid&#233;e par l'auteur &#224; se livrer &#224; lui. Peu importe &#224; cet &#233;gard que le mineur se soit montr&#233;, avant l'intervention de l'auteur, hostile ou simplement indiff&#232;rent envers les actes de d&#233;bauche. Le point d&#233;cisif porte en effet exclusivement sur le changement de volont&#233; imputable au comportement de l'adulte. Un tel changement pourra se manifester m&#234;me chez un mineur qui s'est d&#233;j&#224; prostitu&#233; &#224; des homosexuels, mais qui, sans les manoeuvres de l'auteur, n'aurait pas &#233;t&#233; pr&#234;t &#224; se livrer &#224; celui-ci. En revanche, l'art. 194 al. 1 CP ne saurait entrer en consid&#233;ration l&#224; o&#249; le mineur &#233;tait d&#233;j&#224; d&#233;cid&#233; avant m&#234;me que l'auteur n'ait commenc&#233; ses intrigues. Juger autrement reviendrait &#224; donner au terme \"induire\" une acception si large qu'elle irait &#224; BGE 102 IV 273 S. 276l'encontre de la volont&#233; du l&#233;gislateur de ne pas r&#233;primer comme telles les relations sexuelles avec des jeunes gens (ATF 90 IV 22 /23).\nLa jurisprudence r&#233;sum&#233;e plus haut correspond d'ailleurs au sens que les dictionnaires de langue donnent des mots \"induire\", \"indurre\" ou \"verf&#252;hren\"  [mener &#224;, conduire vers, pousser &#224; (Littr&#233;); amener, encourager &#224; (Robert);  muovere per via di persuasione, o con modi soavi o violenti, a fare o a dire una cosa (Palazzi), jemanden so beeinflussen, dass er etwas gegen seine eigentliche Absicht tut (Duden)].\nAu vu de ce qui pr&#233;c&#232;de, pour que l'auteur puisse &#234;tre accus&#233; d'avoir  \"induit\" sa victime &#224; commettre ou &#224; subir un acte contraire &#224; la pudeur, il doit non seulement avoir eu l'initiative, mais encore faut-il que son comportement ait jou&#233; un r&#244;le d&#233;terminant dans la formation de la volont&#233; du mineur. Autrement dit, lorsque deux partenaires sont tomb&#233;s d'accord pour se livrer &#224; la d&#233;bauche (car l'art. 194 al. 1 CP implique l'existence d'un accord au moment de l'acte), le pas d&#233;cisif doit &#234;tre le fait de l'auteur. Il n'est  &#233;videmment pas facile de d&#233;cider si le mineur &#233;tait &#224; l'avance d&#233;cid&#233; &#224;  entretenir des relations homosexuelles avec l'auteur. Pour fonder sa conviction, le juge ne devra en tout cas pas limiter ses investigations aux moments qui ont imm&#233;diatement pr&#233;c&#233;d&#233; la d&#233;bauche, voire la liaison, mais il lui appartiendra au contraire de faire toute la lumi&#232;re possible sur les premi&#232;res approches des deux partenaires. C'est ainsi que le plus souvent il parviendra &#224; &#233;tablir clairement si l'un d'entre eux, et lequel, s'est r&#233;v&#233;l&#233;  comme le \"s&#233;ducteur\". S'il acquiert la certitude que le mineur a jou&#233; un r&#244;le actif ou que les deux partenaires ont agi, au sens propre, \"d'un commun accord\", c'est-&#224;-dire en l'absence de toute influence pr&#233;alable et d&#233;terminante de l'un sur l'autre, il n'y aura aucune place pour l'application de l'art. 194  al. 1 CP. Lorsque, en revanche, l'impulsion est venue de l'auteur, celui-ci devra &#234;tre puni.\nb) In casu, force est de constater que les faits retenus - de m&#234;me d'ailleurs que les &#233;l&#233;ments figurant au dossier - dans l'affaire H. sont extr&#234;mement minces et ne permettent nullement de v&#233;rifier si l'autorit&#233; cantonale a eu raison d'admettre que le recourant avait induit le mineur &#224; nouer une liaison avec lui. En effet, rien ne permet de d&#233;celer en quoi le recourant aurait eu l'initiative ou aurait exerc&#233; une influence d&#233;terminante.BGE 102 IV 273 S. 277\n   \nDe toute mani&#232;re, il est en tout cas contraire au droit f&#233;d&#233;ral de d&#233;duire une telle influence de l'accord constat&#233; entre le recourant et le mineur, car dans le cas de l'art. 194 al. 1 CP, il existe par d&#233;finition une entente entre partenaires au moment o&#249; sont commis les actes contre nature, sans quoi c'est une autre disposition p&#233;nale qui trouve application.\nL'arr&#234;t attaqu&#233; doit donc &#234;tre annul&#233; sur ce point et la cause renvoy&#233;e &#224;  l'autorit&#233; cantonale pour qu'elle se prononce &#224; nouveau, apr&#232;s avoir si possible compl&#233;t&#233; l'&#233;tat de fait en ce qui concerne les r&#244;les respectifs du recourant et de H. dans la liaison qu'ils ont nou&#233;e.\n\n    2. a) Dans le cas E., le recourant soutient qu'il n'aurait pas commis d'erreur fautive sur l'&#226;ge de la victime au sens de l'art. 191 ch. 3 CP.\nPour d&#233;terminer s'il y a eu de la part de l'auteur une erreur &#233;vitable, fautive, au sens de l'article pr&#233;cit&#233;, le juge doit appr&#233;cier si, d'apr&#232;s les circonstances et sa situation personnelle, l'auteur ne pouvait &#234;tre s&#251;r que l'enfant f&#251;t &#226;g&#233; de 16 ans au moins et s'il devait, au contraire, compter sur l'&#233;ventualit&#233; que celui-ci f&#251;t encore sous la protection l&#233;gale. Savoir si l'erreur sur l'&#226;ge de la victime &#233;tait in&#233;vitable et si l'auteur a us&#233; des pr&#233;cautions voulues pour l'&#233;viter est une question de droit (ATF 100 IV 232).\nLa seule d&#233;claration du jeune E. selon laquelle il avait pr&#232;s de 18 ans ne dispensait nullement le recourant de prendre raisonnablement d'autres pr&#233;cautions, v&#233;rifier l'&#226;ge de son compagnon. Certes, le recourant a cru, de bonne foi, les dires de sa victime, c'est d'ailleurs pourquoi il a &#233;t&#233; mis au b&#233;n&#233;fice de l'art. 191 ch. 3 CP; mais il a fait montre d'impr&#233;voyance. Le fait que le jeune homme fr&#233;quentait un &#233;tablissement public ne constitue pas non plus une circonstance d&#233;cisive permettant au recourant de renoncer &#224; prendre de plus amples pr&#233;cautions. Cela pouvait au contraire constituer pour E. une raison de cacher son &#226;ge v&#233;ritable. Un homme raisonnable, dans de telles conditions, ne peut se contenter de simples affirmations pour admettre qu'un &#226;ge limite, dont il conna&#238;t l'importance, est v&#233;ritablement d&#233;pass&#233;.\nC'est donc &#224; juste titre que la Cour cantonale a fait application de l'art. 191 ch. 3 CP.\nb) C'est en vain que le recourant invoque l'erreur de droit, au sens de l'art. 20 CP. Si son erreur n'avait pas &#233;t&#233; fautive, BGE 102 IV 273 S. 278c'est au b&#233;n&#233;fice de l'art. 19 CP qu'il e&#251;t d&#251; &#234;tre mis. Le juge aurait d&#251;  alors examiner si la repr&#233;sentation que le recourant se faisait des faits ne tombait pas alors sous le coup de l'art. 194 CP, qui pr&#233;voit la m&#234;me peine que l'art. 191 ch. 3 CP.\nc) Quant &#224; l'application de la circonstance att&#233;nuante de la tentation grave r&#233;sultant de la conduite de la victime (art. 64 CP), elle ne saurait &#234;tre admise en regard des faits retenus. Pour pouvoir admettre la tentation grave, le juge doit avoir acquis la conviction que la conduite de l'enfant a &#233;t&#233; si provocante que m&#234;me un homme conscient de ses responsabilit&#233;s aurait eu de la peine &#224; y r&#233;sister (ATF 98 IV 71). Or, en l'esp&#232;ce, c'est le recourant qui a pris l'initiative d'aborder le jeune E., de l'inviter dans sa voiture, et de lui parler des films et revues pornographiques qu'il poss&#233;dait; qu'il ait ensuite, dans ce contexte, &#233;t&#233; spectateur d'une d&#233;monstration de \"s&#233;duction\" &#224;  l'&#233;gard d'un tiers ne suffit pas &#224; le consid&#233;rer comme victime d'une tentation grave, et cela d'autant moins que les actes reproch&#233;s finalement au recourant se sont d&#233;roul&#233;s le lendemain, apr&#232;s une invitation donn&#233;e par lui, soit apr&#232;s un laps de temps qui lui a largement laiss&#233; le temps de se ressaisir, si besoin  &#233;tait. Dans de telles conditions, on ne saurait parler de tentation grave.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nAdmet partiellement le pourvoi, annule l'arr&#234;t attaqu&#233; et renvoie la cause &#224; l'autorit&#233; cantonale pour nouvelle d&#233;cision dans le sens des consid&#233;rants.\n \n   \n   "
}