{
  "titre": "127 II 238",
  "annee": "2001",
  "contenu": "\n      \n  Chapeau\n127 II 23826. Auszug aus dem Urteil der I. &#246;ffentlichrechtlichen Abteilung vom 21. M&#228;rz 2001 i.S. Bau- und Wohngenossenschaft Friedheim und Mitb. gegen AG f&#252;r Abfallverwertung, Einwohnergemeinde Thun, Regierungsrat sowie Verwaltungsgericht des Kantons Bern (Verwaltungsgerichtsbeschwerde)\n\n  \n  \nRegeste\nArt. 25a et 33 al. 3 let. b LAT; droit cantonal de l'am&#233;nagement du territoire et des constructions, droit de la gestion des d&#233;chets et proc&#233;dure administrative.  Planification et autorisation d'une usine d'incin&#233;ration dans le cadre d'un plan de quartier adopt&#233; par le Conseil-ex&#233;cutif (consid. 3a). Le Tribunal administratif exerce un pouvoir d'examen complet sur le plan de quartier (consid. 3b). \nArt. 9, 13 et 14, 31, 44a LPE; planification de la gestion des d&#233;chets, &#233;tude d'impact sur l'environnement et protection de l'air en rapport avec l'usine d'incin&#233;ration de Thoune. \nExamen du site du point de vue de l'am&#233;nagement du territoire et de la protection de l'environnement (consid. 4). \nExigences concernant la planification de la gestion des d&#233;chets, d&#233;limitant les zones d'apport des usines d'incin&#233;ration (consid. 5), et d&#233;termination des quantit&#233;s &#224; traiter par l'installation en cause (consid. 6). \nEvaluation de l'&#233;tude d'impact sur l'environnement (consid. 7). \nQuestions concernant la protection de l'air, compte tenu du plan des mesures, lors de l'adoption d'un plan d'affectation pour l'usine d'incin&#233;ration (consid. 8). \n\n\n  \n  \nFaits &#224; partir de page 239\n\n\n    BGE 127 II 238 S. 239\n   \nDie AG f&#252;r Abfallverwertung (AVAG) entsorgt im Auftrag von ungef&#228;hr 150 Gemeinden die Abf&#228;lle aus den Gebieten Aaretal s&#252;dlich Belp, Schwarzenburgerland, Berner Oberland und Emmental (nachfolgend als AVAG-Region bezeichnet). Die AVAG projektierte im Verlauf der neunziger Jahre f&#252;r die Entsorgung der bisher auf Reaktordeponien abgelagerten Abf&#228;lle die Errichtung einer Schwelbrennanlage, verwarf dieses Vorhaben aber Mitte 1998. Statt dessen nahm sie die Projektierung einer Kehrichtverbrennungsanlage (KVA) mit konventioneller Rostfeuerung auf. Entsprechend einem Gesuch der AVAG vom 23. April 1999 erliess der Regierungsrat des Kantons Bern am 15. September 1999 die kantonale &#220;berbauungsordnung KVA Thun in Form eines Gesamtentscheides unter zahlreichen Bedingungen und Auflagen. Die Gesuchsunterlagen enthalten unter anderem einen Umweltvertr&#228;glichkeitsbericht (UVB) vom 22. M&#228;rz 1999. Die &#220;berbauungsordnung umfasst namentlich den &#220;berbauungsplan, die &#220;berbauungsvorschriften sowie verschiedene Erschliessungs- und Leitungspl&#228;ne. Der Regierungsrat genehmigte BGE 127 II 238 S. 240mit dem Gesamtentscheid nicht nur die &#220;berbauungsordnung, sondern erteilte gleichzeitig auch die Baubewilligung f&#252;r das Vorhaben (umfassend Entladehalle, Bunkergeb&#228;ude, Ofen- und Kesselhaus, Energiegeb&#228;ude, Betriebsgeb&#228;ude und Aussenanlagen) und wies die zahlreichen dagegen gerichteten Einsprachen ab, soweit er darauf eintrat.\nGegen diesen Beschluss gelangten die Einwohnergemeinden Hilterfingen und Oberhofen am Thurnersee, 355 lokale Organisationen und Privatpersonen sowie die Stiftung Greenpeace Schweiz an das kantonale Verwaltungsgericht, welches die Beschwerden am 26. April 2000 abwies, soweit es darauf eintrat.\nZahlreiche lokale Organisationen, Anwohnerverb&#228;nde, die Bau- und Wohngenossenschaft Friedheim, die Stiftung Greenpeace Schweiz sowie 285 Einzelpersonen oder Ehepaare, &#252;berwiegend mit Wohnsitz in Thun oder Steffisburg, haben am 2. Juni 2000 gegen das Urteil des Verwaltungsgerichtes beim Bundesgericht gemeinsam Verwaltungsgerichtsbeschwerde erhoben. Sie beantragen im Wesentlichen, der angefochtene Entscheid sei aufzuheben und es sei der Bauabschlag zu verf&#252;gen.\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintreten kann.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    3. a) Die Beschwerdef&#252;hrer sind der Auffassung, das angefochtene Projekt h&#228;tte nicht im Rahmen einer kantonalen &#220;berbauungsordnung bewilligt werden d&#252;rfen. Durch sein Vorgehen habe der Regierungsrat das Stimmrecht der in Thun wohnhaften Stimmberechtigten und die Gemeindeautonomie missachtet. Diese Vorw&#252;rfe betreffen kantonales Recht, dessen Anwendung vom Bundesgericht auf Willk&#252;r hin &#252;berpr&#252;ft wird.\nWie die Beschwerdef&#252;hrer anerkennen, wird der Umfang der Gemeindeautonomie durch das kantonale und das eidgen&#246;ssische Recht bestimmt (Art. 109 Abs. 1 der Verfassung des Kantons Bern vom 6. Juni 1993 [SR 131.212]). Zu pr&#252;fen ist entsprechend den vorgebrachten R&#252;gen, ob das kantonale Recht die Zust&#228;ndigkeit f&#252;r den Erlass der &#220;berbauungsordnung dem Kanton &#252;bertr&#228;gt und damit die kommunalen Stimmberechtigten von der Mitbestimmung ausschliesst. Ist dies der Fall, liegt keine Verletzung des Stimmrechts bzw. der Gemeindeautonomie vor.\nGem&#228;ss Art. 102 Abs. 1 und 2 des kantonalen Baugesetzes vom 9. Juni 1985 (BauG; BSG 721.0) kann der Regierungsrat eine BGE 127 II 238 S. 241kantonale &#220;berbauungsordnung zur Wahrung gef&#228;hrdeter regionaler oder kantonaler Interessen erlassen. Nach Art. 32 des Abfallgesetzes des Kantons Bern vom 7. Dezember 1986 (Abfallgesetz; BSG 822.1) kann er den Standort von Abfallanlagen bestimmen, wobei sich das Verfahren und die Rechtswirkungen nach den baugesetzlichen Bestimmungen &#252;ber die kantonale &#220;berbauungsordnung richten. W&#228;hrend n&#228;her zu pr&#252;fen w&#228;re, ob Art. 32 des Abfallgesetzes auch f&#252;r die Festlegung des Standorts kleinerer Anlagen von lokaler Bedeutung herangezogen werden k&#246;nnte, l&#228;sst sich nicht ernsthaft bezweifeln, dass er auf Anlagen von regionaler oder &#252;berregionaler Bedeutung, vor allem Deponien und Kehrichtverbrennungsanlagen, anwendbar ist. Die Argumentation der Beschwerdef&#252;hrer, wonach der Erlass einer kantonalen &#220;berbauungsordnung erst dann in Frage kommen soll, wenn die Erteilung einer ordentlichen Baubewilligung bzw. die Durchf&#252;hrung eines kommunalen Planungsverfahrens aufs H&#246;chste gef&#228;hrdet ist, w&#252;rde Art. 32 des Abfallgesetzes neben Art. 102 Abs. 1 und 2 BauG keinerlei selbst&#228;ndige Tragweite belassen. Warum der kantonale Gesetzgeber eine solche inhaltsleere Vorschrift h&#228;tte erlassen sollen, legen die Beschwerdef&#252;hrer nicht dar. Es ist nicht willk&#252;rlich, dass das Verwaltungsgericht in Art. 32 des Abfallgesetzes eine Bestimmung erblickt hat, die einen Anwendungsfall der Wahrung gef&#228;hrdeter regionaler oder kantonaler Interessen im Sinne von Art. 102 Abs. 2 BauG bezeichnet. Folglich durfte das Verwaltungsgericht vorliegend die Zust&#228;ndigkeit des Regierungsrats zum Erlass einer kantonalen &#220;berbauungsordnung bejahen.\nIm &#220;brigen entspricht es allgemeiner Erfahrung, dass die Wahl von Standorten f&#252;r gr&#246;ssere Abfallanlagen oft politisch stark umstritten ist, was dazu f&#252;hrt, dass die zuf&#228;llige politische Akzeptanz gegen&#252;ber sachlichen Kriterien zu viel Gewicht erhalten kann. In diesem Umstand liegt, wie das Verwaltungsgericht ohne Willk&#252;r feststellen konnte, eine Gefahr f&#252;r das regionale und kantonale Interesse an der zweckm&#228;ssigen Festlegung der Standorte f&#252;r gr&#246;ssere Abfallanlagen. Daran &#228;ndert auch die Tatsache nichts, dass die lokale Bev&#246;lkerung den Bau oder die Erweiterung von Abfallanlagen mit regionaler oder kantonaler Bedeutung durchaus nicht immer ablehnt, wie die von den Beschwerdef&#252;hrern erw&#228;hnten Beispiele zeigen.\nNachdem Art. 32 Abs. 2 des Abfallgesetzes hinsichtlich Verfahren und Rechtswirkungen ausdr&#252;cklich auf die kantonale &#220;berbauungsordnung verweist, ist auch der Einwand offensichtlich unbegr&#252;ndet, BGE 127 II 238 S. 242der Regierungsrat k&#246;nne aufgrund dieser Bestimmung ausschliesslich den Standort festlegen.\nb) Die Beschwerdef&#252;hrer halten die kantonale &#220;berbauungsordnung auch f&#252;r unzul&#228;ssig, weil keinerlei umfassende Kontrolle (einschliesslich einer Ermessenskontrolle) dieser Planung durch eine Rechtsmittelinstanz erfolgt sei.\naa) Art. 33 Abs. 2 des Bundesgesetzes vom 22. Juni 1979 &#252;ber die Raumplanung (RPG; SR 700) verlangt, dass das kantonale Recht wenigstens ein Rechtsmittel gegen Verf&#252;gungen und Nutzungspl&#228;ne vorsieht, die sich auf dieses Gesetz und seine kantonalen und eidgen&#246;ssischen Ausf&#252;hrungsbestimmungen st&#252;tzen. Dabei ist eine volle &#220;berpr&#252;fung durch wenigstens eine Beschwerdebeh&#246;rde zu gew&#228;hrleisten (Art. 33 Abs. 3 lit. b RPG). Volle &#220;berpr&#252;fung bedeutet in diesem Zusammenhang nicht nur die freie Pr&#252;fung des Sachverhalts und der sich stellenden Rechtsfragen, sondern auch eine Ermessenskontrolle. Die Beschwerdebeh&#246;rde hat zu beurteilen, ob das Planungsermessen richtig und zweckm&#228;ssig ausge&#252;bt worden ist. Sie hat dabei allerdings im Auge zu behalten, dass sie Rechtsmittel- und nicht Planungsinstanz ist. Die &#220;berpr&#252;fung hat sich sachlich vor allem dort zur&#252;ckzuhalten, wo es um lokale Angelegenheiten geht, hingegen so weit auszugreifen, dass die &#252;bergeordneten, vom Kanton zu sichernden Interessen einen angemessenen Platz erhalten (vgl. BGE 119 Ia 321 E. 5a S. 326 f.; BGE 114 Ia 245 E. 2b; HEINZ AEMISEGGER/STEPHAN HAAG, Kommentar zum Raumplanungsgesetz, Z&#252;rich 1999, Art. 33 Rz. 52 ff.). Im Rechtsmittelverfahren ist immer der den Planungstr&#228;gern durch Art. 2 Abs. 3 RPG zuerkannte Gestaltungsbereich zu beachten. Ein Planungsentscheid ist daher zu sch&#252;tzen, wenn er sich als zweckm&#228;ssig erweist, unabh&#228;ngig davon, ob sich weitere, ebenso zweckm&#228;ssige L&#246;sungen erkennen lassen (LEO SCH&#220;RMANN/PETER H&#196;NNI, Planungs-, Bau- und besonderes Umweltschutzrecht, 3. Aufl., Bern 1995, S. 422 f.).\nbb) Die volle &#220;berpr&#252;fung im Sinne von Art. 33 Abs. 3 lit. b RPG ist grunds&#228;tzlich durch eine &#252;bergeordnete, von der planfestsetzenden Beh&#246;rde unabh&#228;ngige Instanz vorzunehmen (SCH&#220;RMANN/H&#196;NNI, a.a.O., S. 422; vgl. BGE 118 Ib 381 E. 3c S. 397 f.; BGE 114 Ia 233 E. 2b S. 235 ff.; BGE 109 Ib 121 E. 5b S. 123 f.; Urteil des Bundesgerichts vom 3. April 1992 in: ZBl 94/1993 S. 43). Dabei muss es sich nicht zwingend um eine Beschwerdebeh&#246;rde im eigentlichen Sinn handeln. Eine von der planfestsetzenden Beh&#246;rde unabh&#228;ngige Einspracheinstanz kann den bundesrechtlichen Anforderungen gen&#252;gen (BGE 119 Ia 321 E. 5c S. 328; BGE 108 Ia 33 E. 1a S. 34 BGE 127 II 238 S. 243mit Hinweisen). Auch liess es die Rechtsprechung in Bezug auf Planungen in den Kantonen Genf und Waadt zu, dass kantonale Parlamente oder Regierungen als Planfestsetzungsbeh&#246;rden &#252;ber Einsprachen gegen Nutzungspl&#228;ne als einzige Instanz mit voller Kognition entscheiden (BGE 112 Ib 164 E. 4c/bb S. 168 f.; BGE 111 Ib 9 E. 2b S. 11; BGE 108 Ib 479 E. 3c S. 483, je mit Hinweisen). Solche Verfahren erwiesen sich als mit Art. 33 RPG vereinbar, da den Entscheiden der kantonalen Instanzen ein Planentwurf unterer kantonaler Beh&#246;rden zugrunde lag und die Einsprachen aufgrund von Vorarbeiten und Vorschl&#228;gen kommunaler oder kantonaler Beh&#246;rden beurteilt wurden (BGE 112 Ib 164 E. 4c/bb S. 170).\nOb an dieser Rechtsprechung in Bezug auf Nutzungspl&#228;ne, die kein konkretes Bauprojekt zum Gegenstand haben, festgehalten werden kann, ist fraglich, doch muss die Frage im vorliegenden Verfahren nicht weiter gepr&#252;ft werden. Jedenfalls kann die erw&#228;hnte Rechtsprechung im Lichte des Koordinationsgebots und des seit dem 1. Januar 1997 in Kraft stehenden Art. 25a RPG in Verbindung mit Art. 33 RPG nicht auf (Sonder-)Nutzungspl&#228;ne &#252;bertragen werden, mit deren Erlass auch die erforderlichen Bewilligungen (Verf&#252;gungen) f&#252;r ein konkretes Vorhaben erteilt werden (vgl. BGE 118 Ib 381 E. 3c S. 397 f.).\nDas &#246;ffentlich aufgelegte Projekt enthielt neben der &#220;berbauungsordnung und dem &#220;berbauungsplan vorwiegend Projektunterlagen, Pl&#228;ne und Berichte des Planungsb&#252;ros, welches das Vorhaben im Auftrag der AVAG im Detail projektiert und den Umweltvertr&#228;glichkeitsbericht ausgearbeitet hatte. Im Rahmen der Beurteilung des Vorhabens hat der Regierungsrat die im Anschluss an die Projektauflage durch die kantonale Koordinationsstelle f&#252;r Umweltschutz und weitere Beh&#246;rden erfolgte Pr&#252;fung der Umweltvertr&#228;glichkeit sowie weitere Amts- und Fachberichte kantonaler Stellen und zwei Bewilligungen eidgen&#246;ssischer Amtsstellen beigezogen. Der Regierungsrat hat die Planfestsetzung somit zwar aufgrund von Vorschl&#228;gen und Stellungnahmen unterer kantonaler Beh&#246;rden vorgenommen, doch war er die erste und einzige staatliche Beh&#246;rde, die das Projekt der AVAG einer den Koordinationsanforderungen von Art. 25a RPG gen&#252;genden gesamthaften Beurteilung mit umfassender Pr&#252;fung unterzog. Eine volle &#220;berpr&#252;fung dieses Entscheids, der in verschiedener Hinsicht einer Verf&#252;gung gleichkommt, durch eine &#252;bergeordnete, vom planfestsetzenden Regierungsrat unabh&#228;ngige Instanz, wie dies Art. 33 Abs. 3 lit. b RPG grunds&#228;tzlich verlangt, fand nicht statt.BGE 127 II 238 S. 244\n   \nDer Regierungsrat durfte im Rahmen einer dem Koordinationsgebot gen&#252;genden Rechtsanwendung zwar gleichzeitig mit der Planfestsetzung die f&#252;r das Bauvorhaben erforderlichen Verf&#252;gungen treffen, doch konnte er in demselben Entscheid nicht auch noch die Funktion der Beschwerdebeh&#246;rde mit voller &#220;berpr&#252;fungsbefugnis im Sinne von Art. 33 Abs. 3 lit. b RPG wahrnehmen. Als erste einheitliche Rechtsmittelinstanz im Sinne des Art. 33 Abs. 4 RPG wurde das Verwaltungsgericht t&#228;tig. Dieses musste somit eine den Anforderungen von Art. 33 Abs. 3 lit. b RPG gen&#252;gende Pr&#252;fung vornehmen.\ncc) Das Verwaltungsgericht durfte sich unter diesen Umst&#228;nden als erste Rechtsmittelinstanz nicht auf die tats&#228;chliche und rechtliche Kontrolle gem&#228;ss Art. 80 lit. a und b des Gesetzes vom 23. Mai 1989 &#252;ber die Verwaltungsrechtspflege des Kantons Bern (VRPG) beschr&#228;nken. Vielmehr liegt nach den Ausf&#252;hrungen in E. 3b/bb hiervor einer jener F&#228;lle vor, in denen die Gesetzgebung (Art. 33 Abs. 3 lit. b RPG) die R&#252;ge der Unangemessenheit vorsieht (Art. 80 lit. c VRPG; vgl. THOMAS MERKLI/ARTHUR AESCHLIMANN/RUTH HERZOG, Kommentar zum Gesetz &#252;ber die Verwaltungsrechtspflege im Kanton Bern, N. 17 zu Art. 80 VRPG). Indessen ergibt sich aus dem angefochtenen Entscheid, dass das Verwaltungsgericht den Standortentscheid des Regierungsrats auch bei einer Ermessens&#252;berpr&#252;fung gesch&#252;tzt h&#228;tte. Bei der Ermessens&#252;berpr&#252;fung h&#228;tte das Verwaltungsgericht, wie vorne (E. 3b/aa) erw&#228;hnt, zu beurteilen gehabt, ob der gew&#228;hlte Standort zweckm&#228;ssig sei; selbst wenn noch andere zweckm&#228;ssige L&#246;sungen erkennbar gewesen w&#228;ren, h&#228;tte es die angefochtene Planung nicht aufheben k&#246;nnen.\nDas Verwaltungsgericht hat erwogen, der Regierungsrat habe seinen Standortentscheid auf die Standortevaluation der AVAG vom September 1993 gest&#252;tzt. Dieser Bericht k&#246;nne im Wesentlichen nach wie vor als aktuell gelten. Er enthalte gr&#252;ndliche und umfassende Untersuchungen, die auch die Umweltbelastung und die Lage in einem Agglomerationsgebiet miteinbezogen und zu einem \"eindeutigen Ergebnis\" gef&#252;hrt h&#228;tten. Keine Vorschrift verbiete die Errichtung von Kehrichtverbrennungsanlagen im Agglomerationsgebiet. Tats&#228;chlich w&#252;rden denn auch verschiedene Kehrichtverbrennungsanlagen in Bev&#246;lkerungszentren, so in Bern, Biel und Z&#252;rich, betrieben. Es k&#246;nne auch nicht gesagt werden, dass der Regierungsrat bei seinem Standortentscheid die raumplanerischen Ziele und Grunds&#228;tze verletzt habe, zumal er alle massgebenden Faktoren ber&#252;cksichtigt habe.BGE 127 II 238 S. 245\n   \nAus diesen Ausf&#252;hrungen im angefochtenen Entscheid l&#228;sst sich ohne weiteres folgern, dass das Verwaltungsgericht den ausgew&#228;hlten Standort sowie die weiteren Erw&#228;gungen des Regierungsrats nicht nur f&#252;r nicht rechtsverletzend, sondern auch f&#252;r zweckm&#228;ssig hielt. Der angefochtene Entscheid ist somit im Ergebnis mit Art. 33 Abs. 3 lit. b RPG vereinbar.\n\n    4. Im Folgenden sind die Einw&#228;nde der Beschwerdef&#252;hrer gegen die vom Verwaltungsgericht beurteilte &#220;berbauungsordnung zu pr&#252;fen. Dabei ist, da die mit einer Baubewilligung verkn&#252;pfte &#220;berbauungsordnung Verf&#252;gungswirkung hat und die sich stellenden raumplanungsrechtlichen und umweltschutzrechtlichen Fragen untrennbar miteinander verkn&#252;pft sind, eine umfassende Rechtskontrolle, auch hinsichtlich der Standortfrage, vorzunehmen (vgl. BGE 123 II 88 E. 1a, 289 E. 1b).\na) Die Beschwerdef&#252;hrer kritisieren, der Standortentscheid verletze raumplanerische Ziele und Grunds&#228;tze. Er trage der N&#228;he des Wohngebiets, dem \"zonenplanerischen Immissionsschutz\" und der erh&#246;hten Gef&#228;hrdung von Leib und Leben nicht Rechnung.\nEs ist nachstehend im Einzelnen zu pr&#252;fen, ob das Projekt die massgeblichen Immissionsschutzvorschriften einh&#228;lt (vgl. E. 8). Diese ergeben sich aus dem Umweltschutzgesetz und seinen Ausf&#252;hrungsverordnungen und nicht aus dem Raumplanungsgesetz. Grunds&#228;tzlich widerspricht es nicht Art. 1 Abs. 2 lit. b und Art. 3 Abs. 3 lit. b RPG (Erhaltung wohnlicher Siedlungen, Schutz der Wohngebiete vor Einwirkungen), eine Kehrichtverbrennungsanlage im Siedlungsgebiet vorzusehen, sofern sie mit den n&#246;tigen Vorrichtungen zur Emissionsbegrenzung ausgestattet ist und sofern der Verkehr von und zur Anlage &#252;ber geeignete Strassen und Bahnanschl&#252;sse gef&#252;hrt werden kann. Zu ber&#252;cksichtigen ist, dass Kehrichtverbrennungsanlagen so zu betreiben sind, dass die bei der Verbrennung anfallende W&#228;rme genutzt wird (Art. 38 Abs. 1 lit. a der Technischen Verordnung &#252;ber Abf&#228;lle vom 10. Dezember 1990 [TVA; SR 814.600]), was im Siedlungsgebiet weit eher m&#246;glich ist als ausserhalb. Was die Beschwerdef&#252;hrer mit \"zonenplanerischem Immissionsschutz\" meinen, erl&#228;utern sie nicht n&#228;her und ist unklar. Die Lage in einer geeigneten Zone stellte bereits ein Kriterium der Grobevaluation dar. Vorliegend kann keinesfalls gesagt werden, die Anlage sei in einem aufgrund der kommunalen Nutzungsordnung ungeeigneten Gebiet (z.B. als Fremdk&#246;rper in einer Wohnzone) vorgesehen.\nb) Die Beschwerdef&#252;hrer machen geltend, auf die Standortevaluation von 1993 k&#246;nne schon deswegen nicht abgestellt werden, BGE 127 II 238 S. 246weil damals von einer Verbrennungskapazit&#228;t von 180'000 t ausgegangen worden sei.\nEs mag zutreffen, dass bei der heute geplanten Anlage der Landbedarf etwas kleiner ist als urspr&#252;nglich angenommen, wobei eine ausreichende Landfl&#228;che allf&#228;llige Erweiterungen bzw. Zusatzbauten zul&#228;sst, was grunds&#228;tzlich g&#252;nstig zu bewerten ist. Vor allem f&#228;llt auf, dass in der Vorausscheidung von den urspr&#252;nglich in Betracht gezogenen 31 Standorten keiner wegen ungen&#252;gender Arealgr&#246;sse wegfiel, sondern dass durchwegs die ungen&#252;gende Verkehrserschliessung zum Ausschluss f&#252;hrte. Der Landbedarf spielt in diesem Sinn eine untergeordnete Rolle. Bei den &#252;brigen von den Beschwerdef&#252;hrern erw&#228;hnten Kriterien (Bahnanschluss, Strassenanschluss und W&#228;rmenutzung) kommt es entgegen ihrer Auffassung auf die reduzierte Kapazit&#228;t nicht an. Ein Bahnanschluss ist f&#252;r die Lieferung des Abfalls aus den weiter entfernten Teilen des Einzugsgebiets auf jeden Fall erforderlich. F&#252;r die Anlieferung aus dem n&#228;heren Einzugsgebiet, die per Lastwagen erfolgt, ist eine geeignete Anbindung ans Strassennetz ebenfalls unabh&#228;ngig von der Verbrennungskapazit&#228;t vorauszusetzen. Die reduzierte W&#228;rmeleistung f&#252;hrt soweit ersichtlich nicht dazu, dass zus&#228;tzliche Standorte in Frage kommen.\nBei der Beurteilung des Anschlusses an das Strassennetz ging die Standortevaluation davon aus, dass eventuell die Werkausfahrt bei der Allmend ben&#252;tzt werden k&#246;nne. Dass zun&#228;chst keine Fahrbahn entlang der Panzerpiste (am Nordrand der Allmend) vorgesehen war, hatte auf die Bewertung der Erschliessung unter Immissionsgesichtspunkten kaum einen Einfluss, wohl hingegen unter jenem der Kosten. In der Sensitivit&#228;tsanalyse zeigte sich indessen, dass der Standort Kleine Allmend auch unter Vernachl&#228;ssigung des Kostenfaktors am besten abschnitt. Es kann daher dahingestellt bleiben, ob die von den Beschwerdef&#252;hrern behaupteten, aber nicht belegten Zusatzkosten hinsichtlich Erschliessung und weiterer Elemente tats&#228;chlich anfallen oder nicht. Sie &#228;ndern an der g&#252;nstigen Beurteilung des gew&#228;hlten Standorts nichts Wesentliches.\nc) Die Beschwerdef&#252;hrer wenden ein, die Standortevaluation sei hinsichtlich der Anzahl Personen, die von Luftschadstoffen aus der Kehrichtverbrennungsanlage betroffen sind, von unzutreffenden Annahmen ausgegangen.\nIn der Standortevaluation wurde der Bereich dargestellt, in welchem die maximalen NO2-Immissionsbeitr&#228;ge zu erwarten sind. Diese betragen ca. 0.08 &#181;g/m3. Die Beschwerdef&#252;hrer behaupten zu BGE 127 II 238 S. 247Unrecht, der entsprechende Bereich sei gem&#228;ss UVB vom M&#228;rz 1999 viel gr&#246;sser. Das umstrittene Projekt sieht vor, die heutige Heizzentrale der Milit&#228;rbetriebe Thun durch die Kehrichtverbrennungsanlage zu ersetzen. Die Standortevaluation stellt die NO2-Netto-Zusatzbelastungen dar, die dabei auftreten werden. Beilage 4.1-6 des UVB weist demgegen&#252;ber maximale Immissionsbeitr&#228;ge von rund 0.15-0.17 &#181;g/m3 aus; der Bereich mit einer Zusatzbelastung von 0.08 &#181;g/m3 ist in der Tat erheblich gr&#246;sser als auf der Karte in der Standortevaluation angegeben wurde. Indessen gibt der UVB, anders als die Standortevaluation, nicht die Netto-Zusatzbelastung wieder. Diese resultiert erst nach Abzug der im UVB separat ausgewiesenen NO2-Immissionen, die heute von der Heizzentrale der Milit&#228;rbetriebe verursacht werden und sich im interessierenden Gebiet zwischen 0.1 und 0.45 &#181;g/m3 bewegen. Im Ergebnis wurde daher der Einfluss der Anlage hinsichtlich der NO2-Immissionen in der Standortevaluation eher zu pessimistisch und nicht zu optimistisch beurteilt.\nd) Es trifft zu, dass die Belastung mit Schwebestaub bei der Standortsuche nicht ber&#252;cksichtigt wurde. Daraus kann nicht abgeleitet werden, die Standortevaluation sei mangelhaft. Die Belastung mit NOx wurde seit den achtziger Jahren als Leitgr&#246;sse bei der Beurteilung der Luftbelastung angesehen. Auch heute noch stellt NOx eine Leitgr&#246;sse dar; die in den neunziger Jahren durchgef&#252;hrten Untersuchungen &#252;ber den Zusammenhang von Luftbelastung und Atemwegserkrankungen haben allerdings zur Erkenntnis gef&#252;hrt, dass zus&#228;tzlich auch der lungeng&#228;ngige Feinstaub (PM10) einen wichtigen Leitschadstoff darstellt, was 1997 zu einer entsprechenden Erg&#228;nzung von Anhang 7 der Luftreinhalte-Verordnung vom 16. Dezember 1985 (LRV; SR 8-14.318.142.1) f&#252;hrte (vgl. BUWAL, Immissionsgrenzwerte f&#252;r Luftschadstoffe, Schriftenreihe Umwelt [SRU] Nr. 52, Bern 1986, S. 10 ff. und 32 ff.; BUWAL, Schwebestaub, SRU Nr. 270, Bern 1996, S. 13). Es ist angesichts des damaligen Wissensstandes nicht zu beanstanden, dass die Standortevaluation sich auf die Ber&#252;cksichtigung von NOx und einigen problematischen Schwermetallen beschr&#228;nkte. Es versteht sich aber, dass bei der Beurteilung der &#220;berbauungsordnung bzw. des konkreten Bauprojekts den seither gewonnenen Erkenntnissen Rechnung zu tragen ist (vgl. hierzu auch hinten E. 8).\nAuch der Umstand, dass der Katastrophenschutz nicht in die Standortevaluation einbezogen wurde, stellt keinen Mangel dar. Es ist nicht ersichtlich, inwiefern dieser Aspekt bei der Auswahl der BGE 127 II 238 S. 248geeigneten Standorte einen massgeblichen Einfluss h&#228;tte haben k&#246;nnen. Auch hier gilt im &#220;brigen, dass das Projekt den Anforderungen an den Schutz vor Katastrophen bzw. Grosssch&#228;den zu gen&#252;gen hat. &#196;hnliches gilt f&#252;r weitere Gesichtspunkte wie die Belastung durch Dioxine. Aktenwidrig ist die Behauptung der Beschwerdef&#252;hrer, die Vorbelastung des Bodens mit Schadstoffen sei nicht ber&#252;cksichtigt worden. Vielmehr stellte diese Vorbelastung ein Kriterium bei der Feinevaluation dar.\nDie L&#228;rmbelastung von Anwohnern durch Verkehr wurde in der Grob- und in der Feinevaluation ber&#252;cksichtigt, wie generell der Erschliessungsfrage grosses Gewicht beigemessen wurde. Ob an einzelnen Punkten erh&#246;hte Belastungen auftreten, konnte im Rahmen der Standortevaluation vernachl&#228;ssigt werden, weil die Frage der Emissionsbegrenzung Gegenstand des Projektbewilligungsverfahrens bildet.\ne) Die Beschwerdef&#252;hrer weisen darauf hin, dass der vorgesehene Standort durch die Aktivit&#228;ten des Waffenplatzes vorbelastet ist. Es ist unklar, was sie daraus f&#252;r sich ableiten wollen. Die fraglichen Vorbelastungen kumulieren sich nicht mit den Auswirkungen der Kehrichtverbrennungsanlage. Unbehelflich ist auch der nicht n&#228;her konkretisierte Einwand, das umstrittene Vorhaben beeintr&#228;chtige die k&#252;nftige Entwicklung des Waffenplatzareals f&#252;r zivile Nutzungen.\nAuf den Einwand, die Planung der Kehrichtverbrennungsanlage Thun beruhe auf einem veralteten Abfall-Leitbild, ist anschliessend einzugehen (E. 5). Er stellt die Ergebnisse der Standortevaluation nicht in Frage, da bei dieser immer von denselben Pr&#228;missen ausgegangen wurde und der Vergleich der Standorte daher durch allf&#228;llige M&#228;ngel des Leitbilds nicht beeinflusst wird.\nGenerell kann der Auffassung des Verwaltungsgerichts beigepflichtet werden, dass die Standortauswahl auf einer breiten und seri&#246;sen Grundlage beruht. Die Einw&#228;nde der Beschwerdef&#252;hrer ersch&#252;ttern dieses Ergebnis in keiner Weise.\n\n    5. Die Beschwerdef&#252;hrer machen geltend, die Planung der Kehrichtverbrennungsanlage basiere auf einem veralteten, nicht auf den neuesten Stand gebrachten Abfall-Leitbild. Dieses h&#228;tte entsprechend Art. 3 Abs. 1 des kantonalen Abfallgesetzes unter Mitwirkung der Gemeinden, Anlagenbetreiber und der Regionalplanungsvereinigungen nachgef&#252;hrt werden m&#252;ssen, bevor gest&#252;tzt darauf &#252;ber die angefochtene &#220;berbauungsordnung entschieden wurde.\na) Gem&#228;ss Art. 31 des Bundesgesetzes &#252;ber den Umweltschutz vom 7. Oktober 1983 (USG; SR 814.01) erstellen die Kantone eine BGE 127 II 238 S. 249Abfallplanung (vgl. dazu BGE 126 II 26 E. 3a S. 29 f.). Das Bundesrecht &#252;berl&#228;sst es den Kantonen, die damit verbundenen Rechtswirkungen im Einzelnen festzulegen (PIERRE TSCHANNEN, Kommentar zum Umweltschutzgesetz, Z&#252;rich 2000, N. 24 f. zu Art. 31).\nDer Kanton Bern hat bereits 1991 eine Abfallplanung in Form eines Abfall-Leitbildes vorgelegt. 1997 folgte eine &#252;berarbeitete Fassung des Leitbildes, um den &#196;nderungen im Abfallbereich Rechnung zu tragen. Das Leitbild stellt die Abfallplanung gem&#228;ss Art. 31 USG sowie Art. 16 und 17 TVA dar; es dient als Entscheidungsgrundlage f&#252;r Massnahmen nach dem kantonalen Abfallgesetz (vgl. Art. 3 Abs. 4 Abfallgesetz). Im Abfall-Leitbild selbst wird ausgef&#252;hrt, das Leitbild habe die Bedeutung einer Sachplanung; es sei beh&#246;rden-, nicht aber grundeigent&#252;merverbindlich. Das Verwaltungsgericht hat sich dieser Sichtweise grunds&#228;tzlich angeschlossen und gefolgert, es sei nicht ohne weiteres verst&#228;ndlich, dass sich der Regierungsrat in einem wesentlichen Punkt des Leitbildes nicht an seine eigene Vorgabe halte. Weiter f&#252;hrt das Verwaltungsgericht aus, es sei an das Leitbild (analog dem Richtplan) unter anderem dann nicht gebunden, wenn ver&#228;nderte Verh&#228;ltnisse oder bessere Erkenntnisse Abweichungen nahe legten. Abweichend vom Leitbild sei in der Zwischenzeit beschlossen worden, die Kehrichtverbrennungsanlage Biel (der M&#252;llverwertung Biel-Seeland AG [M&#220;VE AG]) weiter zu betreiben, so dass aus diesem Gebiet keine Abfalllieferungen zu erwarten seien. Auch f&#252;r die Region Bern m&#252;ssten in Thun keine Kapazit&#228;ten mehr bereitgestellt werden. Damit sei es nicht zu beanstanden, dass die Kapazit&#228;t der umstrittenen Anlage allein auf die aus der AVAG-Region zu entsorgende Abfallmenge von ungef&#228;hr 100'000 t ausgerichtet werde.\nb) Die Beschwerdef&#252;hrer bringen nichts vor, was diese Betrachtungsweise als rechtswidrig erscheinen liesse. Insbesondere k&#246;nnen sie sich nicht darauf berufen, dass ihnen durch die &#220;berpr&#252;fung, welche das Verwaltungsgericht vorgenommen hat, eine Instanz verloren gehe. Es lag im Ermessen des Verwaltungsgerichts, den von ihm festgestellten Mangel - den die Beschwerdef&#252;hrer &#252;brigens im kantonalen Verfahren gar nicht ger&#252;gt hatten - selbst zu behandeln oder die Angelegenheit zur&#252;ckzuweisen (vgl. Art. 84 Abs. 1 VRPG).\nIm &#220;brigen postuliert das Abfall-Leitbild nicht kategorisch die Stilllegung der Kehrichtverbrennungsanlage Biel. Im Leitbild wird ausgef&#252;hrt, die planerische Festlegung der k&#252;nftigen Schliessung der Kehrichtverbrennungsanlage Biel stelle keine abschliessende Festlegung f&#252;r die M&#220;VE AG dar; ein Weiterbetrieb der eigenen Anlage BGE 127 II 238 S. 250komme allerdings nur unter gewissen Bedingungen in Frage. Umso weniger Anlass bestand f&#252;r das Verwaltungsgericht, die Angelegenheit zur Erg&#228;nzung des Leitbilds zur&#252;ckzuweisen, bevor es zur &#220;berbauungsordnung KVA Thun Stellung nahm.\nc) Das Abfall-Leitbild legt die Einzugsgebiete der Kehrichtverbrennungsanlagen im Wesentlichen entsprechend den Entsorgungsregionen fest. F&#252;r die Verbrennung der Siedlungsabf&#228;lle sieht das Leitbild einen KVA-Verbund der Regionen AVAG, ARBE (Region Bern) und KEBAG (nord&#246;stlicher Kantonsteil) vor. Dieser Verbund ist offenbar vor allem deshalb nicht zustande gekommen, weil die Kehrichtverbrennungsanlage Bern entgegen den fr&#252;heren Erwartungen in der Lage sein wird, den in ihrem Einzugsgebiet anfallenden Abfall im Wesentlichen selbst zu verbrennen. Der Verzicht auf den Verbund &#228;ndert nichts daran, dass die Anlage in Thun gem&#228;ss Leitbild in erster Linie den Abfall aus der AVAG-Region zu entsorgen hat. Insofern wird ihr Einzugsgebiet im Leitbild entgegen den Behauptungen der Beschwerdef&#252;hrer hinreichend klar festgelegt.\n\n    6. Die Beschwerdef&#252;hrer bestreiten, dass f&#252;r die Kehrichtverbrennungsanlage Thun ein Bed&#252;rfnis bestehe. Sowohl der Regierungsrat als auch das Verwaltungsgericht, welches diese Frage einl&#228;sslich behandelt hat, sind der gegenteiligen Auffassung.\na) Das Verwaltungsgericht hat im angefochtenen Entscheid gr&#252;ndlich untersucht, welche Abfallmengen aus der AVAG-Region anfallen und in den n&#228;chsten Jahren zu erwarten sind, unter Ber&#252;cksichtigung der Massnahmen zur Abfallvermeidung und -verwertung, hinsichtlich welcher der Kanton eine Rate von 40% erreicht hat. Es hat gepr&#252;ft, ob eine Verbrennung der Abf&#228;lle in anderen Kehrichtverbrennungsanlagen des Kantons oder der umliegenden Kantone in Frage kommt, und dies verneint. Weiter hat es festgestellt, dass auch eine Verbrennung in weiter entfernten Anlagen auf Dauer sowohl aus grunds&#228;tzlichen wie aus praktischen Erw&#228;gungen ausser Betracht f&#228;llt. Schliesslich hat es erwogen, dass eine gesamtschweizerische Betrachtung der Abfallproblematik zu keinem anderen Ergebnis f&#252;hrt, und daher den Bedarf f&#252;r das Vorhaben bejaht. Auf diese zutreffenden Erw&#228;gungen kann grunds&#228;tzlich verwiesen werden. Im Folgenden ist lediglich auf einige von den Beschwerdef&#252;hrern konkret und substanziiert erhobene Einw&#228;nde einzugehen.\nb) In der AVAG-Region fallen gem&#228;ss den Feststellungen des Verwaltungsgerichts j&#228;hrlich rund 85'000 bis 90'000 t brennbare Siedlungs- und Bauabf&#228;lle an. Hinzu kommen rund 5'000 bis 10'000 t getrockneter Kl&#228;rschlamm, der ebenfalls verbrannt werden BGE 127 II 238 S. 251muss. Bis Ende 1999 wurden diese Abf&#228;lle auf Deponien der AVAG abgelagert, was inzwischen nicht mehr zul&#228;ssig ist (Art. 30c Abs. 1 USG, Art. 11 und 53a Abs. 1 TVA, vgl. dazu die Urteile des Bundesgerichts vom 11. November 1998, auszugsweise publiziert in: URP 1999 S. 160 ff. und ZBl 100/1999 S. 534 ff., sowie vom 15. Mai 2000, in: URP 2000 S. 324 ff.). Das BUWAL weist in seiner Stellungnahme an das Bundesgericht darauf hin, dass der Abfall der AVAG-Region mangels gen&#252;gender Verbrennungskapazit&#228;ten in der &#252;brigen Schweiz auch heute noch zu einem erheblichen Teil unbehandelt abgelagert wird. Es bedarf keiner weiteren Ausf&#252;hrungen, dass dies Art. 30c USG und Art. 11 TVA widerspricht.\nHinzu kommt, dass gem&#228;ss den Feststellungen des Verwaltungsgerichts die Abfallmenge seit einigen Jahren wieder zunimmt. Das BUWAL f&#252;hrt hierzu in seiner Vernehmlassung an das Bundesgericht aus, die Menge der brennbaren Abf&#228;lle in der Schweiz sei von 1996 bis 1999 um gesamthaft 10% auf 3.17 Mio. t gestiegen. In den n&#228;chsten Jahren sei ein weiterer Zuwachs zu erwarten. Erst etwa ab 2005 k&#246;nne mit einer Stabilisierung der Abfallmenge gerechnet werden, vorausgesetzt, dass k&#252;nftig noch verst&#228;rkt Abf&#228;lle vermieden w&#252;rden.\nF&#252;r das Jahr 2005 werde mit einer zu verbrennenden Abfallmenge von ca. 3.7 Mio. t gerechnet. Die Beschwerdef&#252;hrer halten dem entgegen, laut der Abfallstatistik 1996 des BUWAL (Umwelt-Materialien Nr. 90) habe die Menge der brennbaren Abf&#228;lle 1996 3.14 Mio. t betragen. Wenn 1999 diese Menge 3.17 Mio. t betragen habe, mache der Zuwachs nicht 10% aus. Die Prognose des BUWAL f&#252;r 2005 sei daher nicht nachvollziehbar. Dieser Einwand &#252;bersieht, dass das BUWAL in seinen (alle zwei Jahre publizierten) Statistiken bis und mit 1996 immer einen gewissen Anteil illegal entsorgter Abf&#228;lle einrechnete. In der Abfallstatistik 1998 wurde darauf erstmals verzichtet (BUWAL, Abfallstatistik 1998, Umwelt-Materialien Nr. 119, Bern 1999, S. 28). Ohne illegal entsorgte Abf&#228;lle betrug die Menge der brennbaren Abf&#228;lle 1996 2.88 Mio. t. Ausgehend von dieser f&#252;r einen korrekten Vergleich massgeblichen Zahl, ergibt sich bis 1999 (3.17 Mio. t) ein Zuwachs von 10%.\nAuf die Anfang 1999 im Auftrag der schweizerischen Preis&#252;berwachung erstattete Studie zur Kapazit&#228;t der Kehrichtverbrennungsanlagen kann schon deswegen nicht abgestellt werden, weil deren Sch&#228;tzungen zur Entwicklung der Abfallmenge viel zu tief liegen. Die f&#252;r 2005 maximal prognostizierte Menge von 3 Mio. t brennbarer Siedlungsabf&#228;lle wurde bereits 1998 erreicht, die f&#252;r 2010 erwartete Maximalmenge (3.15 Mio. t) im Jahr 1999 &#252;berschritten.BGE 127 II 238 S. 252\n   \nDas Verwaltungsgericht hat erwogen, dass in der AVAG-Region die Sackgeb&#252;hr eingef&#252;hrt und die Infrastruktur f&#252;r Separatsammlungen aufgebaut wurde, begleitet von Aufkl&#228;rungsaktivit&#228;ten im Bereich der Abfallverminderung und -verwertung. Dementsprechend sei die Abfallmenge in der AVAG-Region von 1990 bis 1996 um ca. 19% zur&#252;ckgegangen. Dabei habe allerdings auch die stagnierende Wirtschaftslage eine nicht zu untersch&#228;tzende Rolle gespielt. Nachdem sich die Abfallmengen mit dem Einsetzen einer wirtschaftlichen Erholung wieder erh&#246;ht h&#228;tten und die weiteren Einflussm&#246;glichkeiten des Kantons auf die Entwicklung der Abfallmenge begrenzt seien, sei es nicht zu beanstanden, dass die AVAG die Anlage auf eine Verbrennungskapazit&#228;t von 100'000 t pro Jahr ausgerichtet habe. Diesen Erw&#228;gungen ist auch im Lichte der Stellungnahme des BUWAL beizupflichten. Nicht gefolgt werden kann den Beschwerdef&#252;hrern, wenn sie pauschal den Vorwurf erheben, die bernische Abfallplanung missachte die Anforderung, Abf&#228;lle seien in erster Linie zu vermeiden und zu verwerten. Die im Leitbild vorgesehenen und soweit ersichtlich auch verwirklichten Massnahmen lassen diesen Vorwurf als ungerechtfertigt erscheinen. Es spricht insgesamt nichts gegen die Annahme, dass sich die Abfallmenge in der AVAG-Region ungef&#228;hr entsprechend dem gesamtschweizerischen Trend entwickeln wird.\nDie Beschwerdef&#252;hrer wenden weiter ein, der Abfall der AVAG-Region k&#246;nne in anderen Anlagen verbrannt werden, seien dies andere Kehrichtverbrennungsanlagen oder Anlagen der Zementindustrie. Zudem sei es m&#246;glich, durch Abfalltrennung die zu verbrennende Abfallmenge zu reduzieren und deren Heizwert zu senken, was sich g&#252;nstig auf die Kapazit&#228;t des Vorhabens auswirke.\nc) aa) Art. 31 Abs. 1 USG verlangt von den Kantonen bei der Abfallplanung die Vermeidung von &#220;berkapazit&#228;ten. In diesem Zusammenhang verpflichtet Art. 31a Abs. 1 USG die Kantone zur Zusammenarbeit. Das bedeutet nicht, dass Abfall aus beliebigen Gebieten der Schweiz an beliebigen anderen Orten des Landes zu verbrennen ist. Der Bund geht f&#252;r die Planung der Abfallverbrennung vielmehr von vier Regionen aus (Westschweiz, Mittelland, Ostschweiz/Innerschweiz, Tessin), innerhalb derer ausreichende Verbrennungskapazit&#228;ten bereitzustellen sind. Damit ergeben sich &#246;kologisch und finanziell vertretbare Transportdistanzen. Zudem werden Kantone ohne eigene Abfallanlagen nicht von abfallpolitischen Entscheiden in weit entfernten Landesteilen abh&#228;ngig (PIERRE TSCHANNEN, Kommentar zum USG, N. 17 zu Art. 31; BUWAL, Abfallstatistik 1998, S. 11, 17 ff.).BGE 127 II 238 S. 253\n   \nDas Bundesgericht hat in seinem nicht ver&#246;ffentlichten Urteil vom 27. April 1999 in Sachen Kehrichtverbrennungsanlage Lausanne/Tridel SA erwogen, Art. 31a USG verpflichte vor allem benachbarte Kantone zur Zusammenarbeit (E. 3c/aa). F&#252;r die Kantone bedeutet dies, dass sie die Planung ihrer Verbrennungsanlagen grunds&#228;tzlich auf die Entsorgungsautonomie jener Abfallregion auszurichten haben, der sie angeh&#246;ren. Damit wird eine regionen&#252;berschreitende Zusammenarbeit etwa bei kurzfristigen Engp&#228;ssen zur Ausn&#252;tzung von in &#228;lteren Anlagen noch vorhandenen Kapazit&#228;ten nicht ausgeschlossen.\nbb) Bei dieser Ausgangslage kann grunds&#228;tzlich dahingestellt bleiben, ob, wie die Beschwerdef&#252;hrer behaupten, in den Anlagen der Westschweiz und Ostschweiz/Innerschweiz &#220;berkapazit&#228;ten vorhanden sind. Immerhin sei angemerkt, dass dies gem&#228;ss den &#252;berzeugenden Darlegungen des angefochtenen Entscheids und des BUWAL nicht der Fall ist. W&#228;hrend zwischen den Kapazit&#228;tsannahmen der Beschwerdef&#252;hrer und jenen des BUWAL bez&#252;glich der Ostschweiz nur kleinere Differenzen bestehen, bestehen grosse Unterschiede in den Annahmen bez&#252;glich der Westschweiz. Hier machen die Beschwerdef&#252;hrer j&#228;hrliche Kapazit&#228;tsreserven von rund 215'000 t (in Lausanne und Monthey) geltend. Das BUWAL erkl&#228;rt demgegen&#252;ber, in Monthey werde ein alter Ofen mit einer Jahreskapazit&#228;t von 45'000 t durch einen Ofen mit einer Kapazit&#228;t von 85'000 t ersetzt, was eine Zusatzkapazit&#228;t von nur 40'000 t pro Jahr schaffe. In Lausanne sei &#252;berhaupt nur der Ersatz bestehender Ofenlinien (mit einer Jahreskapazit&#228;t von 130'000 t) vorgesehen.\nSelbst wenn f&#252;r das Jahr 2005 nicht von 3.7 Mio. t brennbarer Abf&#228;lle ausgegangen wird, wie dies das BUWAL gest&#252;tzt auf die aktuellsten verf&#252;gbaren Unterlagen tut, sondern die Szenarien des BUWAL in der Abfallstatistik 1998 zugrunde gelegt werden, von denen das Verwaltungsgericht ausging, zeigt sich, dass ein Bedarf f&#252;r die Realisierung der Kehrichtverbrennungsanlagen Thun und Tessin ausgewiesen ist. Gem&#228;ss den Berechnungen in der Abfallstatistik 1998 fehlen, ausgehend von den 3 Mio. t brennbarer Abf&#228;lle aus dem Jahr 1998 und einer Zunahme der Abfallmenge und des Heizwerts von je 1% pro Jahr, selbst nach dem Bau dieser beiden Anlagen im Jahr 2005 rund 118'000 t Verbrennungskapazit&#228;t. Bei einer kleineren Wachstumsrate der Abfallmenge und des Heizwertes von je 0.5% pro Jahr w&#228;re eine Reservekapazit&#228;t von 59'000 t vorhanden (Abfallstatistik 1998, S. 16). Hierzu ist anzumerken, dass das Gebot, &#220;berkapazit&#228;ten zu vermeiden, die Einrechnung angemessener Reserven zur &#220;berbr&#252;ckung von saisonalen BGE 127 II 238 S. 254Schwankungen, Betriebsausf&#228;llen und zum Auffangen der unvermeidlichen Prognosenunsicherheiten nicht verbietet (PIERRE TSCHANNEN, Kommentar zum USG, N. 17 zu Art. 31).\nDie Beschwerdef&#252;hrer machen unter Berufung auf eine Erhebung des Verbandes der Betriebsleiter Schweizerischer Abfallbehandlungsanlagen (VBSA) geltend, das BUWAL untersch&#228;tze die Verf&#252;gbarkeit der Kehrichtverbrennungsanlagen und damit deren Kapazit&#228;t. Die fragliche Erhebung des VBSA datiert von 1999 und f&#252;hrte vor allem zum Ergebnis, dass die erheblichen monatlichen Schwankungen der Abfallmengen f&#252;r die Kapazit&#228;tsplanung von Bedeutung sind. Die Behauptung der Beschwerdef&#252;hrer, dass das BUWAL von zu tiefen Verf&#252;gbarkeiten der Verbrennungsanlagen ausgehe, wird durch diese Untersuchung nicht gest&#252;tzt.\ncc) Innerhalb der Entsorgungsregion Mittelland liegt die Kehrichtverbrennungsanlage Zuchwil/SO, welche auch im Abfall-Leitbild des Kantons Bern ber&#252;cksichtigt wird, verbrennt sie doch einen erheblichen Teil des Abfalls aus diesem Kanton (KEBAG-Region). Die Beschwerdef&#252;hrer machen geltend, in Zuchwil bestehe wegen des vorgesehenen Baus einer vierten Ofenlinie eine Kapazit&#228;tsreserve von 70'000 t pro Jahr. Die Beschwerdef&#252;hrer &#252;bergehen, dass diese Linie nur als Ersatz f&#252;r eine bestehende Linie bzw. als Reserve f&#252;r Revisionen etc. gebaut wird. Weder die Rauchgasreinigung noch die Energieverwertung werden auf eine Zusatzkapazit&#228;t von 70'000 t pro Jahr ausgelegt; die neue Linie kann daher nicht als zus&#228;tzliche Linie verwendet werden. Andere Kehrichtverbrennungsanlagen in der Region Mittelland, die f&#252;r die Abnahme des Abfalls der AVAG-Region in Frage k&#228;men, haben die Beschwerdef&#252;hrer nicht rechtzeitig bezeichnet.\nOb es - wie die Beschwerdef&#252;hrer behaupten - in jedem Fall zweckm&#228;ssiger ist, eine bereits bestehende Anlage zu erweitern, statt eine neue zu bauen, ist zweifelhaft. Je gr&#246;sser eine Anlage bzw. die darin verbrannte Abfallmenge ist, umso h&#246;her werden die Emissionsfrachten, die in ihrer Umgebung verteilt werden, auch wenn die Anlage alle Vorschriften zur Emissionsbegrenzung einh&#228;lt. Bei der Planung von Kehrichtverbrennungsanlagen spielen zahlreiche Faktoren eine Rolle, namentlich die Erschliessung und die Lage zum Einzugsgebiet sowie die Betriebsgr&#246;sse, die einen umwelttechnisch und finanziell optimierten Betrieb erm&#246;glicht. Sind diese prim&#228;ren Parameter beachtet, sprechen Gr&#252;nde der fairen Verteilung der Lasten aus der Abfallentsorgung daf&#252;r, die entsprechenden Anlagen nicht &#252;berm&#228;ssig zu konzentrieren.BGE 127 II 238 S. 255\n   \nd) Die Beschwerdef&#252;hrer werfen dem Verwaltungsgericht vor, &#252;bersehen zu haben, dass bei den Zementwerken ein riesiger Bedarf an Abfall bestehe. Statt wie bisher 150'000 t k&#246;nnten die Zementwerke eine j&#228;hrliche Abfallmenge von 300'000 t verbrennen und so den Brennstoff Kohle ersetzen.\nGem&#228;ss den Angaben des BUWAL verf&#252;gen die Zementwerke &#252;ber eine schlechtere Rauchgasreinigung als die Kehrichtverbrennungsanlagen. Zudem m&#252;sse vermieden werden, dass sich im Abfall enthaltene Schadstoffe im Zement anreicherten. Daher eigneten sich nur klar definierte schadstoffarme Abf&#228;lle f&#252;r die Entsorgung in Zementwerken. Die Verbrennung vermischter Siedlungsabf&#228;lle in Zementwerken sei unzul&#228;ssig, weil dabei die Emissionsvorschriften der Luftreinhalte-Verordnung verletzt w&#252;rden. Weiter f&#252;hrt das BUWAL aus, die Abfallmenge, die sich sowohl f&#252;r die Verbrennung in einer Kehrichtverbrennungsanlage als auch f&#252;r die Entsorgung in einem Zementwerk eigne, betrage heute j&#228;hrlich rund 100'000 t. Davon w&#252;rden bereits 70'000 t in den Zementwerken verbrannt. Um auch die verbleibenden 30'000 t in Zementwerke umzuleiten, w&#228;re der Aufbau einer aufwendigen Logistik n&#246;tig; &#252;berdies sei es eher unwahrscheinlich, dass sich die dabei entstehenden Kosten auf einem mit den anderen Entsorgungswegen vergleichbaren Niveau halten liessen.\nDie Beschwerdef&#252;hrer haben sich zu diesen &#252;berzeugenden Ausf&#252;hrungen nicht mehr ge&#228;ussert. Die Verbrennung in Zementwerken ist daher nicht als realistische Alternative zum Bau der Anlage in Thun anzusehen (vgl. hierzu auch BUWAL, Abfallstatistik 1998, S. 19). Dabei ist auch in Rechnung zu stellen, dass die Entsorgungssicherheit bei der Verbrennung von Abf&#228;llen in Zementwerken nicht in gleicher Weise gew&#228;hrleistet ist wie bei der Verbrennung in Kehrichtverbrennungsanlagen, weil die Zementwerke in erster Linie entsprechend der - mitunter wechselnden - Nachfrage nach Zement und nicht gem&#228;ss der angelieferten Menge Abfall betrieben werden.\ne) Dem Hinweis der Beschwerdef&#252;hrer auf die M&#246;glichkeiten, vermehrt Kunststoffe separat zu sammeln und damit bis zu 100'000 t Abf&#228;lle nicht verbrennen zu m&#252;ssen, h&#228;lt das BUWAL entgegen, eine weitgehende Separatsammlung von Kunststoffen sei zwar grunds&#228;tzlich machbar und in einem konkreten Fall (Kanton Zug) auch erreicht worden. Indessen seien die Kosten pro Tonne Abfall wesentlich h&#246;her als bei der Mitverbrennung in der Kehrichtverbrennungsanlage. Aus Kostengr&#252;nden werde daher Kunststoff BGE 127 II 238 S. 256sinnvollerweise separat nur aus Industrie und Gewerbe gesammelt. Das entsprechende Sammelpotential belaufe sich auf rund 30'000 t pro Jahr, was einer Senkung des Heizwertes um 1.7% entspreche. Diese Separatsammlung sei in den Prognosen des BUWAL f&#252;r die Entwicklung von Bedarf und Verbrennungskapazit&#228;t ber&#252;cksichtigt. Die Beschwerdegegnerin weist &#252;berdies darauf hin, dass die Separatsammlung von Kunststoffen im Kanton Zug inzwischen eingestellt worden sei, unter anderem deshalb, weil sich deren Verbrennung in Zementwerken wegen der ungen&#252;genden Reinheit der Kunststoffe als problematisch erwies.\nSelbst wenn von g&#252;nstigen Annahmen &#252;ber die M&#246;glichkeit der Separatsammlung von Kunststoffen ausgegangen w&#252;rde, so verm&#246;chte dies am Bedarf f&#252;r eine Kehrichtverbrennungsanlage in der AVAG-Region nichts zu &#228;ndern. Auf keinen Fall l&#228;sst sich in der Abfallregion Mittelland so viel Kunststoff separat sammeln und verwerten, dass damit auf das hier umstrittene Vorhaben verzichtet werden k&#246;nnte.\nf) Auch die Behauptung der Beschwerdef&#252;hrer, die H&#228;lfte der Kantone verf&#252;gten immer noch nicht &#252;ber mengenabh&#228;ngige Kehrichtgeb&#252;hren, trifft nicht zu. Die fraglichen Kantone, es handelt sich gem&#228;ss den Angaben des BUWAL um Tessin, Genf, Jura, Neuenburg und Teile von Waadt und Wallis, stellen eine (abnehmende) Minderheit der Kantone dar. Keiner dieser Kantone geh&#246;rt zur Abfallregion Mittelland. Vorliegend ist ausschlaggebend, dass der Kanton Bern und insbesondere die AVAG-Region seit l&#228;ngerem mengenabh&#228;ngige Geb&#252;hren eingef&#252;hrt haben, was sich in r&#252;ckg&#228;ngigen Abfallmengen niedergeschlagen hat (vgl. vorne E. 6b).\ng) Zusammenfassend l&#228;sst sich mit dem angefochtenen Entscheid festhalten, dass der Bedarf f&#252;r die Kehrichtverbrennungsanlage Thun ausgewiesen ist.\n\n    7. Die Beschwerdef&#252;hrer stellen in verschiedener Hinsicht die Umweltvertr&#228;glichkeit des Vorhabens in Frage und erheben in diesem Zusammenhang auch generelle Vorw&#252;rfe betreffend den Umweltvertr&#228;glichkeitsbericht. Bevor darauf eingegangen wird, ist festzuhalten, dass die Ausf&#252;hrungen der Beschwerdef&#252;hrer die Anforderung von Art. 108 Abs. 2 OG, wonach die Beschwerdeantr&#228;ge zu begr&#252;nden sind, nur zum Teil erf&#252;llen. So wird zum Beispiel verschiedentlich nicht erl&#228;utert, weshalb eine Behauptung der Beschwerdef&#252;hrer zutreffender sein soll als die gegenteilige Erw&#228;gung im angefochtenen Urteil. Auf solche nicht begr&#252;ndete Behauptungen, die eine hinreichende Auseinandersetzung mit den BGE 127 II 238 S. 257Erw&#228;gungen des Verwaltungsgerichts vermissen lassen, wird nachfolgend nicht eingetreten (vgl. BGE 123 II 359 E. 6b/bb S. 369 f.).\na) Generell werfen die Beschwerdef&#252;hrer der UVP vor, sie habe lediglich Einzelaspekte ber&#252;cksichtigt, ohne eine gesamtheitliche Betrachtungsweise vorzunehmen, wie sie nach Art. 9 USG vorgesehen sei. Tats&#228;chlich dient die UVP dem Prinzip der ganzheitlichen Betrachtung im Sinne von Art. 8 USG (HERIBERT RAUSCH, Kommentar zum USG, N. 2 zu Art. 9). Nach dieser Bestimmung werden Einwirkungen sowohl einzeln als auch gesamthaft und nach ihrem Zusammenwirken beurteilt. Der konkrete Gehalt dieser Bestimmung ist in verschiedener Hinsicht unklar; sie wirft mannigfache praktische Schwierigkeiten auf. Inwiefern Art. 8 USG im konkreten Fall missachtet worden sein sollte, erkl&#228;ren die Beschwerdef&#252;hrer nicht und ist auch nicht ersichtlich. Zur gesamthaften Betrachtung geh&#246;rt jedenfalls, dass alle von einer UVP-pflichtigen Anlage erzeugten Stofffl&#252;sse in die Beurteilung einbezogen werden, was vorliegend geschehen ist. Ebenso wurde die Bedeutung der umstrittenen Anlage im Rahmen der Abfallbewirtschaftung bzw. der umweltgerechten Entsorgung gr&#252;ndlich untersucht, wozu namentlich der Bedarfsnachweis geh&#246;rt.\nb) Die Beschwerdef&#252;hrer kritisieren, im UVB seien die indirekten Auswirkungen des Vorhabens nicht untersucht worden. Als indirekte Auswirkung wird im USG-Kommentar, auf den sich die Beschwerdef&#252;hrer berufen, insbesondere der durch das Vorhaben erzeugte Verkehr genannt (HERIBERT RAUSCH, Kommentar zum USG, N. 82 zu Art. 9). Der UVB behandelt diesen Verkehr und seine Auswirkungen auf die Umwelt sehr detailliert. Die R&#252;ge, die indirekten Auswirkungen seien nicht ber&#252;cksichtigt, ist offensichtlich unbegr&#252;ndet.\nDasselbe gilt f&#252;r die weitergehenden Massnahmen gem&#228;ss Art. 9 Abs. 2 lit. d USG. Ihnen ist Kapitel 5 des UVB gewidmet, welches das Thema knapp, aber ausreichend behandelt. Der Versuch, eine Schwelbrennanlage statt einer konventionellen Rostfeuerung zu errichten, kann im &#220;brigen als Pr&#252;fung einer weitergehenden Massnahme gewertet werden. Es ist angesichts der Vorgeschichte nicht zu beanstanden, dass die Beschwerdegegnerin nicht mehr im Detail darlegt, weshalb sie dieses Verfahren nicht mehr weiterverfolgte. Die Beschwerdef&#252;hrer k&#246;nnen daraus nichts f&#252;r sich ableiten.\nc) Das Verwaltungsgericht hat erwogen, die fehlende Spezifikation der Anlage, insbesondere der Rauchgasreinigung, sei nicht zu beanstanden, weil im Projekt f&#252;r die einzelnen Anlageteile oft BGE 127 II 238 S. 258eingerichtete und bew&#228;hrte Systeme vorgesehen seien; es sei zul&#228;ssig, f&#252;r ihre Emissionen vorgegebene Garantiewerte einzusetzen. Die Garantiewerte l&#228;gen deutlich unter den vorsorglichen Emissionsbegrenzungen gem&#228;ss der Luftreinhalte-Verordnung. Die Garantiewerte seien den offerierenden Lieferanten bereits bekannt gegeben worden; keiner der Anbieter habe dagegen Vorbehalte ge&#228;ussert. Bei dieser Sachlage sei nicht zu beanstanden, dass die Lieferfirma bzw. das konkrete Produkt noch nicht bekannt seien.\nDie Beschwerdef&#252;hrer halten daran fest, es sei \"bedenklich\", dass die Bauart des Feinstaubfilters noch nicht bekannt sei, angesichts von dessen Wichtigkeit f&#252;r die Begrenzung der Emissionen der Anlage. Mit diesem Bedenken und der Behauptung, die Aussagen &#252;ber die zu erwartenden Feinstaubemissionen seien \"schlicht und einfach falsch\", werden die zutreffenden Erw&#228;gungen des Verwaltungsgerichts nicht in Frage gestellt. Der Bau des Feinstaubfilters, der nur ein Element der aus Elektrofilter, katalytischer DENOX-Anlage, mehrstufigem Rauchgasw&#228;scher und Feinstaubfilter bestehenden Rauchgasreinigung bildet, entspricht dem heutigen Stand der Technik. Es bestehen keinerlei Anhaltspunkte daf&#252;r, dass der Garantiewert f&#252;r Staubemissionen nicht eingehalten werden k&#246;nnte.\nd) Erneut behaupten die Beschwerdef&#252;hrer, die Ermittlungen &#252;ber den Verkehr von und zur Anlage seien unvollst&#228;ndig. Beispielsweise sei die Anlieferung der Chemikalien auf der Strasse nicht ber&#252;cksichtigt, ebenso wenig der Lieferverkehr von Privaten. Beide Aussagen sind, wie schon das Verwaltungsgericht festgestellt hat, aktenwidrig.\nUnzutreffend ist auch die Behauptung der Beschwerdef&#252;hrer, der Verkehr auf der neuen Zufahrt entlang der Panzerpiste sei nicht ausgewiesen. Zwar wird die entsprechende Anzahl Fahrten nicht direkt genannt; sie l&#228;sst sich jedoch ohne weiteres aus dem Anhang 1 zum UVB ermitteln und betr&#228;gt 5'255 Lastwagenfahrten pro Jahr.\ne) Die Beschwerdef&#252;hrer behaupten, es sei unklar, wie und wo die Bodenproben vorgenommen worden seien, und werfen dem UVB deshalb L&#252;ckenhaftigkeit vor. Dieser Vorwurf wird zu Unrecht erhoben. Der UVB legt &#252;ber das Vorgehen bei der Entnahme und Auswertung der Bodenproben detailliert Rechenschaft ab.\nf) Der UVB wird sowohl von den kantonalen Fachstellen als auch vom BUWAL als vollst&#228;ndige und ausreichende Entscheidungsgrundlage bezeichnet. Das Bundesgericht hat angesichts der d&#252;rftigen Einw&#228;nde der Beschwerdef&#252;hrer keinerlei Anlass, diese Beurteilung in Frage zu stellen.BGE 127 II 238 S. 259\n   \n\n    8. Die Beschwerdef&#252;hrer stellen in Abrede, dass das Vorhaben den lufthygienischen Anforderungen gen&#252;gt.\na) Hinsichtlich des Verkehrs mit der Anlage machen sie geltend, zur Ermittlung der Luftbelastung m&#252;sse der durchschnittliche Jahresverkehr auf 250 Arbeitstage umgerechnet werden, weil an den Wochenenden kein Abfall geliefert werde. Durch die Verteilung auf sieben Wochentage entstehe ein gesch&#246;ntes Bild der tats&#228;chlich entstehenden Belastung. Soweit die Luftreinhalte-Verordnung das Jahresmittel als massgeblich bezeichne, liege ein Versehen des Verordnunggebers vor, welches nicht beachtlich sei. Damit verlangen die Beschwerdef&#252;hrer eine akzessorische &#220;berpr&#252;fung der in Anhang 7 LRV festgelegten Immissionsgrenzwerte.\nDas Bundesgericht ist befugt, Verordnungen des Bundesrats vorfrageweise auf ihre Gesetz- und Verfassungsm&#228;ssigkeit zu pr&#252;fen. Bei unselbst&#228;ndigen Verordnungen, die sich - wie hier - auf eine gesetzliche Delegation st&#252;tzen, ist abzukl&#228;ren, ob sich der Bundesrat an die Grenzen der ihm im Gesetz einger&#228;umten Befugnisse gehalten hat. Soweit das Gesetz den Bundesrat nicht erm&#228;chtigt, von der Verfassung abzuweichen, befindet das Gericht auch &#252;ber die Verfassungsm&#228;ssigkeit der unselbst&#228;ndigen Verordnung. R&#228;umt das Gesetz dem Bundesrat einen weiten Ermessensspielraum f&#252;r die Regelung auf Verordnungsstufe ein, ist dieser f&#252;r das Bundesgericht allerdings verbindlich. Es darf in diesem Fall nicht sein eigenes Ermessen an die Stelle jenes des Bundesrates setzen, sondern kann lediglich pr&#252;fen, ob die Verordnung den Rahmen der dem Bundesrat delegierten Kompetenzen offensichtlich sprenge oder sich aus anderen Gr&#252;nden als gesetz- oder verfassungswidrig erweise (BGE 126 II 522 E. 41 S. 573 f.; BGE 125 II 591 E. 5e/bb S. 599, je mit Hinweisen).\nGem&#228;ss Art. 13 USG legt der Bundesrat durch Verordnung Immissionsgrenzwerte f&#252;r die Beurteilung der sch&#228;dlichen oder l&#228;stigen Einwirkungen fest. Dabei sind auch die Wirkungen der Immissionen auf Personengruppen mit erh&#246;hter Empfindlichkeit, wie Kinder, Kranke, Betagte und Schwangere zu ber&#252;cksichtigen. Art. 14 USG enth&#228;lt weitere Kriterien f&#252;r die Festlegung der Immissionsgrenzwerte f&#252;r Luftverunreinigungen; Vorschriften &#252;ber die massgeblichen Zeitr&#228;ume enth&#228;lt er hingegen nicht. Dem Bundesrat steht diesbez&#252;glich ein weiter Ermessensspielraum zu.\nDie Immissionsgrenzwerte gem&#228;ss Anhang 7 LRV beruhen auf umfangreichen Vorarbeiten der Eidgen&#246;ssischen Kommission f&#252;r Lufthygiene (vgl. zum Vorgehen bei der Erarbeitung der Immissionsgrenzwerte und deren Grundlagen BUWAL, Immissionsgrenzwerte BGE 127 II 238 S. 260f&#252;r Luftschadstoffe, in: SRU Nr. 52 S. 10 ff., sowie erg&#228;nzend BUWAL, Die Bedeutung der Immissionsgrenzwerte der Luftreinhalte-Verordnung, in: SRU Nr. 180, Bern 1992, und BUWAL, Schwebestaub, in: SRU Nr. 270, Bern 1996). Die Immissionsgrenzwerte widerspiegeln die aus verschiedenen Quellen gewonnenen Erkenntnisse &#252;ber die Wirkungsschwellen der als relevant ausgew&#228;hlten Schadstoffe. Deren Akutwirkung wird durch Kurzzeitgrenzwerte Rechnung getragen, w&#228;hrend die deutlich tieferen Langzeitgrenzwerte zur Verh&#252;tung chronischer Schadwirkungen dienen (BUWAL, a.a.O., SRU Nr. 52 S. 24 ff. und SRU Nr. 180 S. 14 ff.). Die Beschwerdef&#252;hrer stellen nicht in Frage, dass die H&#246;he der Immissionsgrenzwerte grunds&#228;tzlich gesetzeskonform ist. Ihr Einwand bezieht sich allein darauf, dass der Jahresmittelgrenzwert die kurzfristigen Schwankungen der Emissionen bzw. die daraus resultierenden erh&#246;hten Immissionen nicht ber&#252;cksichtige. Wie dargelegt, werden indes die Langzeitgrenzwerte durch Kurzzeitgrenzwerte erg&#228;nzt. Damit tr&#228;gt die LRV dem von den Beschwerdef&#252;hrern vorgebrachten Anliegen durchaus Rechnung. Wie die anschliessenden Erw&#228;gungen zeigen, ist der Einfluss des Vorhabens bzw. des Verkehrs mit der Anlage auf die Jahresmittelwerte gering. Es kann ohne weiteres ausgeschlossen werden, dass dieser Verkehr an den Werktagen eine &#220;berschreitung der Kurzzeitgrenzwerte (von 80 bzw. 100 &#181;g/m3 f&#252;r NO2) bewirkt. Die kurzzeitigen NO2-Immissionen aus der Abfallverbrennung k&#246;nnen unter ung&#252;nstigen Witterungsbedingungen bis zu 4 &#181;g/m3 erreichen (vgl. UVB S. 40), was ebenfalls weit unterhalb der Kurzzeitgrenzwerte liegt. Im &#220;brigen ist es korrekt, dass die Emissionen des Projekts im Jahresdurchschnitt berechnet werden, um den Einfluss auf die Langzeit-Immissionsgrenzwerte zu ermitteln.\nb) In der Region Thun sind, wie dem angefochtenen Entscheid und dem UVB zu entnehmen ist, die Immissionsgrenzwerte f&#252;r Ozon, Schwebestaub PM10 und punktuell NO2 verschiedentlich &#252;berschritten. Wie das Verwaltungsgericht mit Recht erwogen hat, sind die von den Beschwerdef&#252;hrern hierzu verlangten zus&#228;tzlichen Messungen, namentlich der Schwebestaubbelastung, unn&#246;tig. Die &#220;berschreitung der Immissionsgrenzwerte f&#252;hrt dazu, dass zur Begrenzung der Emissionen nicht bloss vorsorgliche, sondern versch&#228;rfte Massnahmen zu treffen sind.\nDabei ist zun&#228;chst zu pr&#252;fen, ob die Kehrichtverbrennungsanlage f&#252;r sich allein &#252;berm&#228;ssige Immissionen verursachen wird. Ist dies zu bejahen, hat die Vollzugsbeh&#246;rde f&#252;r das Vorhaben versch&#228;rfte BGE 127 II 238 S. 261Emissionsbegrenzungen festzulegen, die so weit gehen, dass die Anlage keine &#252;berm&#228;ssigen Immissionen verursachen kann (Art. 5 LRV). Verursacht die Kehrichtverbrennungsanlage die &#252;berm&#228;ssigen Immissionen nicht allein, sondern nur zusammen mit anderen Emissionsquellen, so sind die versch&#228;rften Emissionsbegrenzungen nach Massgabe des Massnahmenplans gem&#228;ss Art. 44a USG bzw. Art. 31 ff. LRV festzulegen. Dabei ist nach der Rechtsprechung des Bundesgerichts zu unterscheiden, ob eine station&#228;re Anlage in der Zone, in der sie vorgesehen ist, einen durchschnittlichen oder &#252;berdurchschnittlichen Emittenten darstellt. Gehen von der Anlage lediglich Emissionen aus, die typischerweise mit Anlagen der betreffenden Zone verbunden sind, so sind versch&#228;rfte Emissionsbegrenzungen zur Wahrung der Grunds&#228;tze der Koordination, der Lastengleichheit und der Rechtsgleichheit nur entsprechend dem Massnahmenplan und allenfalls durch Anpassung des Zonenplans anzuordnen. Von emissionsmindernden Massnahmen, die unabh&#228;ngig vom Massnahmenplan speziell im Rahmen des Bewilligungsverfahrens auf das zu beurteilende Vorhaben zugeschnitten werden, ist in diesen F&#228;llen hingegen abzusehen (BGE 124 II 272 E. 4c/ee S. 282). Diese Rechtsprechung kann vorliegend insofern nicht unbesehen angewendet werden, als gerade die Festlegung eines Zonenplans in Form einer &#220;berbauungsordnung zu beurteilen ist, im Rahmen dessen bei Bedarf durchaus versch&#228;rfte Emissionsbegrenzungen festgelegt werden k&#246;nnten. Das &#228;ndert jedoch nichts daran, dass es grunds&#228;tzlich Sache des Massnahmenplans ist, hinsichtlich der durch zahlreiche Anlagen verursachten Immissionen die erforderlichen Massnahmen aufzuzeigen, die Art und Weise des Vollzugs zu bestimmen und den Realisierungszeitraum festzulegen (vgl. Art. 32 Abs. 1 LRV und BGE 124 II 272 E. 4a S. 279 und E. 5c S. 285).\nc) Entgegen der Behauptung der Beschwerdef&#252;hrer liegt f&#252;r die Region Thun ein Massnahmenplan Lufthygiene vor. Er stammt aus dem Jahr 1992 und wird derzeit &#252;berarbeitet. Allerdings enth&#228;lt der Plan keine ausdr&#252;cklichen Massnahmen f&#252;r Kehrichtverbrennungsanlagen. Hingegen sieht er f&#252;r Spezialanlagen, in denen G&#252;ter durch unmittelbare Ber&#252;hrung mit Feuerungsabgasen behandelt werden, generell vor, dass der Situation angepasste Konzepte zur Emissionsbegrenzung, vor allem zur Begrenzung der NOx-Emissionen, festgelegt werden. Vorliegend hat das KIGA im Mitberichtsverfahren bei der Beurteilung des UVB erkl&#228;rt, es sei mit den vorgesehenen Emissionsbegrenzungen einverstanden und ein Konflikt BGE 127 II 238 S. 262mit dem Massnahmenplan bestehe nicht. Diese Aussage bezieht sich ausdr&#252;cklich auch auf den von der Anlage verursachten Verkehr.\nd) Nach den Darlegungen im UVB, auf die gem&#228;ss den Feststellungen in Erw&#228;gung 7 hiervor abzustellen ist, betr&#228;gt die Zusatzbelastung mit NO2, welche von der Kehrichtverbrennungsanlage selbst verursacht wird, h&#246;chstens 0.17 &#181;g/m3, somit rund 0.5% des Jahresmittelgrenzwertes von 30 &#181;g/m3. Die h&#246;chste Zusatzbelastung aus dem Strassenverkehr wurde f&#252;r NO2 mit 0.23 &#181;g/m3 (Jahresmittel) berechnet, an den meisten Orten liegt sie tiefer. Die h&#246;chsten kurzzeitigen NO2-Immissionen der Anlage werden bei 4 &#181;g/m3 liegen. Die maximalen PM10-Immissionen der Kehrichtverbrennung liegen unter 0.01 &#181;g/m3, jene des Verkehrs von und zu der Anlage bei 0.03 &#181;g/m3, bei einem Jahresmittelgrenzwert von 20 &#181;g/m3 und einem 24-Stunden-Mittelwert von 50 &#181;g/m3. Auch der Einfluss auf die Schwermetallgehalte im Schwebestaub ist gering. Das umstrittene Vorhaben f&#252;hrt f&#252;r sich allein betrachtet klarerweise nicht zu &#220;berschreitungen der geltenden Immissionsgrenzwerte.\nAngesichts der zu erwartenden Belastungen aus dem Betrieb ist es nicht zu beanstanden, dass die Vorinstanz die Anlage nicht als &#252;berdurchschnittlichen Emittenten angesehen hat. Die versch&#228;rfte Emissionsbegrenzung richtet sich daher allein nach dem Massnahmenplan, zu dem wie erw&#228;hnt kein Widerspruch entsteht.\nDie Emissionswerte, welche als Garantiewerte einzuhalten sind, liegen durchwegs unter den entsprechenden vorsorglichen Emissionsgrenzwerten gem&#228;ss Anhang 2 Ziff. 714 LRV. Die Verpflichtung zur Einhaltung der Garantiewerte kann in gewissem Sinn als versch&#228;rfte Emissionsbegrenzung verstanden werden. Gem&#228;ss den Feststellungen des Verwaltungsgerichts ist &#252;berdies zu erwarten, dass die effektiven Emissionen im Betrieb nochmals unter den Garantiewerten liegen werden. Nachdem der Massnahmenplan diesbez&#252;glich nichts anderes vorsieht, erscheinen die Emissionsbegrenzungen als ausreichend. Unzutreffend ist namentlich die Auffassung der Beschwerdef&#252;hrer, die Gef&#228;hrlichkeit von PM10 sei derart, dass jede noch so geringf&#252;gige Zusatzbelastung als &#252;berdurchschnittliche und damit unzul&#228;ssige Immission anzusehen sei. Auch beim PM10 ist es Sache der Massnahmenplanung, f&#252;r eine systematische und lastengleiche Verteilung der Beitr&#228;ge zur Reduktion der &#252;berm&#228;ssigen Belastung zu sorgen.\nZur Zeit befindet sich der Massnahmenplan in &#220;berarbeitung. Es deutet entgegen der Auffassung der Beschwerdef&#252;hrer nichts darauf hin, dass das Vorhaben die Planrevision negativ pr&#228;judizieren BGE 127 II 238 S. 263k&#246;nnte. Insbesondere k&#246;nnen Massnahmen im Bereich Verkehr, z.B. die beschleunigte Umr&#252;stung der Kehrichtfahrzeuge auf schadstoff&#228;rmere Betriebsweise, unabh&#228;ngig davon angeordnet und durchgef&#252;hrt werden, ob die umstrittene Anlage gebaut wird oder nicht.\ne) Es trifft zu, dass die Emissionen der Kehrichtverbrennung zur Ozonbildung beitragen. Wie das Verwaltungsgericht indessen zutreffend erwogen hat, w&#228;re dies auch dann der Fall, wenn der Abfall der AVAG-Region in einer anderen Anlage verbrannt w&#252;rde, da die Ozonbildung ein grossr&#228;umiger Vorgang ist, bei welchem die Quelle der Vorl&#228;uferschadstoffe (Stickstoffoxide und fl&#252;chtige Kohlenwasserstoffe) und Immissionsort weit auseinander liegen k&#246;nnen. Der Grundsatzentscheid, dass Abf&#228;lle verbrannt und nicht unbehandelt deponiert werden sollen, wurde vom Gesetzgeber getroffen und kann nicht wegen der dabei entstehenden Luftbelastung, soweit sie unvermeidlich ist, in Frage gestellt werden. Dasselbe gilt hinsichtlich der von den Beschwerdef&#252;hrern angesprochenen Kohlendioxid-Problematik. Massgebend f&#252;r die Beurteilung des umstrittenen Projekts ist, dass die technisch m&#246;glichen Massnahmen zur Minimierung der Emissionen getroffen worden sind.\nf) Die Beschwerdef&#252;hrer weisen darauf hin, dass die Luftreinhalte-Verordnung keinen Emissionsgrenzwert f&#252;r Dioxine enth&#228;lt und folgern daraus, es d&#252;rften keine solchen an die Umwelt abgegeben werden. Sie behaupten auch, aus Frankreich sei bekannt, wie gesundheitsgef&#228;hrdend Kehrichtverbrennungsanlagen seien, weil die von ihnen emittierten Dioxine &#252;ber die Nahrungsmittel in den menschlichen Organismus gelangten.\nGem&#228;ss Art. 4 Abs. 1 LRV sind Emissionen, f&#252;r welche die LRV keine Emissionsbegrenzung festlegt, von der Vollzugsbeh&#246;rde so weit zu begrenzen, als dies technisch und betrieblich m&#246;glich und wirtschaftlich tragbar ist. Die Beschwerdef&#252;hrer irren sich daher, wenn sie jede Emission von Dioxinen f&#252;r unzul&#228;ssig halten. Vorliegend wurde, in Anlehnung an einen entsprechenden deutschen Grenzwert, eine Emissionsbegrenzung von 0.1 ng I-TEQ/Nm3t vorgeschrieben.\nAus einer Beilage zur Stellungnahme des BUWAL zur vorliegenden Beschwerde geht hervor, dass die franz&#246;sischen Kehrichtverbrennungsanlagen tats&#228;chlich alarmierend hohe Dioxinemissionen aufweisen. Die Gr&#252;nde daf&#252;r sind in erster Linie der schlechte Ausbrand der Rauchgase sowie ungen&#252;gende Rauchgasreinigungsanlagen. Diese Umst&#228;nde lassen sich nicht auf die Schweiz &#252;bertragen. F&#252;r die 28 Kehrichtverbrennungsanlagen der Schweiz wurden BGE 127 II 238 S. 264f&#252;r das Jahr 1999 Dioxinemissionen von insgesamt 17.1 g oder ca. 13% der gesamtschweizerischen Dioxinemissionen ermittelt. Der gr&#246;sste Teil der Dioxinemissionen aus der Kehrichtverbrennung stammt von vier Anlagen, welche f&#252;r die Rauchgasreinigung &#252;ber keine DENOX-Anlage verf&#252;gen. Diese vier Anlagen werden demn&#228;chst stillgelegt (z.B. Zermatt) oder saniert (z.B. Biel). Jene 17 Anlagen, welche mit einer modernen SCR (selective catalytic reduction)-DENOX-Anlage ausgestattet sind, emittieren gesamthaft nur 1.4 g Dioxin pro Jahr, obwohl darin rund 57% der gesamten Kehrichtmenge verbrannt wird.\nAngesichts dieser Tatsachen ist die Emissionsbegrenzung f&#252;r Dioxin ohne weiteres als gen&#252;gend zu betrachten.\ng) Zusammenfassend ergibt sich, dass der angefochtene Entscheid die Aspekte der Luftreinhaltung zutreffend behandelt hat. Die Einw&#228;nde der Beschwerdef&#252;hrer sind unbegr&#252;ndet.\n \n   \n   "
}