{
  "titre": "142 IV 315",
  "annee": "2016",
  "contenu": "\n      \n  Chapeau\n142 IV 31542. Extrait de l'arr&#234;t de la Cour de droit p&#233;nal dans la cause X. contre Minist&#232;re public central du canton de Vaud (recours en mati&#232;re p&#233;nale)\n6B_70/2016 du 2 juin 2016\n  \nRegeste&#160;a\nArt. 6 al. 2 DPA; responsabilit&#233; p&#233;nale du chef d'entreprise.  La violation d'une obligation juridique au sens de l'art. 6 al. 2 DPA suppose une position de garant, soit l'existence d'une obligation juridique sp&#233;cifique d'emp&#234;cher le comportement en cause en exer&#231;ant une surveillance, en donnant des instructions et en intervenant au besoin. Dans la mesure o&#249;, dans la r&#232;gle, c'est au chef d'entreprise que s'adressent les normes de droit administratif, il faut admettre qu'il est juridiquement tenu d'en garantir l'application, respectivement d'en emp&#234;cher la violation. Responsabilit&#233; p&#233;nale admise en l'esp&#232;ce, le chef d'entreprise ayant omis de prendre des mesures et de donner des instructions ad&#233;quates &#224; son personnel (consid. 2). \n\n\n  \nRegeste&#160;b\nArt. 34 al. 2, 2e phrase, CP; fixation du jour-amende selon la situation personnelle et &#233;conomique de l'auteur.  Confirmation de la jurisprudence en relation avec les crit&#232;res d&#233;terminant la peine p&#233;cuniaire (revenu, fortune, train de vie, obligations d'assistance, circonstances personnelles et minimum vital; consid. 5). \n\n\n  \n  \n  \n  \n  \nFaits &#224; partir de page 316\n\n\n    BGE 142 IV 315 S. 316\n   \n\n    A. Par jugement du 29 juin 2015, le Tribunal de police de l'arrondissement de La C&#244;te a reconnu X. coupable d'appropriation ill&#233;gitime (art. 137 CP), de dommages &#224; la propri&#233;t&#233; (art. 144 CP), de tentative de contrainte (art. 181 CP), d'infraction par n&#233;gligence &#224; la loi f&#233;d&#233;rale du 24 janvier 1991 sur la protection des eaux (LEaux; RS 814.20), de contravention &#224; la loi vaudoise du 4 d&#233;cembre 1985 sur l'am&#233;nagement du territoire et les constructions (LATC; RSV 700.11), de contravention &#224; la loi f&#233;d&#233;rale du 7 octobre 1983 sur la protection de l'environnement (LPE; RS 814.01), de contravention &#224; la loi foresti&#232;re vaudoise du 8 mai 2012 (LVLFO; RSV 921.01), de BGE 142 IV 315 S. 317contravention &#224; la loi f&#233;d&#233;rale du 1er juillet 1966 sur les &#233;pizooties (LFE; RS 916.40) et de contravention &#224; la loi f&#233;d&#233;rale du 15 d&#233;cembre 2000 sur les m&#233;dicaments et dispositifs m&#233;dicaux (LPTh; RS 812.21). Le Tribunal a condamn&#233; l'int&#233;ress&#233; &#224; une peine p&#233;cuniaire de 80 jours-amende &#224; 1'000 fr. et &#224; une amende de 30'000 fr., peine convertible en 30 jours de peine privative de libert&#233; de substitution, sanction partiellement compl&#233;mentaire &#224; la peine prononc&#233;e le 13 mars 2014 par le Minist&#232;re public de l'arrondissement de Lausanne. Le sursis accord&#233; le 13 mars 2014 a &#233;t&#233; r&#233;voqu&#233; et l'ex&#233;cution de la peine prononc&#233;e ordonn&#233;e. Pour finir, le Tribunal a condamn&#233; l'int&#233;ress&#233; &#224; payer au canton de Vaud la somme de 20'000 fr. &#224; titre de cr&#233;ance compensatrice.\n\n    B. Par jugement du 17 novembre 2015, la Cour d'appel p&#233;nale du Tribunal cantonal du canton de Vaud a rejet&#233; aussi bien l'appel de X. que l'appel joint form&#233; par le Minist&#232;re public.\n\n    C. X. interjette un recours en mati&#232;re p&#233;nale au Tribunal f&#233;d&#233;ral contre ce jugement dont il demande la r&#233;forme. Il conclut &#224; sa condamnation uniquement pour les chefs d'accusation de contraventions &#224; la LATC, &#224; la LVLFO, &#224; la LFE et &#224; la LPTh, &#224; sa lib&#233;ration de tous les autres chefs d'accusation retenus dans le jugement attaqu&#233;, &#224; sa condamnation &#224; une peine p&#233;cuniaire de 15 jours-amende &#224; 100 fr. et &#224; une amende de 1'000 fr., au renoncement &#224; la r&#233;vocation du sursis accord&#233; le 13 mars 2014 et &#224; la lib&#233;ration de toute cr&#233;ance compensatrice &#224; l'&#233;gard de l'Etat de Vaud. Il requiert par ailleurs l'octroi de l'effet suspensif.\nInvit&#233;s &#224; se d&#233;terminer sur la question de la valeur retenue &#224; titre de jour-amende, la Cour d'appel p&#233;nale et le Minist&#232;re public ont en substance conclu &#224; la confirmation du jugement attaqu&#233; sur ce point. Le recourant a d&#233;pos&#233; des observations compl&#233;mentaires.\nLe Tribunal f&#233;d&#233;ral a partiellement admis le recours.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. En premier lieu, le recourant conteste, pour des motifs identiques, sa condamnation pour infraction par n&#233;gligence &#224; la LEaux et pour contravention &#224; la LPE.\n\n    2.1 Le recourant ne remet pas en cause le fait que du purin provenant du domaine agricole qu'il exploite s'est &#233;coul&#233; dans les eaux de la rivi&#232;re \"C.\", polluant le cours d'eau et entra&#238;nant la mort de nombreux poissons, crevettes et insectes (art. 70 al. 1 let. a LEaux), et BGE 142 IV 315 S. 318que des d&#233;chets ont &#233;t&#233; incin&#233;r&#233;s en plein air dans l'enceinte d'un autre de ses domaines, alors qu'ils auraient d&#251; &#234;tre &#233;vacu&#233;s via les fili&#232;res officielles (art. 61 let. f LPE). Il consid&#232;re n&#233;anmoins qu'aucun reproche ne peut lui &#234;tre adress&#233; personnellement et, partant, critique sa condamnation en application de l'art. 6 al. 2 de la loi f&#233;d&#233;rale du 22 mars 1974 sur le droit p&#233;nal administratif (DPA; RS 313.0). La juridiction cantonale n'aurait pas d&#233;montr&#233; que des obligations r&#233;sultant de sa position de garant avaient &#233;t&#233; fautivement viol&#233;es.\n\n    2.2 \n   \n\n    2.2.1 Conform&#233;ment &#224; l'art. 6 DPA, applicable par analogie aux actes punissables en vertu de la LEaux et de la LPE (art. 73 LEaux et 62 al. 1 LPE), lorsqu'une infraction est commise dans la gestion d'une personne morale, d'une soci&#233;t&#233; en nom collectif ou en commandite, d'une entreprise individuelle ou d'une collectivit&#233; sans personnalit&#233; juridique ou de quelque autre mani&#232;re dans l'exercice d'une activit&#233; pour un tiers, les dispositions p&#233;nales sont applicables aux personnes physiques qui ont commis l'acte (al. 1). Le chef d'entreprise, l'employeur, le mandant ou le repr&#233;sent&#233; qui, intentionnellement ou par n&#233;gligence et en violation d'une obligation juridique, omet de pr&#233;venir une infraction commise par le subordonn&#233;, le mandataire ou le repr&#233;sentant ou d'en supprimer les effets, tombe sous le coup des dispositions p&#233;nales applicables &#224; l'auteur ayant agi intentionnellement ou par n&#233;gligence (al. 2). Lorsque le chef d'entreprise, l'employeur, le mandant ou le repr&#233;sent&#233; est une personne morale, une soci&#233;t&#233; en nom collectif ou en commandite, une entreprise individuelle ou une collectivit&#233; sans personnalit&#233; juridique, l'al. 2 s'applique aux organes et &#224; leurs membres, aux associ&#233;s g&#233;rants, dirigeants effectifs ou liquidateurs fautifs (al. 3).\n\n    2.2.2 La violation d'une obligation juridique au sens de l'art. 6 al. 2 DPA suppose une position de garant, soit l'existence d'une obligation juridique sp&#233;cifique d'emp&#234;cher le comportement en cause en exer&#231;ant une surveillance, en donnant des instructions et en intervenant au besoin. Dans la mesure o&#249;, dans la r&#232;gle, c'est au chef d'entreprise que s'adressent les normes de droit administratif, il faut admettre qu'il est juridiquement tenu d'en garantir l'application, respectivement d'en emp&#234;cher la violation (arr&#234;t 6B_189/2009 du 20 mai 2009 consid. 3.2.3 et les r&#233;f&#233;rences).\n\n    2.3 \n   \n\n    2.3.1 Selon les constatations du jugement de premi&#232;re instance, auxquelles renvoie le jugement attaqu&#233;, le recourant a toujours &#233;t&#233; tr&#232;s BGE 142 IV 315 S. 319impliqu&#233; dans la gestion de son domaine et est plut&#244;t interventionniste. C'est d'ailleurs le recourant qui, de son propre aveu, avait ordonn&#233; que le r&#233;duit annexe &#224; la fosse &#224; purin soit am&#233;nag&#233; en pi&#232;ce pour la traite des vaches destin&#233;es &#224; la consommation de viande. Il a fait installer un tuyau reliant ce local &#224; la fosse &#224; purin, dans l'id&#233;e d'y faire &#233;vacuer le lait. Au moment de la r&#233;alisation de ce projet, il n'a pas tenu compte du fait que la fosse &#224; purin pouvait &#234;tre relativement haute et que le purin pouvait d&#233;border dans l'autre sens par le tuyau reliant les deux espaces et s'&#233;vacuer par le collecteur d'eaux claires qui se trouvait dans le r&#233;duit en cours d'am&#233;nagement. Or, lorsque le recourant a donn&#233; l'instruction &#224; l'un de ses employ&#233;s de brasser la fosse &#224; purin, la masse de purin est mont&#233;e et s'est d&#233;vers&#233;e dans le r&#233;duit par le tuyau litigieux, puis s'est &#233;coul&#233;e dans le collecteur d'eaux claires et enfin dans la rivi&#232;re. Si le recourant n'a pas agi de mani&#232;re intentionnelle, il a omis de veiller &#224; ce que ses employ&#233;s prennent toutes les pr&#233;cautions qui s'imposaient lors de la manipulation de la fosse &#224; purin. Au moment d'ordonner le brassage, il aurait d&#251; demander aux employ&#233;s de veiller &#224; ce que le purin ne d&#233;borde pas et ne vienne pas souiller l'entr&#233;e de ce tuyau dont il connaissait l'existence, puisqu'il en avait con&#231;u le plan. Il aurait &#233;galement d&#251; instruire ses employ&#233;s sur le fait qu'il fallait pr&#234;ter une attention particuli&#232;re &#224; la grille d'&#233;vacuation vers les eaux claires dans le r&#233;duit en cours d'am&#233;nagement.\n\n    2.3.2 S'agissant de l'incin&#233;ration illicite de d&#233;chets, il a &#233;t&#233; consid&#233;r&#233; que le fait que des d&#233;chets &#233;taient r&#233;guli&#232;rement incin&#233;r&#233;s sur le domaine ne pouvait &#233;chapper au recourant, compte tenu de sa pr&#233;sence r&#233;guli&#232;re et de son implication dans la gestion de celui-ci. Or il n'a rien fait pour interdire cette fa&#231;on de faire et veiller de mani&#232;re scrupuleuse &#224; ce que les d&#233;chets soient &#233;vacu&#233;s via les fili&#232;res officielles.\n\n    2.4 Le recourant ne remet pas en question les faits constat&#233;s par les autorit&#233;s cantonales, mais all&#232;gue qu'il ne lui incombait aucun devoir juridique particulier. Or l'art. 6 al. 1 LEaux, selon lequel il est interdit d'introduire directement ou indirectement dans une eau des substances de nature &#224; la polluer, et l'art. 30c al. 2 LPE, selon lequel il est interdit d'incin&#233;rer les d&#233;chets ailleurs que dans une installation (&#224; l'exception des d&#233;chets naturels, provenant des for&#234;ts, des champs et des jardins, si leur incin&#233;ration n'entra&#238;ne pas d'immissions excessives), interdisent de fa&#231;on claire et non &#233;quivoque des comportements susceptibles de porter atteinte &#224; l'environnement. C'est au recourant qu'il incombait, en sa qualit&#233; de chef d'entreprise, de veiller BGE 142 IV 315 S. 320&#224; ce que les dispositions pr&#233;cit&#233;es soient respect&#233;es. Son omission - non contest&#233;e - de prendre des mesures et de donner des instructions ad&#233;quates &#224; son personnel suffit ainsi &#224; engager sa responsabilit&#233; p&#233;nale. Le grief est mal fond&#233;.\n(...)\n\n    5. Le recourant conteste ensuite la valeur retenue &#224; titre de jour-amende.\n\n    5.1 La juridiction pr&#233;c&#233;dente a estim&#233; que le montant de 1'000 fr. avait &#233;t&#233; calcul&#233; par la juridiction de premi&#232;re instance sur des bases correctes, soit un revenu de 440'000 fr. par an et une fortune imposable de 5'136'000 francs. Les frais de logement n'avaient pas &#224; &#234;tre pris en compte, tandis que les frais professionnels et les charges d'assurance-maladie avaient &#233;t&#233; inclus dans le calcul par le biais des d&#233;ductions fiscales. Dans tous les cas, le montant des revenus exc&#233;dait encore de plusieurs dizaines de milliers de francs le revenu annuel de 365'000 fr. correspondant &#224; un montant de 1'000 fr. retenu pour le jour-amende.\n\n    5.2 Le recourant reproche &#224; la juridiction pr&#233;c&#233;dente de n'avoir pas tenu compte dans le cadre de la d&#233;termination du montant du jour-amende du montant de ses imp&#244;ts (au moins 180'000 fr.), du fait qu'il avait encore trois enfants majeurs &#224; charge ainsi que de ses autres frais (logement, assurances, frais d'acquisition du revenu, minimum d'existence). A son avis, le revenu net d&#233;terminant pour la fixation du montant du jour-amende ne s'&#233;levait pas &#224; plus de 50'000 francs.\n\n    5.3 \n   \n\n    5.3.1 Selon l'art. 34 al. 2, 2e phrase, CP, le juge fixe le montant du jour-amende selon la situation personnelle et &#233;conomique de l'auteur au moment du jugement, notamment en tenant compte de son revenu et de sa fortune, de son mode de vie, de ses obligations d'assistance, en particulier familiales, et du minimum vital.\n\n    5.3.2 Le montant du jour-amende doit &#234;tre fix&#233; en partant du revenu que l'auteur r&#233;alise en moyenne quotidiennement, quelle qu'en soit la source, car c'est la capacit&#233; &#233;conomique r&#233;elle de fournir une prestation qui est d&#233;terminante. Constituent des revenus, outre ceux d'une activit&#233; lucrative d&#233;pendante ou ind&#233;pendante, notamment les revenus d'une exploitation industrielle, agricole ou foresti&#232;re, ainsi que les revenus de la fortune (loyers et fermages, int&#233;r&#234;ts du capital, dividendes, etc.), les contributions d'entretien de droit public ou BGE 142 IV 315 S. 321priv&#233;, les prestations d'aide sociale ainsi que les revenus en nature. Ce qui est d&#251; en vertu de la loi ou ce dont l'auteur ne jouit pas &#233;conomiquement doit en &#234;tre soustrait. Il en va ainsi des imp&#244;ts courants, des cotisations &#224; l'assurance-maladie et accidents obligatoire, ou encore des frais n&#233;cessaires d'acquisition du revenu, respectivement pour les ind&#233;pendants, des frais justifi&#233;s par l'usage de la branche. Le principe du revenu net exige que seul le disponible exc&#233;dant les frais d'acquisition du revenu soit pris en consid&#233;ration, dans les limites de l'abus de droit. L'&#233;valuation du revenu net peut, dans la r&#232;gle, &#234;tre effectu&#233;e sur la base des donn&#233;es de la d&#233;claration d'imp&#244;t (cf. art. 34 al. 3 CP). La notion p&#233;nale de revenu au sens de l'art. 34 al. 2 CP ne se confond cependant pas avec celle du droit fiscal, ce qui peut notamment avoir une incidence pour les ind&#233;pendants, les propri&#233;taires d'habitations ou les b&#233;n&#233;ficiaires de bourses. Si les revenus fluctuent fortement, il est n&#233;cessaire de se r&#233;f&#233;rer &#224; une moyenne repr&#233;sentative des derni&#232;res ann&#233;es, sans que cela remette en cause le principe selon lequel la situation d&#233;terminante est celle existant au moment o&#249; statue le juge du fait. Cette r&#232;gle ne signifie en effet rien d'autre que le tribunal doit &#233;tablir de mani&#232;re aussi exacte et actuelle que possible la capacit&#233; &#233;conomique de l'int&#233;ress&#233;, en tenant compte si possible de la p&#233;riode durant laquelle la peine p&#233;cuniaire devra &#234;tre pay&#233;e. Il s'ensuit que les augmentations ou les diminutions attendues du revenu doivent &#234;tre prises en consid&#233;ration. Elles ne doivent toutefois l'&#234;tre que si elles sont concr&#232;tes et imminentes (ATF 134 IV 60 consid. 6.1 p. 68; arr&#234;t 6B_845/2009 du 11 janvier 2010 consid. 1.1.2, in SJ 2010 I p. 205).\n\n    5.3.3 La loi mentionne encore la fortune comme crit&#232;re d'&#233;valuation. Il s'agit de la substance m&#234;me du patrimoine, les fruits de ce dernier constituant d&#233;j&#224; des revenus. La mesure dans laquelle l'&#233;tendue de la fortune influence la fixation du jour-amende r&#233;sulte du sens et du but de la peine p&#233;cuniaire. Celui qui subvient &#224; ses besoins par ses revenus courants, doit s'acquitter de la peine p&#233;cuniaire au moyen de ces derniers et se laisser ainsi restreindre dans son train de vie habituel, qu'il s'agisse de revenus du travail, de la fortune ou de rentes. Qu'il y ait ou non de la fortune ne justifie de la sorte respectivement ni augmentation ni diminution de la quotit&#233; du jour-amende. La peine p&#233;cuniaire tend en effet avant tout &#224; toucher l'auteur dans ses revenus et non dans les sources de ces derniers. On ne voit pas non plus que l'auteur, qui par ses propres moyens ou en ayant par BGE 142 IV 315 S. 322le pass&#233; renonc&#233; &#224; consommer a accumul&#233; de la fortune, doive &#234;tre moins bien trait&#233; que celui qui, dans le m&#234;me temps, a consomm&#233; ses revenus. La peine p&#233;cuniaire ne peut tendre &#224; la confiscation totale ou partielle de la fortune. Cette derni&#232;re ne doit donc &#234;tre prise en compte qu'&#224; titre subsidiaire pour fixer la quotit&#233; du jour-amende, lorsque la situation patrimoniale, particuli&#232;re, contraste avec un revenu comparativement faible. En d'autres termes, elle demeure significative lorsque l'auteur vit de toute fa&#231;on de la substance m&#234;me de sa fortune. Cette derni&#232;re constitue un &#233;l&#233;ment pertinent dans la mesure o&#249; l'auteur en tire sa subsistance quotidienne (ATF 134 IV 60 consid. 6.2 p. 69; voir &#233;galement arr&#234;t 6B_83/2010 du 8 juillet 2010 consid. 5.1.3 in fine et 5.2).\n\n    5.3.4 La loi mentionne aussi sp&#233;cialement d'&#233;ventuelles obligations d'assistance, familiales en particulier. La raison en est que les membres de la famille ne doivent, autant que possible, pas &#234;tre affect&#233;s par la restriction apport&#233;e au train de vie. Le revenu net doit &#234;tre amput&#233; des montants dus &#224; titre d'entretien ou d'assistance, pour autant que le condamn&#233; s'en acquitte effectivement. Le tribunal peut, dans une large mesure, se r&#233;f&#233;rer aux principes du droit de la famille en ce qui concerne le calcul de ces montants. D'autres charges financi&#232;res ne peuvent &#234;tre prises en compte que dans le cadre de la situation personnelle. Des engagements plus importants de l'auteur, pr&#233;existants et ind&#233;pendants des faits (p. ex. des paiements par acomptes pour des biens de consommation), n'entrent en principe pas en ligne de compte. Si tout type d'engagement financier devait &#234;tre d&#233;duit, l'auteur ob&#233;r&#233; ou tenu de s'acquitter d'acomptes ou par un leasing se verrait mieux trait&#233; que celui qui n'a pas de telles charges. En r&#232;gle g&#233;n&#233;rale, les int&#233;r&#234;ts hypoth&#233;caires et les frais de logement ne peuvent pas &#234;tre d&#233;duits. Il n'y a pas lieu non plus de prendre en consid&#233;ration les obligations qui sont la cons&#233;quence directe ou indirecte des faits (dommages-int&#233;r&#234;ts, tort moral, frais judiciaires, etc.). Si l'auteur a reconnu le dommage et qu'il s'acquitte d&#233;j&#224; avant le jugement de sommes en mains du l&#233;s&#233;, cette circonstance doit &#234;tre prise en compte dans le cadre du repentir et de la r&#233;paration du dommage pour fixer le nombre des jours-amende (art. 48 let. d CP) ainsi que dans le pronostic pour l'octroi du sursis &#224; la peine p&#233;cuniaire (art. 42 al. 1 &#224; 3 CP). Il est exclu d'en tenir compte cumulativement lors de la fixation du montant des jours-amende. Des charges financi&#232;res extraordinaires peuvent en revanche conduire &#224; une r&#233;duction BGE 142 IV 315 S. 323lorsqu'elles correspondent &#224; des besoins financiers accrus r&#233;sultant de la situation de l'auteur et ind&#233;pendants de sa volont&#233; (ATF 134 IV 60 consid. 6.4 p. 70; arr&#234;t 6B_845/2009 du 11 janvier 2010 consid. 1.1.4, in SJ 2010 I p. 205).\n\n    5.4 En l'occurrence, le recourant d&#233;montre &#224; satisfaction de droit que la juridiction pr&#233;c&#233;dente n'a, au moment de fixer le montant du jour-amende, pas soustrait des revenus r&#233;alis&#233;s les imp&#244;ts courants dus. Contrairement &#224; ce que soutiennent la juridiction pr&#233;c&#233;dente et le Minist&#232;re public, il ne se justifie pas de tenir compte de la fortune du recourant; les conditions fix&#233;es par la jurisprudence pour qu'elle soit prise en consid&#233;ration ne sont manifestement pas remplies, d&#232;s lors qu'il n'est pas &#233;tabli que le recourant vit de la substance m&#234;me de sa fortune. De m&#234;me n'y a-t-il pas lieu d'examiner la prise en consid&#233;ration d'autres charges financi&#232;res, faute pour le recourant d'&#233;tablir le caract&#232;re erron&#233; de la motivation du jugement attaqu&#233; &#224; leur propos. Quant &#224; l'all&#233;gation selon laquelle ses trois enfants seraient encore &#224; sa charge, le grief, invoqu&#233; pour la premi&#232;re fois devant le Tribunal f&#233;d&#233;ral, est nouveau et, partant, irrecevable.\n\n    5.5 Le vice peut &#234;tre corrig&#233; directement, sans renvoi &#224; l'autorit&#233; pr&#233;c&#233;dente (art. 107 al. 2 LTF). Il ressort du dossier que la charge fiscale d&#233;coulant d'un revenu net de 440'000 fr. s'&#233;l&#232;ve &#224; env. 210'000 francs. Dans ces conditions, il appara&#238;t ad&#233;quat de fixer la valeur du jour-amende &#224; 630 francs. (...)\n \n   \n   "
}