{
  "titre": "89 I 27",
  "annee": "1963",
  "contenu": "\n      \n  Chapeau\n89 I 275. Arr&#234;t du 23 janvier 1963 dans la cause Bullet et consorts contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nLibert&#233; du commerce et de l'industrie. Egalit&#233; devant la loi. Fermeture des magasins. Arr&#234;t&#233; de port&#233;e g&#233;n&#233;rale. Art. 4, 31 Cst., 84 OJ.  1. Constitue un arr&#234;t&#233; de port&#233;e g&#233;n&#233;rale susceptible de recours de droit public la convention professionnelle approuv&#233;e par l'autorit&#233; cantonale et relative &#224; la fermeture de certains magasins (consid. 1). \n2. Les mesures de police reposant sur l'art. 31 al. 2 Cst. doivent respecter notamment le principe de proportionnalit&#233; et celui de l'&#233;galit&#233; de traitement entre concurrents directs. \nEst conforme &#224; ces principes la mesure qui: \n-  ordonne la fermeture des pharmacies un demi-jour ouvrable par semaine pour assurer aux employ&#233;s le repos garanti par la loi, sans en faire autant &#224; l'&#233;gard des drogueries; \n-  subordonne &#224; l'autorisation de la police la fixation du jour de fermeture ou la modification de ce jour; \n- interdit toute livraison pendant la demi-journ&#233;e de fermeture (consid. 2-4). \n3. Il n'est pas contraire &#224; l'&#233;galit&#233; devant la loi d'ordonner la fermeture des pharmacies un demi-jour ouvrable par semaine sans en faire autant &#224; l'&#233;gard des autres professions lib&#233;rales (consid. 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 28\n\n\n    BGE 89 I 27 S. 28\n   \n\n    A.- Les art. 8 &#224; 14 de la loi vaudoise du 20 d&#233;cembre 1944 sur le travail (LT) limitent &#224; un certain nombre d'heures par semaine - variable d'ailleurs suivant les professions - la dur&#233;e du travail du personnel dans l'industrie, le commerce, les arts et m&#233;tiers et les professions lib&#233;rales. L'art. 15 LT dispose:\n\"A la demande d'une organisation professionnelle ou d'une autorit&#233; communale, le D&#233;partement de l'agriculture, de l'industrie et du commerce peut approuver les conventions r&#233;glant les jours BGE 89 I 27 S. 29et demi-jours de fermeture des magasins admises par les deux tiers des professionnels de la m&#234;me branche; ces ententes peuvent intervenir par communes, par r&#233;gions ou pour tout le canton. Le d&#233;partement peut soumettre son approbation &#224; certaines conditions fix&#233;es par l'arr&#234;t&#233; d'application.\nL'approbation donne force de loi &#224; ces conventions pour l'ensemble des professionnels de la m&#234;me branche sur le territoire consid&#233;r&#233;.\"\n\n    B.- En mars 1961, l'Association des pharmaciens lausannois, qui compte soixante membres - il y a &#224; Lausanne 67 pharmacies -, d&#233;cida, &#224; titre d'essai, de fermer les officines une demi-journ&#233;e par semaine, le lundi matin ou le jeudi apr&#232;s-midi. Une cinquantaine de pharmaciens choisirent le jeudi apr&#232;s-midi, huit le lundi matin.\nEn septembre 1961, l'association, se fondant sur l'art. 15 LT, sollicita le D&#233;partement vaudois de l'agriculture, de l'industrie et du commerce de sanctionner la convention intervenue. Le 14 novembre 1961, le d&#233;partement, accueillant cette requ&#234;te, approuva, avec effets d&#232;s et y compris le 27 novembre 1961, la r&#233;glementation suivante:\n\"1.-  Les pharmacies exploit&#233;es sur le territoire de la commune de Lausanne sont ferm&#233;es une demi-journ&#233;e par semaine - lundi matin ou jeudi apr&#232;s-midi - sauf pendant les semaines o&#249; elles sont de service.\n2.- En raison de cette approbation, cette r&#233;glementation est obligatoire pour tous les pharmaciens exploitant ou dirigeant une pharmacie &#224; Lausanne, qu'ils soient membres ou non de l'Association des pharmaciens lausannois et qu'ils aient admis ou non la fermeture pr&#233;vue.\n3.- En cas de vente, remise, location, transformation ou r&#233;ouverture d'une pharmacie, la demi-journ&#233;e de fermeture hebdomadaire admise ant&#233;rieurement doit &#234;tre maintenue. Une modification (fermeture le lundi matin au lieu du jeudi apr&#232;s-midi ou vice versa ne peut intervenir que pour des raisons majeures ou d'int&#233;r&#234;t g&#233;n&#233;ral et avec l'accord de la Direction de police, laquelle peut pr&#233;alablement consulter l'organisation professionnelle int&#233;ress&#233;e.\n4.- Lors de l'ouverture d'une nouvelle pharmacie, le titulaire devra choisir son demi-jour de fermeture hebdomadaire d'entente avec l'Association des pharmaciens lausannois, sous r&#233;serve de l'approbation de la Direction de police.\n5.- Aucune livraison ne peut &#234;tre faite pendant la demi-journ&#233;e de fermeture hebdomadaire.\n6.- L'application de la pr&#233;sente r&#233;glementation est suspendue, chaque ann&#233;e:\na) du 11 au 31 d&#233;cembre;\nb) durant les semaines comprenant un jour f&#233;ri&#233; autre que le dimanche.\n\n    BGE 89 I 27 S. 30\n   \n7.- Demeurent r&#233;serv&#233;es les dispositions sp&#233;ciales et temporaires pouvant &#234;tre prises en cas d'&#233;pid&#233;mie.\n8.- Dispositions p&#233;nales: En cas d'infraction &#224; la pr&#233;sente r&#233;glementation, l'article 52 de la loi du 20 d&#233;cembre 1944 sur le travail est applicable.\"\n\n    C.- Pierre Bullet, Charles D&#233;gallier, Pierre Grumbach, Edouard Schmidt et Pierre Golaz, tous pharmaciens &#224; Lausanne, recoururent contre cette d&#233;cision au Conseil d'Etat du canton de Vaud. Le 4 juin 1962, celui-ci rejeta le recours et confirma la d&#233;cision attaqu&#233;e.\n\n    D.- Agissant par la voie du recours de droit public, Pierre Bullet et consorts requi&#232;rent le Tribunal f&#233;d&#233;ral d'annuler l'arr&#234;t&#233; du Conseil. d'Etat. Ils soutiennent que la r&#233;glementation adopt&#233;e par l'autorit&#233; cantonale viole les art. 4 et 31 Cst.\nLe Conseil d'Etat et l'Association des pharmaciens lausannois concluent au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La d&#233;cision du Conseil d'Etat, qui a &#233;t&#233; rendue avec plein pouvoir et remplace donc celle du d&#233;partement (RO 88 I 3), a donn&#233; force de loi (art. 15 al. 2 LT) &#224; la convention propos&#233;e par l'Association des pharmaciens lausannois. Cette convention a cess&#233; d&#232;s lors d'&#234;tre un acte de droit priv&#233;. Elle est devenue un arr&#234;t&#233; de port&#233;e g&#233;n&#233;rale &#233;manant des organes de l'Etat et susceptible de recours de droit public conjointement avec l'arr&#234;t&#233; qui l'a approuv&#233;e.\n\n    2. L'art. 31 Cst., qui garantit la libert&#233; du commerce et de l'industrie, r&#233;serve en son second alin&#233;a les prescriptions cantonales sur l'exercice du commerce et de l'industrie. Ces prescriptions, qui ne sauraient en principe porter atteinte &#224; la libert&#233; du commerce et de l'industrie, ne peuvent &#234;tre que des r&#232;gles de police destin&#233;es &#224; sauvegarder l'ordre, la tranquillit&#233;, la s&#233;curit&#233;, la sant&#233; et la moralit&#233; publics, ainsi que la bonne foi commerciale. Elles doivent &#234;tre proportionn&#233;es au but vis&#233; et traiter de mani&#232;re &#233;gale tous ceux qui exercent une m&#234;me profession.BGE 89 I 27 S. 31\n\nSinon, elles violent l'art. 31 Cst. (RO 87 I 447/448, consid. 6 a et b; 87 I 453; 86 I 274).\nSelon une jurisprudence constante, fond&#233;e sur ces r&#232;gles g&#233;n&#233;rales, les prescriptions du droit cantonal limitant la dur&#233;e du travail constituent des mesures de police destin&#233;es &#224; prot&#233;ger la sant&#233; publique et sont d&#232;s lors conformes en principe &#224; l'art. 31 Cst. (RO 73 I 99, 70 I 3). Il en va de m&#234;me des dispositions qui, pour assurer au personnel le repos garanti par la loi, ordonnent la fermeture des magasins un jour ouvrable (RO 86 I 274/275). Cependant, en tant que mesure de police, cette fermeture doit respecter le principe de proportionnalit&#233; et, par cons&#233;quent, &#234;tre n&#233;cessaire pour que les employ&#233;s puissent jouir en fait du repos qui leur est garanti. Avant de l'ordonner, l'autorit&#233; cantonale s'assurera donc qu'elle est justifi&#233;e par la situation de la branche &#233;conomique en cause, en particulier que les exploitants ne disposent pas du nombre d'employ&#233;s n&#233;cessaire pour pouvoir accorder &#224; chacun d'eux les cong&#233;s prescrits, tout en maintenant la charge de travail des autres dans les limites l&#233;gales et en assurant la bonne marche de l'entreprise. Lorsque le droit cantonal exige que la fermeture soit approuv&#233;e pr&#233;alablement par une certaine majorit&#233; de professionnels de la branche, cet avis, &#233;manant des int&#233;ress&#233;s, est un indice pour les pouvoirs publics que les conditions pr&#233;cit&#233;es sont remplies.\nLa d&#233;cision de fermeture sera conforme non seulement au principe de proportionnalit&#233;, mais aussi &#224; celui de l'&#233;galit&#233; devant la loi. C'est pourquoi le Tribunal f&#233;d&#233;ral admet que la fermeture peut &#234;tre ordonn&#233;e &#224; toutes les entreprises d'une m&#234;me branche, y compris celles qui n'ont pas d'employ&#233; ou qui en ont au contraire suffisamment pour pouvoir leur accorder les loisirs prescrits &#224; tour de r&#244;le et sans cesser l'exploitation; en effet, dit-il, &#224; d&#233;faut d'un tel r&#233;gime, des personnes qui exercent une m&#234;me profession et sont des concurrents se trouveraient plac&#233;es dans des conditions diff&#233;rentes et, partant, victimes d'une in&#233;galit&#233; de traitement (RO 86 I 274/275).BGE 89 I 27 S. 32\n   \nLe Tribunal f&#233;d&#233;ral ne consid&#232;re comme des concurrents au sens de cette jurisprudence que les concurrents directs, c'est-&#224;-dire ceux qui appartiennent &#224; la m&#234;me cat&#233;gorie d'entreprises ou &#224; la m&#234;me branche &#233;conomique. Toutefois, il n'entend pas fixer lui-m&#234;me le cadre de chaque branche &#233;conomique. Il estime que cette t&#226;che appartient en premier lieu aux cantons et qu'il ne doit corriger leur d&#233;cision sur ce point qu'en cas d'arbitraire ou d'erreur manifeste; sous cet angle restreint, il a jug&#233; que les cantons pouvaient par exemple d&#233;finir comme des branches &#233;conomiques distinctes les auberges d'une part, les h&#244;tels de l'autre, les magasins d'&#233;picerie et de denr&#233;es coloniales par rapport aux autres magasins d'alimentation, les cabarets-dancings au regard des dancings proprement dits ou les cin&#233;mas compar&#233;s aux autres entreprises de spectacle (RO 87 I 448/449).\n\n    3. Selon les recourants, la r&#233;glementation attaqu&#233;e a &#233;t&#233; dict&#233;e par les convenances des pharmaciens eux-m&#234;mes et non par le souci d'assurer au personnel le repos prescrit par la loi. Elle ne constituerait d&#232;s lors pas une mesure de police compatible avec l'art. 31 Cst.\nCertes, en proc&#233;dure cantonale, l'association intim&#233;e a d&#233;clar&#233; notamment que, \"si la grande majorit&#233; des pharmaciens a d&#233;sir&#233; ce demi-jour de libre, c'est justement pour que le pharmacien puisse vaquer &#224; des occupations personnelles hors de son officine sans avoir &#224; laisser sa pharmacie aux mains de personnel non dipl&#244;m&#233;\". Toutefois, il n'est pas certain que cette affirmation soit conforme &#224; l'avis de la majorit&#233; des pharmaciens. En tout cas, aucun d'eux ne s'est exprim&#233; dans ce sens &#224; l'assembl&#233;e g&#233;n&#233;rale du 19 novembre 1960 au cours de laquelle leur association a d&#233;lib&#233;r&#233; de la fermeture des officines en cours de semaine. D'ailleurs, les recourants ne pr&#233;tendent pas que la plupart des pharmaciens disposent constamment du nombre d'employ&#233;s n&#233;cessaire pour pouvoir accorder &#224; chacun d'eux les cong&#233;s prescrits par la loi sans exiger des autres un travail excessif. Ils ne critiquent pas non BGE 89 I 27 S. 33plus l'opinion &#233;mise sur ce point par le Conseil d'Etat. Or ce dernier constate que les pharmaciens manquent actuellement de personnel sp&#233;cialis&#233;. Il observe &#233;galement que la mesure envisag&#233;e correspond &#224; un besoin r&#233;el. Il ajoute enfin que la fermeture obligatoire procurera un avantage au personnel et concourra au bien de ce dernier. Dans ces conditions, la d&#233;cision attaqu&#233;e, destin&#233;e &#224; assurer aux employ&#233;s la jouissance du repos qui leur est garanti, est, dans son principe, proportionn&#233;e &#224; ce but et peut &#234;tre consid&#233;r&#233;e en elle-m&#234;me comme une mesure de police conforme &#224; l'art. 31 Cst.\nLes recourants soutiennent, il est vrai, que, par certaines de ses clauses, la r&#233;glementation adopt&#233;e viole l'art. 31 Cst., en particulier le principe de proportionnalit&#233; des mesures de police. Ainsi en va-t-il tout d'abord, selon eux, du chiffre 3. Cette disposition vise le cas du pharmacien qui reprend un magasin d'un autre pharmacien ou qui d&#233;sire simplement changer le jour auquel, jusqu'alors, son commerce &#233;tait ferm&#233;. Les recourants font valoir que la r&#233;glementation adopt&#233;e sur ce point (maintien de la journ&#233;e de fermeture sauf raisons majeures ou d'int&#233;r&#234;t g&#233;n&#233;ral et accord de la direction de police) est excessive. Il en va de m&#234;me, &#224; leur avis, du chiffre 4, selon lequel \"lors de l'ouverture d'une nouvelle pharmacie, le titulaire devra choisir son demi-jour de fermeture hebdomadaire d'entente avec l'Association des pharmaciens lausannois, sous r&#233;serve de l'approbation de la Direction de police\". Toutefois, leur argumentation n'est pas convaincante.\nEn effet, la police, au sens large du terme, est charg&#233;e de d&#233;fendre l'int&#233;r&#234;t public, notamment en prot&#233;geant la sant&#233; et l'hygi&#232;ne de la population. Elle surveille en particulier les pharmacies, qui rentrent pr&#233;cis&#233;ment dans la cat&#233;gorie des professions destin&#233;es &#224; sauvegarder la sant&#233; des personnes. A cet &#233;gard, elle peut prendre des mesures pour que les m&#233;dicaments n&#233;cessaires soient mis en tout temps &#224; la disposition des malades, qui en auraient un besoin urgent. Elle est en droit notamment de veiller, BGE 89 I 27 S. 34dans ce but, &#224; ce que, m&#234;me durant la demi-journ&#233;e de fermeture obligatoire, un nombre suffisant de pharmacies demeurent ouvertes. Il est l&#233;gitime d&#232;s lors d'exiger du pharmacien, qui entend fixer le jour de fermeture d'une nouvelle officine ou changer celui d'une officine d&#233;j&#224; existante, qu'il obtienne au pr&#233;alable l'agr&#233;ment de la police. Comme l'association professionnelle conna&#238;t particuli&#232;rement bien les conditions de la branche, il est normal aussi qu'elle soit consult&#233;e. Ces mesures permettent d'&#233;viter qu'il n'y ait plus assez de pharmacies ouvertes pour satisfaire aux besoins urgents du public. Les recourants ne sauraient d&#232;s lors se plaindre sur ce point d'une violation de l'art. 31 Cst., sp&#233;cialement du principe de proportionnalit&#233;. En particulier, ils ne sont pas fond&#233;s &#224; faire valoir que l'autorit&#233; cantonale a pos&#233; des exigences excessives en subordonnant la modification du jour de fermeture &#224; des \"raisons majeures ou d'int&#233;r&#234;t g&#233;n&#233;ral\". L'expression \"raisons majeures\" peut en effet &#234;tre comprise ici dans le sens de motifs importants. Ainsi interpr&#233;t&#233;e, la condition formul&#233;e n'est pas excessive.\nLes recourants critiquent enfin le chiffre 5 de la r&#233;glementation sanctionn&#233;e par le Conseil d'Etat et d'apr&#232;s lequel \"aucune livraison ne peut &#234;tre faite pendant la demi-journ&#233;e de fermeture hebdomadaire\". Toutefois, cette r&#232;gle est une cons&#233;quence normale de la prescription qui lib&#232;re le personnel de son travail pendant la demijourn&#233;e en cause. Dans cette mesure, elle est justifi&#233;e par l'int&#233;r&#234;t public et ne va pas au-del&#224; du but vis&#233;, qui est la sauvegarde de la sant&#233; des employ&#233;s. Il est vrai qu'&#224; cet int&#233;r&#234;t public, les recourants en opposent un autre, celui de la sant&#233; de la population, notamment des malades qui, ayant remis leur ordonnance &#224; la pharmacie peu de temps avant la fermeture, ne pourraient recevoir le rem&#232;de &#224; temps que s'il leur &#233;tait livr&#233; pendant la demi-journ&#233;c de fermeture. Sur ce point toutefois, les recourants ne font pas valoir leur int&#233;r&#234;t personnel. Ils se pr&#233;occupent de savoir quel est l'int&#233;r&#234;t public pr&#233;dominant. Cette BGE 89 I 27 S. 35question est du ressort exclusif des organes de l'Etat. Elle ne peut faire l'objet d'un recours de droit public.\n\n    4. Les recourants reprochent au Conseil d'Etat d'avoir cr&#233;&#233; une in&#233;galit&#233; de traitement entre des concurrents et d'avoir ainsi viol&#233; les art. 4 et 31 Cst. En effet, disent-ils, les pharmaciens vendent divers articles que l'on trouve aussi chez d'autres commer&#231;ants et plus sp&#233;cialement chez les droguistes; or ces derniers ne sont pas oblig&#233;s de fermer leur magasin une demi-journ&#233;e dans la semaine.\nToutefois, l'activit&#233; essentielle du pharmacien consiste &#224; pr&#233;parer des ordonnances et &#224; fournir au public la plupart des m&#233;dicaments. Cette activit&#233; pr&#233;pond&#233;rante, et que seul il peut exercer, le distingue des autres professions. C'est par elle qu'il constitue sa client&#232;le. S'il vend &#233;galement des articles qu'on trouve ailleurs, c'est le plus souvent &#224; des clients venus acheter des produits qui ne peuvent &#234;tre acquis que chez lui. Aussi bien, ces derni&#232;res ventes conservent un caract&#232;re purement accessoire. Etant donn&#233; cette situation de fait, le Conseil d'Etat pouvait consid&#233;rer, sans commettre d'erreur manifeste ni tomber dans l'arbitraire, que les pharmaciens forment une branche &#233;conomique distincte et ne sont donc pas les concurrents directs des droguistes et autres commer&#231;ants. Il &#233;tait d&#232;s lors en droit de prescrire aux premiers de fermer leur magasin une demi-journ&#233;e dans la semaine sans l'ordonner aux seconds. Ce faisant, il n'a viol&#233; ni l'art. 31, ni l'art. 4 Cst.\n\n    5. Enfin, les recourants se plaignent d'une in&#233;galit&#233; de traitement consistant en ce que l'obligation qui leur est impos&#233;e de fermer leur exploitation une demi-journ&#233;e dans la semaine n'est pas appliqu&#233;e aux autres professions lib&#233;rales.\nSi les pharmaciens exercent certainement une profession lib&#233;rale, ils ne sont pas en concurrence directe avec les autres professions lib&#233;rales. Par rapport &#224; ces derni&#232;res, l'&#233;galit&#233; de traitement leur est donc garantie uniquement BGE 89 I 27 S. 36par l'art. 4 Cst. Selon la jurisprudence'un arr&#234;t&#233; de port&#233;e g&#233;n&#233;rale cr&#233;ant une in&#233;galit&#233; de traitement violel'art. 4 Cst., soit lorsqu'il &#233;tablit entre divers cas des distinctions juridiques qu'aucun fait important ne justifie, soit lorsqu'il soumet &#224; un r&#233;gime identique des situations pr&#233;sentant entre elles des diff&#233;rences s&#233;rieuses et de nature &#224; rendre n&#233;cessaire un traitement diff&#233;rentiel (RO 80 I 234; cf. aussi RO 86 I 279 et 88 I 79).\nSur plusieurs points, les pharmaciens se trouvent dans une situation diff&#233;rente de celle des autres professions lib&#233;rales. Tout d'abord, plus de deux tiers d'entre eux ont approuv&#233; la r&#233;glementation intervenue, manifestant sans doute ainsi qu'elle correspondait aux conditions propres de leur profession. En revanche, les autres professions lib&#233;rales n'ont pas connu de fait semblable, d'o&#249; l'on peut conclure qu'elles n'&#233;prouvent pas le besoin d'&#234;tre soumises au r&#233;gime appliqu&#233; aux pharmaciens. De plus et surtout, ces derniers, comme la plupart des n&#233;gociants, vendent des produits dans un local ouvert au public. En revanche, les m&#233;decins, les dentistes, les avocats, les notaires, les ing&#233;nieurs ou les architectes ne tiennent pas boutique ouverte et ont, avec leurs clients, des rapports qui n'ont pas la m&#234;me nature. Ces diff&#233;rences sont importantes. Elles permettaient au Conseil d'Etat, tout en respectant l'art. 4 Cst., de r&#233;gler la fermeture des pharmacies, sans en faire de m&#234;me &#224; l'&#233;gard des autres professions lib&#233;rales.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral\nRejette le recours en tant qu'il est recevable.\n \n   \n   "
}