{
  "titre": "125 IV 129",
  "annee": "1999",
  "contenu": "\n      \n  Chapeau\n125 IV 12920. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 4 mai 1999 dans la cause Minist&#232;re public du canton de Vaud c. S. (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 188 CP; actes d'ordre sexuel avec des personnes d&#233;pendantes.  Conditions d'application de cette disposition (consid. 2a et b). \nCas d'esp&#232;ce o&#249; l'existence d'un lien de d&#233;pendance a &#233;t&#233; ni&#233;e (consid. 2c). \n\n\n  \n  \n  \nFaits &#224; partir de page 129\n\n\n    BGE 125 IV 129 S. 129\n   \n\n    A.- S., n&#233; en 1942, est, de son propre aveu, int&#233;ress&#233; par les adolescents. En 1991, il a rep&#233;r&#233; dans le train le jeune Alain (pr&#233;nom fictif), n&#233; en 1976, qui l'attirait sexuellement. En ao&#251;t 1993, il a fait sa connaissance dans un &#233;tablissement public. Apr&#232;s s'&#234;tre assur&#233; que le jeune homme avait bien seize ans, S. lui a en particulier parl&#233; de sexualit&#233; et d'homosexualit&#233;. Conform&#233;ment &#224; l'attitude qu'il adopte dans des situations de ce genre, il lui a expliqu&#233; qu'il entendait le s&#233;duire, mais que celui-ci gardait son enti&#232;re libert&#233; d'appr&#233;ciation pour accepter ou refuser ses propositions. Une semaine apr&#232;s, ils se sont de nouveau rencontr&#233;s dans un &#233;tablissement public. Tout en pr&#233;cisant qu'il n'&#233;tait pas int&#233;ress&#233; par une aventure homosexuelle, Alain a alors accept&#233; d'aller prendre un verre chez S. Ils ont discut&#233; et bu des bi&#232;res, S. proposant de surcro&#238;t du haschich au jeune homme, qui a accept&#233;. Au cours de la discussion, celui-ci, d'origine asiatique, a fait &#233;tat de difficult&#233;s avec son patron d'apprentissage, avec sa famille, et de probl&#232;mes d'int&#233;gration. S. a ferm&#233; &#224; cl&#233; la porte de l'appartement et a commenc&#233; &#224; prodiguer &#224; Alain des caresses explicites, en soulignant le bien-&#234;tre que celui-ci pourrait retirer d'une exp&#233;rience homosexuelle. Il l'a ensuite sodomis&#233; en utilisant un pr&#233;servatif.\nAlain a revu S. dans des &#233;tablissements publics et a fait l'objet de nouvelles sollicitations. Jusqu'&#224; la mi-1994, il a ainsi accept&#233; &#224; trois ou quatre reprises de se rendre chez ce dernier, avec qui il a entretenu des relations homosexuelles compl&#232;tes. S. a &#233;galement vendu &#224; deux ou trois reprises du haschich &#224; Alain.\nAu cours de la proc&#233;dure, S. a expliqu&#233; qu'il savait que seize ans &#233;tait l'&#226;ge limite selon le Code p&#233;nal; il signifiait toujours clairement BGE 125 IV 129 S. 130ses intentions aux personnes vis&#233;es, leur vantait les m&#233;rites d'une exp&#233;rience homosexuelle, tout en les avertissant du caract&#232;re &#233;ventuellement d&#233;stabilisateur d'une telle exp&#233;rience et en leur rappelant leur libert&#233; de choix. Trois jeunes gens entendus comme t&#233;moin ont attest&#233; ce mode de proc&#233;der.\nAlain a &#233;t&#233; tr&#232;s perturb&#233; par cette exp&#233;rience. Il s'en est ouvert &#224; ses parents, qui l'ont incit&#233; &#224; suivre une th&#233;rapie. Il est toujours en traitement.\n\n    B.- Par jugement du 13 f&#233;vrier 1998, le Tribunal correctionnel du district de Nyon a condamn&#233; S., notamment pour actes d'ordre sexuel avec des personnes d&#233;pendantes (art. 188 CP), &#224; la peine de dix-huit mois d'emprisonnement.\nPar arr&#234;t du 8 juin 1998, la Cour de cassation p&#233;nale du Tribunal cantonal vaudois a admis le recours de S. et l'a lib&#233;r&#233; de l'infraction d'actes d'ordre sexuel avec des personnes d&#233;pendantes (art. 188 CP). La cour cantonale a consid&#233;r&#233; qu'il n'existait aucun rapport de d&#233;pendance entre Alain et S.\n\n    C.- Le Minist&#232;re public du canton de Vaud se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Invoquant une violation de l'art. 188 CP, il conclut &#224; l'annulation de la d&#233;cision attaqu&#233;e. S. conclut au rejet du pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. (Recevabilit&#233;)\n\n    2. Le recourant se plaint d'une violation de l'art. 188 CP. Selon lui, une relation de d&#233;pendance a exist&#233; entre l'intim&#233; et Alain. Le premier aurait abus&#233; de la d&#233;pendance affective du second. Diverses circonstances en attesteraient, comme le fait que l'intim&#233;, qui connaissait les difficult&#233;s familiales, professionnelles et d'int&#233;gration du jeune homme, savait &#234;tre en relation avec une personne vuln&#233;rable.\na) Aux termes de l'art. 188 CP, en vigueur depuis le 1er octobre 1992, &#171;celui qui, profitant de rapports d'&#233;ducation, de confiance ou de travail, ou de liens de d&#233;pendance d'une autre nature, aura commis un acte d'ordre sexuel sur un mineur &#226;g&#233; de plus de 16 ans&#187; (al. 1) ou &#171;celui qui, profitant de liens de d&#233;pendance, aura entra&#238;n&#233; une telle personne &#224; commettre un acte d'ordre sexuel&#187; (al. 2), sera puni de l'emprisonnement.\nIl ressort tout d'abord du message du Conseil f&#233;d&#233;ral que les jeunes de plus de seize ans ont besoin d'une protection p&#233;nale contre les BGE 125 IV 129 S. 131abus d'ordre sexuel lorsqu'ils se trouvent dans un rapport de d&#233;pendance diminuant leur libert&#233; de d&#233;cision &#224; un point tel qu'ils ne sont plus &#224; m&#234;me de se d&#233;fendre contre des sollicitations d'ordre sexuel. Cette protection leur  &#233;tait assur&#233;e jusqu'ici par l'art. 192 aCP (FF 1985 II p. 1085).\nL'auteur doit avoir profit&#233; de ce rapport de d&#233;pendance et la mise &#224; profit doit &#234;tre prouv&#233;e dans le cas concret; elle ne r&#233;sulte pas a priori du rapport de d&#233;pendance car, dans l'hypoth&#232;se inverse, le droit des jeunes gens de se d&#233;terminer d&#232;s seize ans en mati&#232;re sexuelle serait trop limit&#233; (FF 1985 II p.  1085; BO-CN 1990 p. 2275 et 2276, intervention Cotti qui n'a pas suscit&#233;  d'opposition au Conseil national ni au Conseil des Etats). Il faut donc que le mineur, bien qu'oppos&#233; aux exigences de l'auteur, n'ose pourtant pas refuser en raison de la position dominante de ce dernier; il n'est pas n&#233;cessaire que l'auteur ait en outre mis le mineur sous pression par des menaces ou d'une autre mani&#232;re (cf. TRECHSEL, Kurzkommentar, 2&#232;me &#233;d. Zurich 1997, n. 9 ad art.  188; REHBERG/SCHMID, Strafrecht III, 7&#232;me &#233;d. Zurich 1997, par. 56, n. 2.12, p.  387; JENNY, Kommentar zum schweizerischen Strafrecht, Bes. Teil 4, Berne 1997, n. 10 et 11 ad. art. 188; STRATENWERTH, Bes. Teil I, 5&#232;me &#233;d. Berne 1995, par.  7, n. 30, p. 151).\nLes diff&#233;rents &#233;l&#233;ments entourant la relation entre l'auteur et le jeune de plus de seize ans rel&#232;vent du fait, de sorte qu'ils lient la Cour de cassation saisie d'un pourvoi en nullit&#233; (art. 277bis al. 1 PPF). En revanche, dire si ces &#233;l&#233;ments sont suffisants pour retenir une relation de d&#233;pendance est une question de droit, qui peut &#234;tre examin&#233;e librement par la Cour de cassation  (art. 269 al. 1 PPF).\nb) Il n'est pas ais&#233; de d&#233;finir dans quel cas une relation de d&#233;pendance doit  &#234;tre admise (cf. JENNY, op.cit., n. 7 ad art. 188; STRATENWERTH, op. cit., par.  7, n. 28, p. 150). L'art. 188 CP &#233;num&#232;re, &#224; titre exemplatif, les &#171;rapports d'&#233;ducation, de confiance ou de travail&#187;. Un &#171;rapport d'&#233;ducation&#187; existe en particulier entre le mineur et ses parents, ses parents adoptifs ou nourriciers, ses professeurs ou des personnes qui ont des fonctions &#224; caract&#232;re p&#233;dagogique (cf. REHBERG/SCHMID, op.cit., par. 56, n. 2.11/a, p. 386; TRECHSEL, op.cit., n. 4 ad art. 188). On admet qu'il y a un &#171;rapport de confiance&#187; -  rapport &#171;d'assistance&#187; selon le texte en langue allemande  &#171;Betreuungsverh&#228;ltnis&#187; - lorsque sa mise &#224; profit est le fait de personnes auxquelles incombe un devoir de surveillance des mineurs qui ne r&#233;sulte pas directement d'un devoir d'&#233;ducation; on peut penser aux personnes de l'assistance sociale (p. ex. aide aux drogu&#233;s), aux BGE 125 IV 129 S. 132responsables de camps de vacances ou encore &#224; l'ami &#224; qui une famille confie sa fille pour la dur&#233;e d'un voyage de vacances (FF 1985 II p. 1085). Un &#171;rapport de travail&#187; a pour fondement un contrat d'apprentissage ou de travail entre le mineur et son ma&#238;tre d'apprentissage, respectivement son employeur ou d'autres sup&#233;rieurs (cf. REHBERG/SCHMID, op.cit., par. 56, n. 2.11/c, p. 386; TRECHSEL, op.cit., n. 6 ad art. 188).\nOutre les relations pr&#233;cit&#233;es, qui permettent de mieux cerner la notion de d&#233;pendance, l'art. 188 CP introduit une clause g&#233;n&#233;rale. La mention des &#171;liens de d&#233;pendance d'autre nature&#187; a pour but de prot&#233;ger tous les mineurs se trouvant dans un &#233;tat de d&#233;pendance de quelque forme que ce soit (FF 1985 II p.  1085). On ne saurait cependant admettre que n'importe quelle inf&#233;riorit&#233; du mineur face &#224; l'adulte g&#233;n&#232;re une relation de d&#233;pendance (cf. JENNY, op.cit., n. 7 ad art. 188; PETER HANGARTNER, Selbstbestimmung im Sexualbereich - Art.  188 bis 193 StGB, th&#232;se St-Gall 1998, p. 213). Une d&#233;pendance au sens de cette disposition peut r&#233;sulter de la relation entre un psychoth&#233;rapeute et son patient mineur (cf. REHBERG/SCHMID, op.cit., par. 56, n. 2.11/d p. 386); il faut aussi penser &#224; une d&#233;pendance survenant dans le cadre de communaut&#233;s religieuses ou de sectes, ainsi que, m&#234;me si la disposition l&#233;gale, &#224; la diff&#233;rence de l'art. 193 CP, ne pr&#233;voit pas express&#233;ment cette circonstance, &#224;  des cas de d&#233;tresse &#233;conomique ou d'autre nature (cf. JENNY, op.cit., n. 6 ad art. 188); un lien de d&#233;pendance est concevable lorsque une personne plus &#226;g&#233;e endosse &#224; l'&#233;gard du mineur de plus de seize ans une position de mentor, que ce soit de mani&#232;re g&#233;n&#233;rale ou en rapport avec une activit&#233; sportive, culturelle ou toute occupation du temps libre (cf. TRECHSEL, op.cit., n. 7 ad art. 188). Ces rapports ou liens ont, par d&#233;finition, une certaine dur&#233;e. En tous les cas, l'examen des circonstances concr&#232;tes est d&#233;cisif.\nc) Selon les constatations cantonales - qui lient la Cour de cassation (art.  277bis PPF) -, Alain avait presque dix-sept ans au moment des faits, &#233;tait en apprentissage et vivait toujours dans sa famille; il n'avait pas de besoin sp&#233;cifique, n'attendait de l'intim&#233; aucun avantage, lequel ne lui a d'ailleurs rien promis, se limitant &#224; lui vendre du haschich. Les protagonistes se sont connus dans un &#233;tablissement public et il n'y a eu entre eux que des rencontres ponctuelles. Il n'appara&#238;t pas non plus que les probl&#232;mes du jeune homme sur le plan familial, professionnel ou social, tels qu'ils sont &#233;voqu&#233;s dans la d&#233;cision attaqu&#233;e, se distinguent de ceux que l'on rencontre habituellement chez les gens de cet &#226;ge et aient eu une ampleur particuli&#232;re.BGE 125 IV 129 S. 133\n   \nRien ne laisse en tout cas supposer que, malgr&#233; une certaine vuln&#233;rabilit&#233;  psychoaffective, il se soit trouv&#233; dans une situation de d&#233;tresse ou que l'intim&#233; ait eu un ascendant particulier sur lui. Dans ces conditions, on ne per&#231;oit pas sur quelle base un lien de d&#233;pendance pourrait &#234;tre retenu. Que l'intim&#233; ait offert de la bi&#232;re ou du haschich n'est pas pertinent, d&#232;s lors qu'il ne ressort pas des faits retenus qu'il aurait ainsi mis le jeune homme hors d'&#233;tat de r&#233;sister; une telle hypoth&#232;se tomberait d'ailleurs sous le coup de l'art. 189 CP.\nDans le cadre de la r&#233;vision des dispositions relatives aux infractions contre l'int&#233;grit&#233; sexuelle, en vigueur depuis le 1er octobre 1992, le l&#233;gislateur f&#233;d&#233;ral a, ainsi que l'a relev&#233; la cour cantonale, reconnu aux adolescents &#224; partir de seize ans une maturit&#233; suffisante dans le domaine sexuel, partant notamment de l'id&#233;e que, &#224; cet &#226;ge, une relation homosexuelle ne risquait plus d'influencer leur comportement sexuel (FF 1985 II p. 1080 et  1104). Ainsi, l'art. 194 aCP qui r&#233;primait le comportement de celui induisant un mineur de plus de seize ans &#224; entretenir une relation homosexuelle a &#233;t&#233;  abrog&#233; (FF 1985 II p. 1103 s.). Le mineur de plus de seize ans ne b&#233;n&#233;ficie donc pas, hormis dans le cadre d'une relation de d&#233;pendance, d'une protection plus &#233;tendue que l'adulte en mati&#232;re d'infractions contre l'int&#233;grit&#233; sexuelle.\nIl n'est certes pas contestable que l'intim&#233;, par ses sollicitations, a amen&#233;  un mineur de plus de seize ans &#224; entretenir une relation homosexuelle. Cependant, par la volont&#233; du l&#233;gislateur, un tel comportement, sauf s'il exploite un rapport de d&#233;pendance, n'est p&#233;nalement pas r&#233;pr&#233;hensible. D&#232;s lors qu'un lien de d&#233;pendance ne saurait &#234;tre retenu en l'esp&#232;ce, la cour cantonale n'a pas viol&#233; le droit f&#233;d&#233;ral en lib&#233;rant l'intim&#233; de l'infraction r&#233;prim&#233;e par l'art. 188 CP.\n\n    3. (Suite de frais).\n \n   \n   "
}