{
  "titre": "138 II 77",
  "annee": "2011",
  "contenu": "\n      \n  Chapeau\n138 II 779. Auszug aus dem Urteil der I. &#246;ffentlich-rechtlichen Abteilung i.S. Flughafen Z&#252;rich AG und Kanton Z&#252;rich gegen X. und Eidgen&#246;ssische Sch&#228;tzungskommission Kreis 10 (Beschwerde in &#246;ffentlich-rechtlichen Angelegenheiten)\n1C_100/2011 / 1C_102/2011 vom 9. Dezember 2011\n  \n  \nRegeste\nExpropriation des droits de voisinage en raison du bruit du trafic a&#233;rien; estimation sch&#233;matique de la moins-value li&#233;e au bruit des avions pour les immeubles de rendement (maisons de plusieurs appartements).  Pour l'appr&#233;ciation sch&#233;matique du dommage caus&#233; par le bruit du trafic a&#233;rien, dans le cas des immeubles de plusieurs appartements (cf. ATF 134 II 160), la Commission f&#233;d&#233;rale d'estimation du 10e arrondissement (CFE) peut appliquer le mod&#232;le d'&#233;valuation d&#233;velopp&#233; par un de ses juges sp&#233;cialis&#233;s (mod&#232;le CFE), plut&#244;t que le mod&#232;le MIFLU II d&#233;velopp&#233; pour le compte de l'expropriant. \nExigences de proc&#233;dure: dans le cadre du d&#233;veloppement d'un mod&#232;le d'&#233;valuation par un groupe d'experts sous la direction d'un juge sp&#233;cialis&#233; de la CFE, les dispositions sur les expertises externes ne s'appliquent pas. N&#233;anmoins, la transparence et les droits de proc&#233;dure des parties doivent &#234;tre respect&#233;s (consid. 3). R&#233;paration, devant le Tribunal administratif f&#233;d&#233;ral, des irr&#233;gularit&#233;s de proc&#233;dure (consid. 4). Question de la double fonction de juge et d'expert du membre sp&#233;cialis&#233; de la Commission d'estimation (consid. 5). \nPouvoir d'examen du Tribunal f&#233;d&#233;ral (consid. 6). \nComparaison des mod&#232;les CFE et MIFLU II (consid. 7.1 et 7.2); rappel de la m&#233;thode \"h&#233;doniste\" (consid. 7.3). \nExamen des objections de l'expropriant, selon lequel le mod&#232;le \"h&#233;doniste\" CFE fond&#233; sur les prix des transactions ne serait en principe pas adapt&#233; aux immeubles de rendement (consid. 8), reposerait sur un nombre insuffisant de donn&#233;es (consid. 9), ne tiendrait compte que du bruit du trafic a&#233;rien de l'A&#233;roport de Zurich (consid. 10) et ne prendrait en consid&#233;ration le bruit routier que de fa&#231;on rudimentaire (consid. 11). \nExamen du mod&#232;le CFE, sur la base de crit&#232;res statistiques de qualit&#233; (consid. 12). \n\n\n  \n  \nFaits &#224; partir de page 79\n\n\n    \n    BGE 138 II 77 S. 79\n   \n\n    A. X. ist Eigent&#252;merin eines Mehrfamilienhauses in Glattbrugg, das sich im Bereich der Abfl&#252;ge von Piste 16 des Flughafens Z&#252;rich-Kloten befindet. Am 16. November 1998 stellte X. ein Entsch&#228;digungsbegehren wegen &#252;berm&#228;ssigen Flugl&#228;rms. Dieses wurde am 22. Juni 1999 - zusammen mit einer Vielzahl weiterer Forderungen aus der gleichen Gemeinde - der Eidgen&#246;ssischen Sch&#228;tzungskommission, Kreis 10 (nachfolgend: Sch&#228;tzungskommission bzw. ESchK) &#252;berwiesen.\nAm 29. November 2006 wies die Sch&#228;tzungskommission die Minderwertforderung von X. (im Folgenden: die Enteignete) ab, weil ein Ertragsausfall nicht nachgewiesen worden sei. Das Bundesgericht hiess die dagegen erhobene Beschwerde am 28. April 2008 im Sinne der Erw&#228;gungen gut, hob den Entscheid der Sch&#228;tzungskommission auf und wies die Sache zur Neubeurteilung an diese zur&#252;ck (Urteil 1E.9/2007). Es ging davon aus, dass sich die Ertragslage bei Mietobjekten, die Wohnzwecken dienen, bei Mehrl&#228;rm nur langsam verschlechtere. F&#252;r solche Ertragsliegenschaften sei die Minderwertermittlung im Einzelfall sehr schwierig, weshalb eine schematische Beurteilung des flugl&#228;rmbedingten Schadens zu erfolgen habe (vgl. auch BGE 134 II 160 ff. zu einem anderen Pilotfall).\n\n    B. Mit Entscheid vom 1. M&#228;rz 2010 sprach die Sch&#228;tzungskommission der Enteigneten eine Minderwertentsch&#228;digung in H&#246;he von Fr. 326'000.- zu. Sie ging von einem Minderwert von 17,5 % des Verkehrswertes ohne Flugl&#228;rm aus (Fr. 388'216.-), von dem die Aufwendungen f&#252;r Schallschutzmassnahmen (Fr. 62'241.-) abzuziehen seien. Die sich daraus ergebende Entsch&#228;digung von (gerundet) Fr. 326'000.- sei seit dem 1. Januar 2002 zu verzinsen. BGE 138 II 77 S. 80\n   \nBei der Berechnung der Minderwertentsch&#228;digung verwendete die Sch&#228;tzungskommission ein hedonisches Berechnungsmodell, das von einem ihrer Fachmitglieder, Prof. Donato Scognamiglio, und dessen Unternehmung, der IAZI AG (Informations- und Ausbildungszentrum f&#252;r Immobilien AG), entwickelt worden war (im Folgenden: Modell ESchK). Dieses basiert auf den in der Datenbank der IAZI AG erfassten Transaktionsdaten von Ertragsliegenschaften. Diese wurden statistisch ausgewertet, um den Einfluss der verschiedenen Faktoren und namentlich der Flugl&#228;rmbelastung zu ermitteln (vgl. dazu unten, E. 7.1).\nDie Enteigner hatten ihrerseits von einem Expertengremium in Zusammenarbeit mit der Z&#252;rcher Kantonalbank (ZKB) ein Bewertungsmodell \"MIFLU II\" entwickeln lassen. Dieses ermittelt in einem ersten Schritt - ebenfalls mit einem hedonischen Modell - den Einfluss des Flugl&#228;rms auf die Mieten f&#252;r eine Zeitdauer von 50 Jahren. Aus der so berechneten prozentualen Mietreduktion pro dB Flugl&#228;rm wird in einem zweiten Schritt der Minderwert der Ertragsliegenschaften infolge Flugl&#228;rms f&#252;r das Jahr 1997 bestimmt (vgl. dazu unten, E. 7.2). Nach diesem Modell betr&#228;gt der Minderwert der Liegenschaft der Enteigneten nur 10,5 %. Die Enteigner gingen deshalb im Sch&#228;tzungsverfahren davon aus, es fehle an der notwendigen Schwere des Schadens, weshalb keine Minderwertentsch&#228;digung geschuldet sei.\n\n    C. Gegen den Entscheid der Sch&#228;tzungskommission erhoben sowohl die Enteigner als auch die Enteignete am 19. bzw. 22. April 2010 Beschwerde an das Bundesverwaltungsgericht. Dieses hiess die Beschwerde der Enteigneten am 19. Januar 2011 im Kostenpunkt gut. Im &#220;brigen wies es beide Beschwerden ab: Die Verwendung des hedonischen Modells ESchK sei nicht zu beanstanden und es seien keine Gr&#252;nde erkennbar, weshalb das Modell MIFLU II demjenigen der ESchK vorzuziehen sei. Die Sch&#228;tzungskommission habe den l&#228;rmbedingten Minderwert der Liegenschaft der Enteigneten in sachgem&#228;sser Aus&#252;bung ihres Ermessens ermittelt.\n\n    D. Gegen den bundesverwaltungsgerichtlichen Entscheid haben sowohl die Enteigner als auch die Enteignete am 25. bzw. 28. Februar 2011 &#246;ffentlich-rechtliche Beschwerde ans Bundesgericht erhoben. Die Enteigner beanstanden das Modell ESchK und beantragen, der angefochtene Entscheid sei aufzuheben und zur Neubeurteilung an eine der Vorinstanzen zur&#252;ckzuweisen. Die Enteignete ficht einzig den Zinsentscheid der Sch&#228;tzungskommission an. BGE 138 II 77 S. 81\n   \nDas Bundesgericht weist beide Beschwerden ab.\n\n    (Zusammenfassung)\n   \n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    Formelle R&#252;gen\n   \n(...)\n\n    3. Im Folgenden ist zun&#228;chst zu pr&#252;fen, inwieweit das rechtliche Geh&#246;r der Enteigner in erster Instanz verletzt wurde (E. 3). In einem zweiten Schritt (E. 4) erfolgt die Pr&#252;fung, ob das Bundesverwaltungsgericht diese Verfahrensfehler heilen konnte. Anschliessend ist die R&#252;ge der Verletzung der Garantie des verfassungsm&#228;ssigen Richters zu behandeln (E. 5).\n\n    3.1 Grunds&#228;tzlich ist nicht zu beanstanden, dass die Sch&#228;tzungskommission einen ihrer Fachrichter mit der Entwicklung des Modells beauftragt hat. Als Mitglieder der Sch&#228;tzungskommission sind gem&#228;ss Art. 59 Abs. 2 des Bundesgesetzes vom 20. Juni 1930 &#252;ber die Enteignung (EntG; SR 711) Personen zu w&#228;hlen, die verschiedenen Berufsgruppen angeh&#246;ren und die f&#252;r die Sch&#228;tzung n&#246;tigen Fachkenntnisse besitzen. Art. 49 der Verordnung vom 24. April 1972 f&#252;r die eidgen&#246;ssischen Sch&#228;tzungskommissionen (VESchK; SR 711.1) bestimmt, dass Gutachten von Seiten Dritter in der Regel nur einzuholen sind, wenn die Kommission nicht &#252;ber eigene sachverst&#228;ndige Mitglieder verf&#252;gt. Gesetz und Verordnung gehen davon aus, dass die Sch&#228;tzungskommission sich den notwendigen Sachverstand in erster Linie bei ihren Fachmitgliedern holt. Dementsprechend wies das Bundesgericht die Pilotf&#228;lle zur Entwicklung eines schematischen Bewertungsmodells an die Sch&#228;tzungskommission zur&#252;ck, unter ausdr&#252;cklichem Hinweis auf den Sachverstand der Fachrichter (Urteil 1E.9/2007 vom 28. April 2008 E. 13; BGE 134 II 160 E. 14 S. 163). \nDie Entwicklung des hedonischen Bewertungsmodells ESchK erfolgte unter der Verantwortung Prof. Scognamiglios, d.h. eines Fachrichters der Sch&#228;tzungskommission. (...) Allerdings erarbeitete dieser das Modell nicht allein, sondern zog hierf&#252;r Experten der IAZI AG bei und verwendete deren Transaktionsdaten. Entscheidend ist jedoch, dass die Leitung des Projekts bei Prof. Scognamiglio verblieb, die IAZI AG also nicht als selbstst&#228;ndige, externe Sachverst&#228;ndige gegen&#252;ber der Sch&#228;tzungskommission und den Parteien auftrat. Die Protokolle der Kommissionssitzungen (...) best&#228;tigen, BGE 138 II 77 S. 82dass Prof. Scognamiglio mit den Abkl&#228;rungen und der Verfassung des Berichts beauftragt wurde. Dieser stellte das Bewertungsmodell auch den &#252;brigen Kommissionsmitglieder vor und beantwortete Fragen zum Modell.\nWie die Enteignete zutreffend darlegt, beauftragte die Sch&#228;tzungskommission Prof. Scognamiglio im Wissen darum, dass dieser (als CEO und Verwaltungsrat der IAZI AG) &#252;ber den f&#252;r die Modellentwicklung unerl&#228;sslichen \"Apparat\" verf&#252;gte, d.h. &#252;ber das Team, die Daten und das statistische Know-how der IAZI AG. Die eidgen&#246;ssischen Sch&#228;tzungskommissionen sind mit einer minimalen eigenen Infrastruktur ausgestattet, weshalb sie grunds&#228;tzlich darauf angewiesen sind, dass die Fachrichter ihre eigene berufliche Infrastruktur f&#252;r die Kommissionsarbeit einsetzen.\nDie Sch&#228;tzungskommission hat vor Bundesverwaltungsgericht dargelegt, dass es sich bei der IAZI AG um ein privates Forschungsinstitut handelt, das statutarisch vom Immobilienhandel, von der Vergabe von Hypotheken (Finanzierung) und vom Portfolio Management von Immobilien ausgeschlossen ist, d.h. weder Partikularinteressen von Banken noch von Liegenschaftseigent&#252;mern vertritt; dies wurde von den Parteien nicht bestritten. Das hedonische Modell ESchK ist Eigentum der Sch&#228;tzungskommission und wird nur von dieser angewendet. Insofern sind keine eigenen wirtschaftlichen Interessen der IAZI AG am Bewertungsmodell ersichtlich, die zu einem Interessenkonflikt h&#228;tten f&#252;hren k&#246;nnen.\n\n    3.2 Die Beauftragung eines Fachrichters unterliegt nicht den Regeln von Art. 57 ff. BZP (SR 273) &#252;ber externe Sachverst&#228;ndigengutachten. Dennoch m&#252;ssen, wie das Bundesverwaltungsgericht zu Recht festgehalten hat, die Transparenz gew&#228;hrleistet und die allgemeinen, aus dem Anspruch auf rechtliches Geh&#246;r (Art. 29 Abs. 1 und 2 BV; Art. 29 ff. VwVG [SR 172.021]) abgeleiteten Verfahrensrechte der Parteien gew&#228;hrleistet werden (so schon Urteil des Bundesgerichts 2A.587/2003 vom 1. Oktober 2004, E. 8.6 zum Beizug sachkundiger Berater durch Verwaltungsbeh&#246;rden). Insbesondere muss es den Beteiligten m&#246;glich sein, allf&#228;llige Einw&#228;nde gegen die vom Fachrichter beigezogenen Personen oder die Art ihrer Mitwirkung rechtzeitig zu erheben. Zudem m&#252;ssen sie sich zu den Abkl&#228;rungen &#228;ussern k&#246;nnen, die unter Beizug von Dritten vorgenommen wurden. Dies bedingt eine gen&#252;gende und rechtzeitige Information der Parteien. BGE 138 II 77 S. 83\n   \n\n    3.3 Vorliegend wurden den Parteien die Namen s&#228;mtlicher mit der Modellentwicklung befassten Personen erst am 10. M&#228;rz 2010 bei der Informationsveranstaltung der Sch&#228;tzungskommission bekannt gegeben, d.h. nach dem erstinstanzlichen Entscheid vom 1. M&#228;rz 2010. Zu diesem Zeitpunkt war es nicht mehr m&#246;glich, allf&#228;llige Einw&#228;nde gegen die beigezogenen Personen oder die Art ihrer Mitwirkung rechtzeitig und verfahrens&#246;konomisch zu erheben.\nAllerdings ist der Vorinstanz zuzustimmen, dass die Enteigner auch nachtr&#228;glich keine Ausstandsgr&#252;nde gegen die am Projekt beteiligten Mitarbeiter der IAZI AG geltend gemacht haben; derartige Gr&#252;nde sind auch nicht ersichtlich. Unstreitig ist zudem, dass weder Prof. Scognamiglio noch die IAZI AG enge Beziehungen zu den Parteien der Pilotf&#228;lle haben, die zu einer unsachgem&#228;ssen, parteilichen Beeinflussung der Modellentwicklung h&#228;tten f&#252;hren k&#246;nnen (zur Doppelrolle von Prof. Scognamiglio als Experte und Fachrichter vgl. unten E. 5).\n\n    3.4 N&#228;her zu pr&#252;fen ist, wann die Parteien &#252;ber die Entwicklung eines eigenen, hedonischen Bewertungsmodells ESchK und dessen Ausgestaltung informiert wurden.\n(...)\n\n    3.4.2 Zusammenfassend ist festzuhalten, dass zum Zeitpunkt der Aush&#228;ndigung des Berichts am 12. Februar 2010 die Entscheidf&#228;llung unmittelbar bevorstand. Die Parteien hatten somit keine Zeit mehr, sich seri&#246;s mit dem Modell zu befassen, Einsicht in weitere Unterlagen zu verlangen und dazu Stellung zu nehmen. Vielmehr war das Vorgehen der Sch&#228;tzungskommission darauf angelegt, die Diskussion um das Bewertungsmodell in das Rechtsmittelverfahren zu verlegen. Dies widerspricht dem Anspruch auf rechtliches Geh&#246;r. Auch wenn die Wahl des Modells zur Bemessung des Minderwerts als Rechtsfrage zu qualifizieren ist (vgl. dazu unten E. 6), musste den Parteien dazu das rechtliche Geh&#246;r gew&#228;hrt werden, da Art und Inhalt des Bewertungsmodells f&#252;r sie nicht vorhersehbar waren.\n     In diesem Zusammenhang ist zu ber&#252;cksichtigen, dass die Entwicklung des Bewertungsmodells aufgrund der R&#252;ckweisungsentscheide des Bundesgerichts in vier Pilotf&#228;llen erfolgte, zu denen auch der vorliegende Streitfall geh&#246;rt. Dem Bewertungsmodell kam zentrale Bedeutung f&#252;r den Ausgang des Verfahrens zu. Dessen Entwicklung und Auswahl waren daher (zumindest auch) Teil des Sch&#228;tzungsverfahrens i.S. X. gegen Flughafen Z&#252;rich. Die Parteien dieses BGE 138 II 77 S. 84Verfahrens h&#228;tten daher so rechtzeitig &#252;ber das in Aussicht genommene Modell informiert und angeh&#246;rt werden m&#252;ssen, dass ihre Stellungnahmen noch effektiv von der Sch&#228;tzungskommission h&#228;tten ber&#252;cksichtigt und in deren Entscheid h&#228;tten einfliessen k&#246;nnen. \n\n    3.4.3 Zweckm&#228;ssigerweise h&#228;tte die Information schon vor dem Plenumsentscheid vom 3. November 2009 erfolgen m&#252;ssen: Bei diesem Vorgehen h&#228;tte das Fachwissen der Projektgruppe MIFLU II der ZKB und ihres Expertengremiums schon fr&#252;hzeitig in die Arbeiten der Sch&#228;tzungskommission einfliessen k&#246;nnen. Jedenfalls aber h&#228;tte beiden Parteien geraume Zeit vor der Zirkulation des Entscheidantrags unter den Fachrichtern die M&#246;glichkeit zur Akteneinsicht, zum Studium des Modells und zur Stellungnahme gew&#228;hrt werden m&#252;ssen. (...)\n\n    4. Nach der Rechtsprechung kann eine Verletzung des rechtlichen Geh&#246;rs als geheilt gelten, wenn der Mangel in der Rechtsmittelinstanz kompensiert wird (vgl. dazu unten E. 4.1). Zudem muss die obere Instanz die von der Geh&#246;rsverletzung betroffenen Aspekte mit derselben Kognition &#252;berpr&#252;fen k&#246;nnen wie die Vorinstanz (vgl. unten E. 4.2). Schliesslich ist zu pr&#252;fen, ob die Heilung im vorliegenden Fall (Schwere der Geh&#246;rsverletzungen, Verfahrensdauer etc.) bejaht werden durfte (unten, E. 4.3).\n\n    4.1 (Zusammenfassung: Gew&#228;hrung des rechtlichen Geh&#246;rs im Verfahren vor Bundesverwaltungsgericht)\n\n    4.2 Den Enteignern ist einzur&#228;umen, dass das Bundesverwaltungsgericht widerspr&#252;chliche Aussagen zu seiner Kognition getroffen hat (...).\n\n    4.2.1 Entscheidend ist aber nicht, welche Formel vom Bundesverwaltungsgericht zur Umschreibung seiner Kognition verwendet wurde, sondern inwiefern es den angefochtenen Entscheid im konkreten Fall &#252;berpr&#252;ft hat. In den Erw&#228;gungen 12-21 pr&#252;fte das Bundesverwaltungsgericht alle Einw&#228;nde der Enteigner gegen das hedonische Bewertungsmodell ESchK frei und legte sich keine Zur&#252;ckhaltung auf. Ohnehin ging es in erster Linie um methodische/rechtliche Fragen (vgl. unten, E. 6).\n\n    4.2.2 Zur Angemessenheitspr&#252;fung gem&#228;ss Art. 49 lit. c VwVG geh&#246;rt allerdings die Pr&#252;fung, ob es eine zweckm&#228;ssigere, angemessenere L&#246;sung gibt (BGE 130 II 449 E. 4.1 S. 452). Vorliegend stellte sich die Frage, ob das von den Enteignern entwickelte Modell BGE 138 II 77 S. 85MIFLU II demjenigen der Sch&#228;tzungskommission vorzuziehen sei, auch wenn beide Modelle aus rechtlicher und tats&#228;chlicher Sicht nicht zu beanstanden w&#228;ren. \nEs ist einzur&#228;umen, dass diese Pr&#252;fung sehr knapp ausgefallen ist. Immerhin hat sie stattgefunden (...).\n(...)\n\n    4.3 Das Bundesverwaltungsgericht entschied sich f&#252;r eine Heilung der formellen M&#228;ngel im Beschwerdeverfahren, weil davon auszugehen sei, dass sich die Sch&#228;tzungskommission nicht f&#252;r ein anderes Modell entscheiden w&#252;rde, die R&#252;ckweisung also einem formalistischen Leerlauf nahek&#228;me. Die R&#252;ckweisung nach einem derart langen Verfahren widerspr&#228;che auch dem grundrechtlichen Anspruch auf Beurteilung innert angemessener Frist (Art. 29 Abs. 1 BV). Schliesslich h&#228;tten die Enteigner noch die M&#246;glichkeit, die streitigen Fragen zur Berechnung des Minderwertes durch Ergreifen eines Rechtsmittels an das Bundesgericht &#252;berpr&#252;fen zu lassen. Es entstehe ihnen daher kein Nachteil, der das Interesse an einer raschen Beurteilung des Verfahrens &#252;berwiegen w&#252;rde.\nDiese Erw&#228;gungen sind nicht zu beanstanden:\nDie Verfahrensfehler in erster Instanz wiegen zwar nicht leicht. Sie sind aber auch nicht so schwerwiegend, dass eine Heilung ausgeschlossen w&#228;re (...). F&#252;r die Heilung sprechen die ausserordentlich lange Dauer des Verfahrens (seit 1998) und die Notwendigkeit, auch die &#252;brigen, bis zum rechtskr&#228;ftigen Entscheid der Pilotf&#228;lle sistierten Enteignungsverfahren alsbald abzuschliessen. In diesem Zusammenhang ist auch zu ber&#252;cksichtigen, dass es den Enteignern nicht darum geht, ihre Argumente noch einmal der Sch&#228;tzungskommission vorlegen zu d&#252;rfen. Vielmehr zielen ihre R&#252;gen darauf ab, das Bewertungsmodell ESchK aus formellen Gr&#252;nden zu eliminieren, um damit ihrem eigenen Modell (MIFLU II) zum Durchbruch zu verhelfen. Ziel des Pilotfalls ist es jedoch, eine schematische Bewertungsmethode zu finden, die den durch Flugl&#228;rm bedingten Minderwert bei Ertragsliegenschaften nach anerkannten wissenschaftlichen Grunds&#228;tzen m&#246;glichst zuverl&#228;ssig ermittelt. Sollte die hedonische Bewertungsmethode ESchK diesen Anforderungen entsprechen, darf sie nicht einzig aus verfahrensrechtlichen Gr&#252;nden definitiv verworfen werden. Das Bundesverwaltungsgericht hat daher zu Recht, nach Heilung der formellen M&#228;ngel, materiell &#252;ber die Anwendbarkeit des Bewertungsmodells ESchK entschieden. BGE 138 II 77 S. 86\n   \n\n    5. Schliesslich r&#252;gen die Enteigner eine Verletzung des Anspruchs auf den verfassungsm&#228;ssigen Richter (Art. 30 Abs. 1 BV) durch die Doppelrolle von Prof. Scognamiglio. Dieser habe in zentraler Funktion am Entscheid der Sch&#228;tzungskommission vom 1. M&#228;rz 2010 mitgewirkt, obwohl er im Rubrum nicht als mitwirkender Richter aufgef&#252;hrt worden sei. (...) Als Projektverantwortlicher sei er jedoch zugunsten des von ihm bzw. seiner Firma erarbeiteten Modells voreingenommen gewesen und habe das Konkurrenzmodell MIFLU II nicht mehr neutral beurteilen k&#246;nnen. (...)\n\n    5.1 Das Bundesverwaltungsgericht verwies auf die bundesgerichtliche Rechtsprechung (BGE 96 I 292 E. 2 S. 295 f.), wonach die Mitglieder der Sch&#228;tzungskommissionen ihren Sachverstand nicht nur durch die Mitwirkung an Sch&#228;tzungsentscheiden, sondern auch durch die Vorpr&#252;fung von Fragen zuhanden der Sch&#228;tzungskommission einbringen. Es sei daher auch im vorliegenden Fall zul&#228;ssig gewesen, ein zweistufiges Verfahren anzuwenden, indem zun&#228;chst die Gesamtkommission in abstrakter Weise einen Raster erstellte, der anschliessend vom ordentlichen Spruchk&#246;rper auf den Einzelfall angewendet wurde. Die Mitwirkung eines Fachrichters bei der Durchf&#252;hrung des Beweisverfahrens und die Erstattung begutachtender Berichte zuhanden der Kommission stelle praxisgem&#228;ss keinen Grund zum Ausstand wegen Befangenheit dar (BGE 96 I 292 E. 2 S. 296; HESS/WEIBEL, Das Enteignungsrecht des Bundes, Bd. 1, 1986, N. 7 zu Art. 60 EntG). Umso weniger bestehe Anlass, an der Unbefangenheit einer Beh&#246;rde zu zweifeln, wenn eines ihrer Mitglieder als Entscheidgrundlage einen Bericht oder einen Bewertungsraster verfasst habe. Es geh&#246;re zu den Aufgaben von Mitgliedern einer Kollegialbeh&#246;rde, sich mit den Antr&#228;gen und Ausf&#252;hrungen der &#252;brigen Mitglieder kritisch auseinanderzusetzen und gegebenenfalls eine abweichende Meinung zu vertreten.\n\n    5.2 Diese Ausf&#252;hrungen lassen keine Verletzung von Bundesrecht erkennen.\nZwar ist den Enteignern einzur&#228;umen, dass die Doppelfunktion der Fachmitglieder der Sch&#228;tzungskommission als Richter und Sachverst&#228;ndige nicht dem typischen Bild eines Gerichts entsprechen. Es ist unter dem Blickwinkel von Art. 30 Abs. 1 BV auch nicht unproblematisch, wenn Fachmitglieder, die nicht zum Spruchk&#246;rper geh&#246;ren, zur Vorpr&#252;fung von Fragen herangezogen werden, die entscheidende Bedeutung f&#252;r den Ausgang h&#228;ngiger Verfahren haben. Diese Funktionsweise ist jedoch in Gesetz und Verordnung BGE 138 II 77 S. 87angelegt. Die Eidgen&#246;ssischen Sch&#228;tzungskommissionen wurden bewusst als Fachkommissionen ausgestaltet, um den R&#252;ckgriff auf externe Sachverst&#228;ndige zu er&#252;brigen (Art. 59 Abs. 2 EntG und Art. 49 VESchK). Erg&#228;nzend kann auf Art. 81 EntG hingewiesen werden, wonach das Bundesverwaltungsgericht die Obersch&#228;tzungskommission zur Beratung von allgemeinen Grunds&#228;tzen zu Gesamtsitzungen unter dem Vorsitz eines seiner Richter einberufen kann. Analog m&#252;ssen auch die Eidgen&#246;ssischen Sch&#228;tzungskommissionen befugt sein, Gesamtsitzungen zu grunds&#228;tzlichen Sch&#228;tzungsfragen durchzuf&#252;hren.\nDavon zu unterscheiden ist die Beurteilung konkreter Einzelf&#228;lle, gest&#252;tzt auf die im Plenum angenommenen Grunds&#228;tze: An diesen Entscheiden wirken nur die jeweiligen der Besetzung angeh&#246;renden Richter mit (Art. 60 EntG). Sie tragen die Verantwortung f&#252;r den Entscheid und m&#252;ssen hierf&#252;r u.U. eine erneute Beschlussfassung des Plenums beantragen oder von dessen Beschluss abweichen, wenn sie - im Lichte der Vorbringen der Parteien - zur &#220;berzeugung gelangen, dieser sei falsch.\nSofern die gebotene Transparenz gewahrt wird (vgl. oben, E. 3.2), ist diese Vorgehensweise mit den Verfahrensrechten der Parteien vereinbar, zumal diesen nach der Sch&#228;tzungskommission noch zwei weitere Gerichtsinstanzen offenstehen, von denen eine (das Bundesverwaltungsgericht) &#252;ber eine umfassende Kognition verf&#252;gt. (...)\n\n    5.3 Zusammenfassend ist festzuhalten, dass sich die formellen R&#252;gen der Enteigner gegen den angefochtenen Entscheid als unbegr&#252;ndet erweisen.\n\n    Materielle R&#252;gen zum Bewertungsmodell ESchK\n   \n\n    6. Materiell ist zwischen den Parteien streitig, nach welchem Modell der flugl&#228;rmbedingte Minderwert von Ertragsliegenschaften zu ermitteln ist. W&#228;hrend die Sch&#228;tzungskommission und die Enteignete das hedonische Bewertungsmodell ESchK bef&#252;rworten und davon ausgehen, das Modell MIFLU II entspreche nicht den Vorgaben des Bundesgerichts, halten die Enteigner einzig das Modell MIFLU II f&#252;r richtig und massgeblich.\nVorab ist die Kognition des Bundesgerichts zu kl&#228;ren.\n\n    6.1 Bis zum 31. Dezember 2006 beurteilte das Bundesgericht gem&#228;ss aArt. 77 EntG i.V.m. Art. 104 OG (AS 1969 767) nicht nur die Rechtm&#228;ssigkeit, sondern auch die Angemessenheit &#246;ffentlich-rechtlicher Entsch&#228;digungen. Daraus folgerte das Bundesgericht, dass es BGE 138 II 77 S. 88auch den Sachverhalt (trotz Art. 105 Abs. 2 OG) frei &#252;berpr&#252;fen k&#246;nne (vgl. BGE 119 Ib 447 E. 1b S. 451 ff.; zuletzt best&#228;tigt in BGE 132 II 427 E. 1.2 S. 432). \nDies hat sich mit Inkrafttreten des BGG ge&#228;ndert: Nunmehr obliegt es dem Bundesverwaltungsgericht, Entscheide der Sch&#228;tzungskommission frei zu &#252;berpr&#252;fen; als zweite Rechtsmittelinstanz ist das Bundesgericht grunds&#228;tzlich auf eine Rechtskontrolle beschr&#228;nkt (Art. 95 BGG). Den Sachverhalt kann das Bundesgericht gem&#228;ss Art. 97 und 105 BGG nur noch beschr&#228;nkt, auf offensichtliche Unrichtigkeit, pr&#252;fen.\n\n    6.2 In Literatur und Rechtsprechung wird die Frage, ob die Entsch&#228;digung bzw. ihre H&#246;he methodisch richtig ermittelt und insoweit dem verfassungsrechtlichen Anspruch auf volle Entsch&#228;digung (Art. 26 Abs. 2 BV) hinreichend Rechnung getragen wurde, als Rechtsfrage erachtet, die vom Richter frei zu pr&#252;fen sei (OTTO WIPFLI, Bemessung immissionsbedingter Minderwerte von Liegenschaften mit besonderer Ber&#252;cksichtigung des Flugl&#228;rms, 2007, S. 15-31; ROLAND GFELLER, Immissions- und &#220;berflugsenteignungen am Beispiel des Flughafens Z&#252;rich, 2006, S. 97).\nMARTINA FIERZ (Der Verkehrswert von Liegenschaften aus rechtlicher Sicht, 2001) differenziert: Zwar sei die Frage, ob eine zul&#228;ssige und nachvollziehbare Bewertungsmethode herangezogen und in concreto richtig angewendet worden sei, eine Rechtsfrage (S. 37); die Beurteilung, welche Methode in concreto anzuwenden sei, setze aber oft umfassende und fachkundige Abkl&#228;rungen voraus, welche besser in die H&#228;nde eines Sachverst&#228;ndigen gelegt w&#252;rden. Ihres Erachtens sollte das Gericht deshalb den Entscheid &#252;ber die anzuwendende Bewertungsmethode dem Experten &#252;berlassen und bei der Pr&#252;fung des Gutachtens in diesem Punkt Zur&#252;ckhaltung &#252;ben (S. 40).\n\n    6.3 F&#252;r kantonalrechtliche Enteignungen hat das Bundesgericht in BGE 122 I 168 (E. 2c S. 173 mit Hinweisen) festgehalten, dass ihm eine freie Pr&#252;fung zustehe, soweit es darum gehe, ob die Entsch&#228;digung bzw. ihre H&#246;he methodisch richtig ermittelt und insoweit dem verfassungsrechtlichen Anspruch auf volle Entsch&#228;digung (Art. 22ter Abs. 3 aBV; heute: Art. 26 Abs. 2 BV) hinreichend Rechnung getragen worden sei. Soweit sich die Kritik hingegen auf die bei der Anwendung dieser Methoden getroffenen tats&#228;chlichen Feststellungen oder Annahmen beziehe, sei das angefochtene Urteil lediglich BGE 138 II 77 S. 89unter Willk&#252;rgesichtspunkten zu pr&#252;fen. Eine etwas andere Formulierung findet sich in BGE 112 Ia 198 (E. 1b S. 201 mit Hinweisen): Danach &#252;berpr&#252;ft das Bundesgericht, ob die Regeln des kantonalen Rechts oder die von den kantonalen Beh&#246;rden zur L&#252;ckenf&#252;llung angewendeten Regeln dem in Art. 26 BV verankerten Prinzip der vollen Entsch&#228;digung gen&#252;gen. Die Anwendung dieser Regeln wie die Sachverhaltsfeststellungen der kantonalen Instanzen k&#246;nnten dagegen grunds&#228;tzlich nur unter Willk&#252;rgesichtspunkten &#252;berpr&#252;ft werden.\n\n    6.4 Vorliegend ist ein Modell f&#252;r die schematische Beurteilung der immissionsbedingten Entwertung von Mehrfamilienh&#228;usern streitig, das in einer Vielzahl von F&#228;llen Anwendung finden soll. Insofern geht es um eine abstrakt-generelle Erfassung des nach Art. 19 lit. b EntG zu entsch&#228;digenden Minderwerts f&#252;r Ertragsliegenschaften, unter Beachtung der Grunds&#228;tze der Rechtsgleichheit und der Rechtsicherheit sowie der Vorgaben des Bundesgerichts in seinen R&#252;ckweisungsentscheiden. Ob die von der ESchK verwendete Bewertungsmethode zur Bemessung des Minderwerts diesen rechtlichen Anforderungen gen&#252;gt, ist eine Rechtsfrage (...), die vom Bundesgericht grunds&#228;tzlich frei zu pr&#252;fen ist. Es &#252;bt allerdings eine gewisse Zur&#252;ckhaltung bei der Beurteilung von ausgesprochenen Fachfragen, wenn die verf&#252;gende Beh&#246;rde &#252;ber ein besonderes Fachwissen verf&#252;gt (BGE 135 II 384 E. 2.2 S. 390 mit Hinweisen). Dies gilt jedenfalls, soweit sie die f&#252;r den Entscheid wesentlichen Gesichtspunkte gepr&#252;ft und die erforderlichen Abkl&#228;rungen sorgf&#228;ltig und umfassend durchgef&#252;hrt hat (BGE 131 II 680 E. 2.3.2 S. 683 f. mit Hinweisen). \nSollte sich das Bewertungsmodell ESchK als tauglich und gesetzeskonform erweisen, so liegt dessen Anwendung im Ermessen der Sch&#228;tzungskommission, auch wenn das Modell MIFLU II ebenfalls geeignet w&#228;re. Dieses ist daher (im Detail) nur zu pr&#252;fen, sofern sich das Bewertungsmodell ESchK als unzul&#228;ssig erweist.\n\n    7. Zur Berechnung des Einflusses des Flugl&#228;rms auf den Wert von Ertragsliegenschaften wurden zwei Modelle entwickelt: Das Modell ESchK und das Modell MIFLU II.\n\n    7.1 Das Modell ESchK basiert auf der Datenbank der IAZI AG, der umfassendsten Transaktionsdatenbank von Renditeliegenschaften in der Schweiz. Davon konnten insgesamt 1925 Daten &#252;ber effektive Transaktionen von vermieteten Liegenschaften im Zeitraum BGE 138 II 77 S. 901997 bis 2008 (ohne &#220;berg&#228;nge durch Erbschaft oder Schenkung) f&#252;r die Berechnung des hedonischen Modells verwendet werden. Jeder Transaktion wurden nach einem standardisierten Modell rund 50 Faktoren zur Immobilie (wie Grundst&#252;cksfl&#228;che, Servitute, Baujahr und Bauqualit&#228;t, Wohnungsgr&#246;ssen, Anzahl Nasszellen etc.), zur Mikrolage (Lage innerhalb der Gemeinde bzw. des Quartiers) und zur Makrolage (Lage der Gemeinde) zugewiesen. Die Flugl&#228;rmbelastung wurde anhand der EMPA-Daten hektargenau ermittelt. \nMit der statistischen Methode der Regressionsanalyse wurde aus den erfassten Daten der Einfluss der Flugl&#228;rmbelastung auf den Wert der Immobilie berechnet. Dabei wurden sechs verschiedene L&#228;rmspezifikationen getestet, die jeweils mit 12 verschiedenen Kombinationen von Objekt- und Lagevariablen berechnet wurden (...).\nAls statistisch signifikant erwiesen sich die L&#228;rmspezifikationen Grundbelastung 45 und Grundbelastung 50, bei denen die Wertminderung (in Prozenten des Liegenschaftswerts) pro Dezibel Flugl&#228;rm (anhand des von 6 bis 22 Uhr gemittelten Dauerschallpegels Leq16) &#252;ber der Grenze von 45 bzw. 50 dB berechnet wird. Die Berechnungen ergaben Werte zwischen -0,9 % bis -1,6 % pro dB &#252;ber Grundbelastung 45 und von -1,2 % bis -2,4 % pro dB &#252;ber Grundbelastung 50.\nDie Sch&#228;tzungskommission entschied sich f&#252;r die Grundbelastung 45 dB und den minimalen Minderwert von -0,9 % pro dB, weil dieser in der Gr&#246;ssenordnung den mit dem Modell MIFLU I errechneten Minderwerten f&#252;r Einfamilienh&#228;user und Stockwerkeigentumseinheiten am n&#228;chsten komme. Dies ergab bei der Liegenschaft der Enteigneten einen Minderwert von 17,5 % des Verkehrswertes ohne Flugl&#228;rm.\n\n    7.2 Das von den Enteignern in Auftrag gegebene Modell MIFLU II beruht auf der Annahme, dass die Bewertung von Ertragsliegenschaften von den erzielten Ertr&#228;gen auszugehen habe und dass f&#252;r eine direkte hedonische Ermittlung des Flugl&#228;rmeinflusses zu wenig relevante Transaktionsdaten zur Verf&#252;gung stehen. Als Datengrundlage wurden daher die Angebotsmieten von 86'000 Inseraten von Mietwohnungen im Raum Z&#252;rich aus der Datenbank von homegate.ch verwendet. Diese wurden geokodiert und mit Daten des geografischen Informationssystems (GIS) der ZKB zur Mikro- und Makrolage angereichert (z.B. Hangneigung und Besonnung, Aussicht, Erreichbarkeit der Zentren Z&#252;rich und Winterthur, Strassen und Bahnl&#228;rm). Die Flugl&#228;rmbelastung wurde anhand der EMPA-Daten BGE 138 II 77 S. 91erfasst, wobei neben der Grundbelastung (Leq16 &#252;ber 50 dB) auch der Spitzen- sowie der Morgen- und Abendl&#228;rm ber&#252;cksichtigt wurden. Anhand dieser Daten wurden die Auswirkungen des Flugl&#228;rms auf die Mieten nach Altersklassen eruiert.\nAus den so berechneten Mindermieteinnahmen wird in einem zweiten Schritt, in Anlehnung an die Discounted Cash Flow-Methode (DCF), der Minderwert der Liegenschaft bestimmt. Hierf&#252;r muss zun&#228;chst die Restnutzungsdauer des Geb&#228;udes und der erwartete Sanierungszeitpunkt (f&#252;r die seit 1997 noch nicht sanierten Objekte) gesch&#228;tzt werden. Anschliessend wird die nachhaltig erzielbare Bruttomiete vor und nach der tats&#228;chlichen oder erwarteten Sanierung mit und ohne Flugl&#228;rm f&#252;r alle Jahre der Nutzungsdauer bestimmt, wobei eine Mietteuerung von 1 % zugrunde gelegt wird. Die so kalkulierten Mindermieten werden mit einem Diskontsatz von 5,5 % f&#252;r alle Jahre auf den Bewertungszeitpunkt 1997 abgezinst, um die gesch&#228;tzte Preisminderung der Ertragsliegenschaft f&#252;r das Jahr 1997 zu berechnen.\n\n    7.3 Beide Modelle verwenden somit die hedonische Methode (oder Methode der multiplen Regression), mit dem Unterschied, dass im Modell ESchK der Einfluss des Flugl&#228;rms auf den Liegenschaftswert ausgehend von effektiven Transaktionspreisen ermittelt wird, w&#228;hrend im Modell MIFLU II der flugl&#228;rmbedingte Minderwert von Mieten gesucht wird, um anschliessend mit einem DCF-Ansatz den Minderwert der Ertragsliegenschaft zu berechnen.\nDas Bundesgericht hat sich in BGE 134 II 49 (E. 16.4 S. 82 f.) im Zusammenhang mit dem Modell MIFLU I f&#252;r selbstgenutzte Wohnliegenschaften mit der hedonischen Methode auseinandergesetzt. Es hielt fest, dass es sich bei der Bewertung nach hedonischem Modell um eine Art Vergleichsverfahren handle. Verglichen w&#252;rden jedoch nicht die Liegenschaften selbst, sondern deren preisbestimmende Eigenschaften, was den Kreis der m&#246;glichen Vergleichsobjekte, die nicht in der gleichen Gegend liegen m&#252;ssten, betr&#228;chtlich erweitere. Die einzelnen Eigenschaften eines Grundst&#252;cks w&#252;rden definiert, aber nicht von einem Sch&#228;tzer benotet, sondern aufgrund der erfassten und ausgewerteten Vergleichsdaten, die auf effektiven Marktdaten beruhen, preislich bestimmt. Die hedonische Methode erlaube mithin als einzige der heute bekannten Sch&#228;tzungsmethoden, auf einer weitgehend objektivierten Basis das Vorhandensein oder Fehlen eines bestimmten Liegenschaftsmerkmals direkt mit einem entsprechenden Preisaufschlag oder -abzug zu verbinden. Sie BGE 138 II 77 S. 92erm&#246;gliche damit auch eine gleichm&#228;ssige Bewertung in einer Grosszahl von F&#228;llen. Die Methode d&#252;rfe heute als in den schweizerischen Immobilienkreisen weit verbreitet gelten. Gen&#252;ge ein Modell den wissenschaftlichen Anforderungen, so bestehe kein Grund, die Anwendung der hedonischen Methode bei Bewertungen im Rahmen von bundesrechtlichen Enteignungsverfahren abzulehnen. \nDas Bundesverwaltungsgericht erg&#228;nzte im angefochtenen Entscheid, dass der Preis der einzelnen Eigenschaften mithilfe einer multiplen Regression gesch&#228;tzt werde. Die Regressionsrechnung ermittle qualitative Zusammenh&#228;nge zwischen erkl&#228;renden bzw. unabh&#228;ngigen Variablen und einer zu erkl&#228;renden bzw. abh&#228;ngigen Variablen. Gesucht werde eine mathematische Funktion, die diese Zusammenh&#228;nge beschreibe. Bei einer einzigen unabh&#228;ngigen Variablen spreche man von einfacher Regression, bei mehreren unabh&#228;ngigen Variablen liege eine multiple Regression vor. Bei einer einfachen linearen Regression werde ein Streudiagramm erstellt, d.h. die Daten w&#252;rden - bildlich gesprochen - in ein Koordinatensystem eingetragen (x-Achse = unabh&#228;ngige Variable; y-Achse = abh&#228;ngige Variable); anschliessend werde eine Gerade bestimmt, welche diesen Punkten m&#246;glichst entspreche. In der einfachsten Variante der Regression werde dazu die Summe der Quadrate der Abweichungen der Punkte von der Regressionsfunktion minimiert. Bei einer multiplen Regression w&#252;rden die Werte in einem drei- oder mehrdimensionalen Koordinatensystem eingetragen und anstelle einer Geraden werde eine Ebene bzw. eine entsprechend mehrdimensionale Funktion gesucht, welche die Werte ann&#228;hernd abbilde. Die Regression sei ein etabliertes statistisches Verfahren. Dagegen bestimme der hedonische Ansatz nicht, welche Eigenschaften das G&#252;terb&#252;ndel \"Immobilie\" ausmachen; dies m&#252;sse empirisch festgelegt werden.\n\n    8. Die Enteigner kritisieren in erster Linie, das auf Transaktionspreise gest&#252;tzte hedonische Modell ESchK sei f&#252;r die Bewertung von Ertragsliegenschaften ungeeignet; insbesondere entbehre es einer theoretischen Grundlage.\n\n    8.1 Das Bundesverwaltungsgericht ging davon aus, dass hedonische Methoden in der Literatur auch im Zusammenhang mit der Bewertung von Ertragsliegenschaften genannt w&#252;rden. Zwar st&#252;nden beim Entscheid eines Investors &#252;ber den Kauf einer Ertragsliegenschaft der Ertrag und die Kosten im Vordergrund. Auch bei einer am Ertrag orientierten Bewertung k&#246;nne sich jedoch die Flugl&#228;rmbelastung in Form von reduzierten Mietertr&#228;gen oder Potentialmieten, BGE 138 II 77 S. 93h&#246;heren Kosten oder Leerstandsrisiken auf den Liegenschaftswert auswirken. Sei dieser Effekt empirisch feststellbar, sei nicht zu beanstanden, wenn er mit geeigneten statistischen Methoden beziffert werde. Ziel des hedonischen Modells ESchK sei nicht zu erkl&#228;ren, wie und weshalb sich Flugl&#228;rm auf den Liegenschaftswert auswirke. Mit dem Modell solle dieser Effekt lediglich beschrieben und beziffert werden. Eine &#246;konomisch theoretische Begr&#252;ndung sei dazu nicht unerl&#228;sslich. (...)\nDas Bundesverwaltungsgericht verwarf auch den Einwand der Enteigner, wonach die Mietertr&#228;ge im Modell zwingend h&#228;tten ber&#252;cksichtigt werden m&#252;ssen. (...)\n\n    8.2 Die Enteigner halten dagegen - gest&#252;tzt auf Gutachten von Prof. Philippe Thalmann vom 14. April 2010 sowie der W&#252;est &amp; Partner AG Z&#252;rich vom 23. Februar 2011 - eine theoretische Grundlage f&#252;r unerl&#228;sslich, um falsche Ergebnisse zu erkennen und Scheinkorrelationen auszuschliessen. (...)\nKerngedanke der hedonischen Theorie sei, dass nicht vordergr&#252;ndig das Gut (Wohnung oder Haus) erworben werde, sondern der damit verbundene Nutzen bzw. die nutzenstiftenden Eigenschaften. Als Finanzinvestition gehaltene Immobilien w&#252;rden zur Erzielung von Mietertr&#228;gen und/oder zum Zwecke der Wertsteigerung erworben. Darin unterschieden sie sich von Wohneigentum, das selbst genutzt werde und das Grundbed&#252;rfnis Wohnen befriedige. Der direkte hedonische Ansatz, der den Transaktionspreis mit Qualit&#228;tsmerkmalen des Geb&#228;udes korreliere, sei deshalb zur Bewertung von selbstgenutzten Wohnliegenschaften geeignet, nicht aber f&#252;r Ertragsliegenschaften, weil es bei diesen nicht um den pers&#246;nlichen Nutzen, sondern um die Erzielung von Ertrag gehe. (...)\nDies w&#252;rde f&#252;r die Ber&#252;cksichtigung der Mieteinnahmen im hedonischen Modell sprechen. Diese seien allerdings ihrerseits von verschiedenen im hedonischen Modell ESchK verwendeten Faktoren abh&#228;ngig, womit das Problem der Multikollinearit&#228;t bei der Regressionsanalyse auftrete. Multikollinearit&#228;t liege vor, wenn zwei oder mehr erkl&#228;rende Variablen eine sehr starke Korrelation miteinander haben, und k&#246;nne zu &#220;ber- oder Untersch&#228;tzungen der hedonischen Preise sowie zu Vorzeichenfehlern f&#252;hren. Hier offenbare sich der Zielkonflikt des Modells ESchK: Die Modellspezifikation ohne die Mietertr&#228;ge stehe im Widerspruch zur hedonischen Theorie; der Einbezug der Mieteinnahmen sei dagegen aufgrund des Problems der Multikollinearit&#228;t nicht ohne weiteres m&#246;glich. (...) BGE 138 II 77 S. 94\n   \nOffensichtlich unrichtig sei die Aussage der Vorinstanz, wonach direkte hedonische Modelle zur Bewertung von Renditeliegenschaften etabliert seien (...). Das Modell ESchK sei in der Schweiz einzigartig und geniesse \"Exotenstatus\". (...)\n(...)\n\n    8.4 An der Instruktionsverhandlung vor dem Bundesverwaltungsgericht f&#252;hrte Prof. Scognamiglio auf die Frage von Prof. Thalmann, ob die hedonische Methode auf Ertragsliegenschaften anwendbar sei, Folgendes aus: Das hedonische Verfahren basiere auf der multiplen Regression, einem weltweit bekannten statistischen Standardverfahren. Damit k&#246;nne, basierend auf rund 2000 F&#228;llen, der Einfluss von Flugl&#228;rm bestimmt werden. Die Rendite einer Liegenschaft h&#228;nge direkt von der erzielbaren Miete ab, welche wiederum direkt das Resultat der Eigenschaften der Immobilie und ihrer Lage sei. In der Praxis bew&#228;hrten sich hedonische Modelle zur Bewertung von Mehrfamilienh&#228;usern. Viele institutionelle Kunden (Banken, Versicherungen, Pensionskassen) wendeten diese in der Schweiz seit Jahren an. Die DCF-Methode werde insbesondere im B&#252;ro- und Gewerbebereich verwendet, wo nicht gen&#252;gend Vergleichsdaten verf&#252;gbar seien. Die Erfahrung mit der DCF-Methode zeige, dass je nach getroffenen Annahmen zu den Parametern zwischen einzelnen Bewertern auf Ebene Einzelobjekte Abweichungen in der Gr&#246;ssenordnung von bis zu 20 % auftreten k&#246;nnten.\nAuf die Frage Prof. Thalmanns, warum die f&#252;r den Investor entscheidenden Elemente (Kosten, Ertr&#228;ge, Risiken) ausgeklammert worden seien, erwiderte Prof. Scognamiglio, dass die Mieten die Geb&#228;ude- und Lagefaktoren widerspiegelten; das Modell habe daher statt den Mieten die mietpreisbestimmenden Faktoren verwendet. Die Kosten korrelierten mit dem Geb&#228;udezustand. Die Zinsen w&#252;rden durch die Timedummies ber&#252;cksichtigt.\n\n    8.5 Unstreitig ist, dass die hedonischen Indizes der IAZI AG in der Praxis weitverbreitet und anerkannt sind, und zwar nicht nur f&#252;r Einfamilienh&#228;user und Eigentumswohnungen, sondern auch f&#252;r Renditeliegenschaften (...). Dagegen erfolgt die Bewertung von Einzelobjekten bei Ertragsliegenschaften &#252;berwiegend gest&#252;tzt auf die DCF-Methode. Immerhin bietet die IAZI AG auch f&#252;r Mehrfamilienh&#228;user die Bewertung nach hedonischem Modell als preiswertere Alternative an. In seiner Dissertation (Methoden zur Immobilienbewertung im Vergleich, 1999, S. 196 ff., Zusammenfassung S. 205; vgl. auch LODERER/J&#214;RG/PICHLER/ROTH/ZGRAGGEN, Handbuch BGE 138 II 77 S. 95der Bewertung, 3. Aufl. 2005, Ziff. 26.7 S. 1066 f.) hat Prof. Scognamiglio ein hedonisches Modell f&#252;r die Bewertung von Mehrfamilienh&#228;usern entwickelt, das sich jedenfalls als genauer erwies als die traditionellen Bewertungsverfahren (Ertragswert- bzw. Realwertmethode).\nIm Schweizerischen Sch&#228;tzerhandbuch (Bewertung von Immobilien, Ausgabe 2005, Schweizerische Vereinigung kantonaler Grundst&#252;cksbewertungsexperten SVKG und Schweizerische Sch&#228;tzungsexpertenkammer/Schweizerischer Verband der Immobilienwirtschaft SEK/SVIT [Hrsg.], Ziff. 3.5 S. 93 f.) wird ausgef&#252;hrt, die hedonische Bewertungsmethode erm&#246;gliche einfach und schnell taugliche R&#252;ckschl&#252;sse auf den Verkehrswert, wenn das zu bewertende Vergleichsobjekt im Wesentlichen gleiche Haupteigenschaften aufweise wie die in der Statistik enthaltenen Objektarten. Dies treffe bei den am h&#228;ufigsten gehandelten Objektarten wie Ein-und Mehrfamilienh&#228;usern (Hervorhebung des Bundesgerichts) zu. St&#252;nden dagegen bei dem zu bewertenden Objekt besondere Eigenschaften im Vordergrund (z.B. Seeanstoss, luxuri&#246;se Villa in abgelegener Lage, gemischtes Objekt Wohnen/Gewerbe), so stehe erfahrungsgem&#228;ss nicht gen&#252;gend statistisches Vergleichsmaterial zur Verf&#252;gung. In diesen F&#228;llen seien brauchbare R&#252;ckschl&#252;sse auf den Verkehrswert des Vergleichsobjekts mit Hilfe der hedonischen Methode nur sehr beschr&#228;nkt m&#246;glich und mit entsprechender Vorsicht zu handhaben.\n\n    8.5.1 Vorliegend ist zu beachten, dass der Auftrag im R&#252;ckweisungsentscheid des Bundesgerichts lautete, Kriterien f&#252;r die schematische Beurteilung der immissionsbedingten Entwertung von Mehr\n    familienh&#228;usern (und nicht f&#252;r Ertragsliegenschaften anderer Art) zu entwickeln (Urteil 1E.9/2007 E. 13). Zudem soll nicht deren Verkehrswert bzw. der Einfluss des Flugl&#228;rms auf diesen im Einzelfall ermittelt werden, sondern es geht um eine schematische Ermittlung der flugl&#228;rmbedingten Werteinbusse . F&#252;r diese Betrachtungsweise erscheint die hedonische Methode grunds&#228;tzlich geeignet, sofern gen&#252;gend Datens&#228;tze vorhanden sind und das Modell den f&#252;r statistische Modelle dieser Art geforderten G&#252;tekriterien gen&#252;gt (vgl. dazu im Folgenden, E. 9 und 12).\n\n    8.5.2 Bereits aufgrund des verbindlichen R&#252;ckweisungsentscheids des Bundesgerichts ist davon auszugehen, dass sich &#252;berm&#228;ssiger Flugl&#228;rm wertmindernd auf Mehrfamilienh&#228;user auswirkt, weshalb die im Modell ESchK festgestellte negative Korrelation zwischen Flugl&#228;rmbelastung und Transaktionspreis keine blosse Scheinkorrelation darstellt. (...) BGE 138 II 77 S. 96\n   \n\n    8.5.3 (Zusammenfassung: Die Nichtber&#252;cksichtigung der Mieteinnahmen als erkl&#228;rende Variable im Modell ESchK ist nicht zu beanstanden, wenn die im Modell verwendeten mietzins- und kostenbestimmenden Faktoren wie Lage, Geb&#228;ude etc. die Transaktionspreise gen&#252;gend genau erkl&#228;ren; vgl. dazu unten, E. 12).\n\n    9. Die Enteigner r&#252;gen weiter, das Modell ESchK basiere mit insgesamt nur 143 Liegenschaften mit Flugl&#228;rmeinfluss auf einer viel zu kleinen Datenbasis. Ungen&#252;gend sei insbesondere die Anzahl stark bel&#228;rmter Liegenschaften: Im entsch&#228;digungsrelevanten Bereich von mehr als 60 dB habe der Flugl&#228;rmeinfluss nur mit 13 Beobachtungen gesch&#228;tzt werden k&#246;nnen. Dies gen&#252;ge nicht, da der Flugl&#228;rmeinfluss auch nach Auffassung der Vorinstanz nicht linear verlaufe. (...) Problematisch sei schliesslich, dass der &#252;berwiegende Teil der Transaktionsdaten nicht aus der Region Z&#252;rich stamme. Die Auffassung der Vorinstanz, es bestehe in der ganzen Schweiz ein einheitlicher Markt f&#252;r Renditeliegenschaften, sei offensichtlich unrichtig.\n\n    9.1 Das Bundesverwaltungsgericht ging davon aus, es bestehe keine fixe Grenze f&#252;r die bei einer Regressionsanalyse ben&#246;tigte Anzahl Datens&#228;tze; diese h&#228;nge von den konkreten Umst&#228;nden und verschiedenen Faktoren ab (z.B. Anzahl der Variablen, angestrebter p-Wert). Als Faustregel f&#252;r eine grobe Sch&#228;tzung der notwendigen Stichprobengr&#246;sse gelte, dass pro erkl&#228;render Variable mindestens zehn Elemente ben&#246;tigt werden. Auch bei Annahme einer Mindeststichprobe von 20 Elementen pro Variable erweise sich die zur Verf&#252;gung stehende Datenmenge als bei weitem gen&#252;gend. (...)\nZwar treffe es zu, dass sich Objekte in der Stadt Z&#252;rich erheblich von solchen beispielsweise im Jura unterscheiden k&#246;nnten. Gerade im Bereich von Renditeliegenschaften k&#246;nne aber deswegen noch nicht von verschiedenen M&#228;rkten gesprochen werden. Regionale Effekte w&#252;rden im Modell ber&#252;cksichtigt, so dass die geografische Heterogenit&#228;t der Transaktionen nicht problematisch erscheine. Im &#220;brigen werde mit dem Modell nicht eine Liegenschaftsbewertung vorgenommen, sondern der Einfluss des Flugl&#228;rms ermittelt. Die Liegenschaftsbewertung sei bereits mittels anderer Sch&#228;tzmethoden erfolgt. Vor diesem Hintergrund erscheine es nicht problematisch, wenn der Wert eines Parkplatzes in Del&#233;mont &#252;berbewertet, derjenige eines Parkplatzes in der Stadt Z&#252;rich unterbewertet und von einem Durchschnittswert ausgegangen werde. (...)\n(...)\n\n    BGE 138 II 77 S. 97\n   \n\n    9.3 Zwar besteht Einigkeit dar&#252;ber, dass der Flugl&#228;rmeinfluss - zumindest in tieferen Bereichen - nicht linear verl&#228;uft, sondern einer Kurve mit zunehmendem Gef&#228;lle folgt. Die Vorinstanz erachtete es auch als wahrscheinlich, dass der Einfluss des Flugl&#228;rms ab einem bestimmten Wert wieder abnimmt, da ab einem bestimmten Schwellenwert eine vollst&#228;ndige Entwertung zu erwarten sei. Dennoch ging sie - zu Recht - davon aus, dass eine lineare Entwertung zumindest im Bereich der f&#252;r einen Grossteil der betroffenen Liegenschaften zu erwartenden L&#228;rmbelastung eine vertretbare Schematisierung darstelle. Auch die von den Enteignern erarbeiteten Modelle MIFLU I und MIFLU II gehen von linearen Entwertungen aus.\nDie Berechnung der (linearen) Wertminderung st&#252;tzt sich auf die Gesamtheit der Transaktionen &#252;ber der gew&#228;hlten Grundbelastung. Von den insgesamt verwendeten 1925 Transaktionsdaten wiesen immerhin 421 im Zeitpunkt der Transaktion eine Grundbelastung (Leq16) &#252;ber 45 dB auf (...); bei 143 Transaktionen lag der Leq16 &#252;ber 50 dB. Damit waren gen&#252;gend Stichproben vorhanden, unabh&#228;ngig davon, ob man die Grenze bei 10 bis 20 Datens&#228;tzen je Variable oder noch h&#246;her ansetzt.\n\n    9.4 Das Modell ESchK beruht auf Transaktionen aus der gesamten Schweiz, d.h. aus Regionen mit sehr unterschiedlichen Immobilienpreisen. Die regionalen Unterschiede werden jedoch durch die Variable MACRO ber&#252;cksichtigt: In diese fliessen eine Vielzahl von geografischen und sozio&#246;konomischen Faktoren der jeweiligen Gemeinde ein, die erfahrungsgem&#228;ss das Preisniveau f&#252;r Immobilien beeinflussen, wie beispielsweise die Zentralit&#228;t der Gemeinde oder deren Steuerertr&#228;ge (vgl. dazu SCOGNAMIGLIO, a.a.O., S. 149 ff.). Die einzelnen Faktoren wurden den Parteien (...) offengelegt und werden von den Enteignern und ihren Experten nicht substanziiert kritisiert.\n\n    9.5 (Zusammenfassung: Zu den Einw&#228;nden der Enteigner zur Repr&#228;sentativit&#228;t der Daten)\n\n    10. Die Enteigner r&#252;gen weiter, der Flugl&#228;rm sei bei den Vergleichsobjekten im Einzugsgebiet der Flugh&#228;fen Genf, Lugano, Basel und Bern nicht ber&#252;cksichtigt worden.\n\n    10.1 Das Bundesverwaltungsgericht hielt fest, dass f&#252;r die Ermittlung des Flugl&#228;rmeffekts nur die Liegenschaften im Einflussbereich des Z&#252;rcher Flughafens herangezogen worden seien; die Grundst&#252;cke im Einzugsbereich anderer Flugh&#228;fen seien somit nur zur Bewertung der &#252;brigen Objekteigenschaften verwendet worden. BGE 138 II 77 S. 98Dennoch sei die Kritik der Enteigner in diesem Punkt grunds&#228;tzlich berechtigt: Die Nichtber&#252;cksichtigung des Flugl&#228;rms bei den &#252;brigen Liegenschaften k&#246;nne dazu f&#252;hren, dass einzelne davon als nicht flugl&#228;rmbelastet erscheinen, obwohl sie ebenfalls eine flugl&#228;rmbedingte Wertminderung erlitten haben. Dies k&#246;nne dazu f&#252;hren, dass die &#252;brigen Eigenschaften dieser Liegenschaften zu tief bewertet und dadurch der Wert der &#252;brigen Eigenschaften im Modell insgesamt vermindert werde. Dies wiederum k&#246;nne zu einer Untersch&#228;tzung des Flugl&#228;rms im Modell f&#252;hren.\nAllerdings ging das Bundesverwaltungsgericht davon aus, dass nur ein sehr kleiner Teil der Liegenschaften im Einflussbereich anderer Flugh&#228;fen liege und die Flugl&#228;rmbelastung aufgrund der Lage und der Gr&#246;sse der &#252;brigen Flugh&#228;fen deutlich geringer sein d&#252;rfte als im Bereich des Flughafens Z&#252;rich. Der Effekt sei somit vernachl&#228;ssigbar; jedenfalls erscheine es vertretbar, ihn im Rahmen der unvermeidlichen Schematisierung eines solchen Modells nicht zu ber&#252;cksichtigen.\n\n    10.2 Diese Erw&#228;gungen sind nicht zu beanstanden. Zwar ist nicht bekannt, ob und wie viele der im Modell ESchK ber&#252;cksichtigten Objekte dem L&#228;rm anderer Flugh&#228;fen ausgesetzt waren. Die &#220;berlegung der Vorinstanz erscheint jedoch plausibel, da die Flugh&#228;fen Genf, Basel-Mulhouse und Bern-Belp lediglich &#252;ber eine Piste verf&#252;gen und ein geringeres Verkehrsaufkommen haben als der Flughafen Z&#252;rich. Beim Flughafen Basel-Mulhouse liegen &#252;berdies die l&#228;rmbelasteten Liegenschaften ganz &#252;berwiegend in Frankreich; f&#252;r das Modell ESchK wurden aber nur Transaktionen in der Schweiz ber&#252;cksichtigt. Schliesslich ist zu bedenken, dass eine allf&#228;llige Verzerrung - wie die Vorinstanz dargelegt hat - zu einer Unter sch&#228;tzung der flugl&#228;rmbedingten Wertminderung gef&#252;hrt, sich also zugunsten der Enteigner ausgewirkt h&#228;tte.\n(...)\n\n    11. Weiter bem&#228;ngeln die Enteigner, im Modell ESchK werde der Strassenl&#228;rm ungen&#252;gend ber&#252;cksichtigt. W&#228;hrend das Modell MIFLU II die geokodierten Strassenl&#228;rmdaten des Kantons Z&#252;rich verwende, begn&#252;ge sich das Modell ESchK mit einer rudiment&#228;ren Ber&#252;cksichtigung des Strassenl&#228;rms als Teil der Benotung der Mikrolage. Die Lagebenotung sei subjektiv und vermische den Strassenl&#228;rm mit anderen Lagefaktoren (Distanz zu Schulen, Einkaufsm&#246;glichkeiten etc.). (...)\n(...)\n\n    BGE 138 II 77 S. 99\n   \n\n    11.3 Auch wenn die Verwendung geokodierter Strassenverkehrsl&#228;rmdaten vom Bundesgericht im R&#252;ckweisungsentscheid nicht vorgeschrieben wurde, erscheint es sinnvoll, diese objektiven und pr&#228;zisen Daten zu verwenden, sofern dies m&#246;glich ist. Allerdings machen die Enteigner selbst geltend, dass nicht f&#252;r alle Kantone geokodierte Strassenl&#228;rmdaten in gen&#252;gender Qualit&#228;t zur Verf&#252;gung stehen. Im Modell ESchK - mit Transaktionsdaten aus der ganzen Schweiz - konnten deshalb geokodierte Strassenl&#228;rmdaten nicht verwendet werden. Zu pr&#252;fen ist daher, ob dies die Plausibilit&#228;t und Zuverl&#228;ssigkeit des Modells ESchK beeintr&#228;chtigt.\nIm Modell ESchK wurde die Lage im Ort (MICRO) durch einen Sch&#228;tzer mit einer Note zwischen 1 und 4 (sehr gut, gut, mittel und schlecht) beurteilt. Als sehr gut gilt eine bevorzugte ruhige Wohnlage mit Aussicht und guter Besonnung, in direkter Zentrumsn&#228;he, mit kurzen Distanzen zu &#246;ffentlichen Verkehrsmitteln, Einkaufsm&#246;glichkeiten und Schulen sowie zu Naherholungsgebieten. Als schlecht wird eine Lage in gemischter Bauzone ohne Aussicht oder gen&#252;gende Besonnung bewertet, mit m&#228;ssiger bis starker L&#228;rmbelastung (Verkehr, Gewerbe) oder Geruchsimmissionen, in eher dezentraler Lage mit wenig Einkaufsm&#246;glichkeiten oder l&#228;ngeren Wegen zu &#246;ffentlichen Verkehrsmitteln und Schulen. Prof. Scognamiglio f&#252;hrte dazu an der Instruktionsverhandlung der Vorinstanz aus, Analysen h&#228;tten gezeigt, dass die Modelle nicht genauer w&#252;rden, wenn weitere GIS-Faktoren ber&#252;cksichtigt w&#252;rden. Er wies darauf hin, dass auch potentielle K&#228;ufer lediglich eine qualitative Beurteilung der Grundst&#252;ckslage vornehmen w&#252;rden.\nDieses Argument leuchtet grunds&#228;tzlich ein. Allerdings ist nicht auszuschliessen, dass der Einfluss des Flugl&#228;rms auf den Wert einer Liegenschaft mit schlechter Lagenote unterschiedlich ausfallen kann, je nachdem, ob die Note auf den starken Strassenverkehrsl&#228;rm zur&#252;ckzuf&#252;hren ist (der den Flugl&#228;rm &#252;berlagern kann) oder auf Nichtl&#228;rmfaktoren wie z.B. die dezentrale Lage.\n  In diesem Zusammenhang ist jedoch zu ber&#252;cksichtigen, dass die Lage im Ort nur eine Untervariable der Variablen BUILD ist. Um einen m&#246;glichen Einfluss der Wahl der Faktoren zum Geb&#228;ude und zur Lage auf die Signifikanz der Flugl&#228;rmgr&#246;ssen auszuschalten, wurden im Modell ESchK f&#252;r jede der sechs getesteten L&#228;rmspezifikationen jeweils 12 verschiedene Modelle berechnet, mit jeweils unterschiedlichen Kombinationen von Objekt- und Lagevariablen (Bericht Hedonisches Bewertungsmodell f&#252;r flugl&#228;rmbelastete BGE 138 II 77 S. 100Renditeliegenschaften vom 24. September 2009, Ziff. 4.1.2 S. 19). F&#252;r ihren Entscheid legte die Sch&#228;tzungskommission von allen - statistisch gleichermassen signifikanten - Ergebnissen f&#252;r die Grundbelastung45 dasjenige mit der tiefsten Preissensitivit&#228;t pro dB (0,9 %) zugrunde. Sollte es daher in einem oder mehreren berechneten Modellen zu einer &#220;bersch&#228;tzung des Flugl&#228;rmeinflusses wegen &#252;berlagerndem Strassenverkehrsl&#228;rm gekommen sein, h&#228;tte sich dies im Ergebnis nicht ausgewirkt.\n\n    12. Aufgabe der Sch&#228;tzungskommission war es, ein schematisches Modell f&#252;r die Bewertung des flugl&#228;rmbedingten Minderwerts bei vermieteten Mehrfamilienh&#228;usern zu erstellen, das praktikabel ist und die Gleichbehandlung der Enteigneten garantiert (zitiertes Urteil 1E.9/2007 E. 12 in fine). Ein derartiges Modell kann nicht auf die Besonderheiten des konkreten Falles zugeschnitten sein, muss aber die flugl&#228;rmbedingte Wertminderung von Ertragsliegenschaften gen&#252;gend plausibel und zuverl&#228;ssig berechnen, um als Basis f&#252;r die k&#252;nftigen Entscheide der Sch&#228;tzungskommission dienen zu k&#246;nnen. Die Vorinstanzen &#252;berpr&#252;ften die Genauigkeit des Modells anhand von statistischen G&#252;tekriterien. Dies erscheint grunds&#228;tzlich richtig, handelt es sich doch beim hedonischen Bewertungsmodell ESchK um ein statistisches Analyseverfahren.\n\n    12.1 Die Vorinstanzen stellten zun&#228;chst auf das Bestimmtheitsmass R2 (bzw. adjustiertes R2 ) ab: Dieser Quotient zwischen der durch die Regression erkl&#228;rten Streuung und der Gesamtstreuung diene als einfache Masszahl zur Beurteilung der G&#252;te eines Regressionssatzes (FAHRMEIR/K&#220;NSTLER/PIGEOT/TUTZ, Statistik, Der Weg zur Datenanalyse, 7. Aufl., S. 498). Das hedonische Modell ESchK weise ein sehr hohes R2 von &#252;ber 0,95 auf, d.h. die berechneten Modelle erkl&#228;rten &#252;ber 95 % der Varianz der beobachteten Transaktionspreise, bzw. nur 5 % der analysierten Transaktionspreise der 1925 Renditeliegenschaften k&#246;nnten nicht durch die gew&#228;hlten Faktoren erkl&#228;rt werden. (...)\n    Wie das Bundesverwaltungsgericht ausgef&#252;hrt hat, darf allerdings nicht einseitig auf das Bestimmtheitsmass abgestellt werden; anzustreben ist vielmehr ein ausbalanciertes Modell mit durchwegs guten G&#252;tewerten; unerl&#228;sslich ist insbesondere die Angabe der Signifikanz des Gesamtmodells, d.h. der Wahrscheinlichkeit, dass die Zusammenh&#228;nge - gesamthaft betrachtet - nur zuf&#228;llig sind (ROMAN G&#220;NTER, Entwicklungsprozess, Methoden und G&#252;tekriterien BGE 138 II 77 S. 101&#246;konometrischer Modelle, in: Kaspar Fierz, Der Schweizer Immobilienwert, 5. Aufl. 2005, Anh. XI S. 748). Die Vorinstanzen haben deshalbzu Recht zus&#228;tzlich auf den t-Wert und den p-Wert zur Beurteilung der Signifikanz der einzelnen Faktoren abgestellt.\n\n    12.2 Die Sch&#228;tzungskommission f&#252;hrte hierzu im erg&#228;nzenden Bericht vom 14. Dezember 2010 aus, die Kolonnen t-value und p-value seien aus technischer Sicht sehr wichtig: Sie geben an, wie signifikant die einzelnen Faktoren f&#252;r die Bestimmung des Preises seien. Eine Variable sei sehr signifikant, wenn eine kleine &#196;nderung davon eine signifikante &#196;nderung des Sch&#228;tzpreises verursache. Die Signifikanz lasse sich mit dem t-value quantifizieren, der die Anzahl Standardabweichungen angebe, die den Regressionsparameter von der Null-Hypothese (die Variable erkl&#228;rt den Preis nicht) unterscheide. Je gr&#246;sser der absolute t-Wert, desto signifikanter die Variable. Wenig signifikante Variablen w&#252;rden mit dem sogenannten Backward-Elimination-Standardverfahren aus dem Modell eliminiert. Das Vorzeichen des t-Werts gebe an, ob eine Zunahme der transformierten Variable eine Zunahme (+) oder Abnahme (-) des Preises verursache. Die signifikanteste transformierte Variable im Modell ESchK sei die Variable \"IVol\", die ein Mass f&#252;r das Volumen der Liegenschaft darstelle, mit t = 48,47. Basierend auf dem t-Wert und der Anzahl Freiheitsgrade lasse sich der p-Wert (probability value) oder Signifikanzwert bestimmen. Dieser Wert sei eine Kennzahl zur Auswertung statistischer Tests. Ein p-Wert kleiner als 0,05 bedeute, dass die Variable mit einer Wahrscheinlichkeit von gr&#246;sser als 95 % signifikant sei.\nDie Sch&#228;tzungskommission stellte anhand der t- und p-Werte des Modells eine hohe Signifikanz der erkl&#228;renden Variablen des Modells fest. Der Einfluss des Flugl&#228;rms auf den Wert der Immobilien werde &#228;usserst genau gemessen: Mit durchschnittlichen t-Werten von 3,5 und p-Werten von 0,001 betrage das statistische Vertrauensniveau 99,9 %. Dies wurde vom Bundesverwaltungsgericht best&#228;tigt: Es hielt im angefochtenen Entscheid fest, die Sch&#228;tzungskommission habe die Qualit&#228;t des Modells anhand sachgerechter und bew&#228;hrter Kriterien beurteilt.\nDiese Erw&#228;gungen werden von den Enteignern nicht (substanziiert) kritisiert und sind nicht zu beanstanden.\n\n    12.3 Schliesslich ber&#252;cksichtigte die Sch&#228;tzungskommission bei ihrem Entscheid, im Sinne eines Vergleichsmassstabs, den BGE 138 II 77 S. 102Entwertungssatz, der sich f&#252;r die Pilotf&#228;lle gem&#228;ss dem Modell MIFLU I f&#252;r selbstgenutztes Wohneigentum ergeben w&#252;rde. Sie w&#228;hlte, innerhalb der im Modell ESchK berechneten Bandbreite f&#252;r die Grundbelastung 45, den geringsten Entwertungssatz (0,9 % pro dB), der leicht unter demjenigen liegt, der sich gem&#228;ss MIFLU I ergeben h&#228;tte. Dies entspricht den Erw&#228;gungen des Bundesgerichts im R&#252;ckweisungsentscheid (Urteil 1E.9/2007 E. 13.1): Danach ist grunds&#228;tzlich davon auszugehen, dass selbstgenutztes Wohneigentum und Mehrfamilienh&#228;user durch Flugl&#228;rm in &#228;hnlicher Weise beeintr&#228;chtigt werden.\n\n    12.4 Nach dem Gesagten durften die Sch&#228;tzungskommission und das Bundesverwaltungsgericht das hedonische Modell als hinreichend plausibel und zuverl&#228;ssig einstufen, ohne Bundesrecht zu verletzen.\n\n    12.5 Bei diesem Ergebnis er&#252;brigt es sich, im Detail auf die Kritik der Enteigneten und der Vorinstanzen am Modell MIFLU II einzugehen. (...)\nDen Enteignern ist einzur&#228;umen, dass MIFLU II auf einer weit gr&#246;sseren Datenmenge (86'000 Inserate von Mietwohnungen) beruht und wichtige Lagefaktoren, wie namentlich den Strassenverkehrs- und Bahnl&#228;rm, aufgrund von GIS-Daten pr&#228;ziser ermittelt als das Modell ESchK. Diesen Vorteilen stehen dagegen erhebliche Unsicherheiten bei der Festsetzung des Diskontierungssatzes gegen&#252;ber. Dieser hat einen erheblichen Einfluss auf das Resultat, d.h. auf die flugl&#228;rmbedingte Wertminderung der Liegenschaft.\n(Zusammenfassung : Kritik der Enteigneten an dem im Modell MIFLU II gew&#228;hlten starren Diskontierungssatz und an dessen H&#246;he)\nDa sich das Modell ESchK als bundesrechtskonform erweist, kann auf eine Auseinandersetzung mit diesen Fragen verzichtet werden.\n \n   \n   "
}