{
  "titre": "110 V 71",
  "annee": "1984",
  "contenu": "\n      \n  Chapeau\n110 V 7112. Extrait de l'arr&#234;t du 23 mars 1984 dans la cause Baillie contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 6 LAVS, art. 22 ss RAVS.  Pour fixer les cotisations des salari&#233;s au service d'employeurs non astreints &#224; payer des cotisations, il y a lieu, en principe, d'appliquer la proc&#233;dure institu&#233;e par les art. 22 ss RAVS  (pr&#233;cision de la jurisprudence). \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 71\n\n\n    BGE 110 V 71 S. 71\n   \nExtrait des consid&#233;rants:\n\n    1. Comme le rel&#232;vent avec raison les juges cantonaux, le recourant, ressortissant britannique, domicili&#233; en Suisse et n'exer&#231;ant son activit&#233; professionnelle ni en Suisse ni dans son pays d'origine, est soumis au droit suisse des assurances sociales (art. 5 al. 2 de la convention de s&#233;curit&#233; sociale entre la Suisse et le Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, du 21 f&#233;vrier 1968).\n\n    2. a) Il est constant que l'employeur du recourant n'a pas d'&#233;tablissement stable en Suisse. Il n'est donc pas tenu de payer des cotisations (art. 12 LAVS). En cons&#233;quence, les cotisations du recourant se calculent selon l'art. 6 LAVS, qui fixe les cotisations des assur&#233;s dont l'employeur n'est pas tenu d'en payer. Ces salari&#233;s sont trait&#233;s par la loi comme des assur&#233;s de condition ind&#233;pendante: le taux de leurs cotisations est identique (cf. art. 6 et 8 LAVS), de m&#234;me que le sont les conditions de r&#233;duction et de remise de celles-ci (art. 11 LAVS); ils peuvent &#233;galement d&#233;duire tous les frais g&#233;n&#233;raux n&#233;cessaires &#224; l'acquisition du revenu (ATFA 1958 p. 184). On peut donc affirmer que la loi les assimile aux assur&#233;s exer&#231;ant une activit&#233; lucrative ind&#233;pendante (MAURER, Sozialversicherungsrecht, vol. II pp. 139 et 142 s.).\nb) Partant de cette similitude de situations, le Tribunal f&#233;d&#233;ral des assurances a jug&#233; que la proc&#233;dure de fixation des cotisations selon les art. 22 ss RAVS, pr&#233;vue pour les personnes exer&#231;ant une activit&#233; ind&#233;pendante, pouvait &#233;galement s'appliquer aux salari&#233;s BGE 110 V 71 S. 72d'employeurs non tenus au paiement de cotisations (RCC 1970 p. 378). Dans cet arr&#234;t, il a toutefois admis - implicitement du moins - que les caisses de compensation demeuraient libres, conform&#233;ment &#224; la pratique administrative, de choisir, pour cette cat&#233;gorie d'assur&#233;s, le mode de fixation des cotisations et qu'elles pouvaient en cons&#233;quence se fonder sur une attestation de salaire de l'employeur ou sur les d&#233;clarations de l'assur&#233;, ou encore sur une communication du fisc (cf. ch. 51 des directives de l'Office f&#233;d&#233;ral des assurances sociales sur la perception des cotisations, valables d&#232;s le 1er janvier 1982). Les erreurs successives de la caisse intim&#233;e dans la pr&#233;sente cause d&#233;montrent toutefois qu'il est pr&#233;f&#233;rable que les caisses de compensation se fondent, en pareil cas, sur la taxation fiscale des int&#233;ress&#233;s plut&#244;t que de proc&#233;der elles-m&#234;mes &#224; de nouveaux calculs. Des exigences d'ordre pratique commandent &#233;galement une telle solution. En effet, comme le rel&#232;ve &#224; juste titre le recourant, il est inutilement compliqu&#233; et peu logique que les bases de taxation soient arr&#234;t&#233;es diff&#233;remment par le fisc et par les organes de l'AVS. Au surplus, il ne se justifie pas de faire des distinctions, selon le pouvoir discr&#233;tionnaire de l'administration, au sein de la m&#234;me cat&#233;gorie d'assur&#233;s. C'est pourquoi, contrairement &#224; ce qui est dit dans l'arr&#234;t publi&#233;  dans la RCC 1970 p. 378, il y a lieu d'appliquer de fa&#231;on g&#233;n&#233;rale, dans le cas des salari&#233;s au service d'employeurs non astreints &#224; payer des cotisations, la proc&#233;dure de fixation des cotisations institu&#233;e par les art. 22 ss RAVS. Demeurent cependant r&#233;serv&#233;es les situations particuli&#232;res - dont il n'a pas &#224;  &#234;tre jug&#233; ici - o&#249; les circonstances exceptionnelles justifieraient une autre m&#233;thode, par exemple un pr&#233;l&#232;vement des cotisations &#224; la source.\n \n   \n   "
}