{
  "titre": "113 II 10",
  "annee": "1987",
  "contenu": "\n      \n  Chapeau\n113 II 103. Arr&#234;t de la IIe Cour civile du 10 f&#233;vrier 1987 dans la cause Minist&#232;re public du canton de Vaud (recours en r&#233;forme)\n\n  \nRegeste\nIrrecevabilit&#233; du recours en r&#233;forme du Minist&#232;re public tendant au prononc&#233; d'une interdiction de remariage.  1. Le Minist&#232;re public n'a pas qualit&#233; pour recourir en r&#233;forme quant &#224;  l'application de l'art. 150 CC: il n'est ni un intervenant accessoire, au sens de l'art. 53 OJ, ni un intervenant principal (consid. 1a et b). \n2. L'interdiction de remariage ne peut pas faire l'objet d'une contestation civile au sens de l'art. 44 OJ (consid. 2). \n\n\n  \n  \n  \nFaits &#224; partir de page 10\n\n\n    BGE 113 II 10 S. 10\n   \n\n    Par jugement du 29 mai 1986, le Tribunal civil du district d'Yverdon a prononc&#233; le divorce des &#233;poux X. et a ratifi&#233; la convention pass&#233;e entre les parties en vue de liquider le r&#233;gime matrimonial. Le tribunal a retenu qu'&#224; la suite d'une violente altercation la femme avait bless&#233; son mari avec un couteau, ce qui avait port&#233; une atteinte irr&#233;m&#233;diable au lien conjugal.\nLe Minist&#232;re public du canton de Vaud a recouru contre ce jugement &#224; la Chambre des recours du Tribunal cantonal vaudois, demandant qu'une interdiction de remariage de deux ans f&#251;t inflig&#233;e &#224; la femme. Par arr&#234;t du 4 d&#233;cembre 1986, la Chambre des recours a rejet&#233; le recours et confirm&#233; le jugement attaqu&#233;.\nLe Minist&#232;re public vaudois a recouru en r&#233;forme au Tribunal f&#233;d&#233;ral, reprenant les conclusions qu'il avait formul&#233;es devant l'autorit&#233; cantonale de seconde instance. Le recours a &#233;t&#233; d&#233;clar&#233; irrecevable.BGE 113 II 10 S. 11\n   \n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Le Minist&#232;re public dit avoir la qualit&#233; pour recourir en vertu de l'art. 53 OJ. Aux termes de cette disposition l&#233;gale (al. 1), les garants et intervenants ont aussi le droit de recourir en r&#233;forme ou de faire un recours joint, si la l&#233;gislation cantonale leur conf&#232;re les m&#234;mes droits qu'aux parties et s'ils ont pris part au proc&#232;s devant la derni&#232;re juridiction cantonale; la l&#233;gislation cantonale d&#233;termine leur r&#244;le dans la proc&#233;dure. Le Minist&#232;re public affirme avoir eu la qualit&#233; de partie devant l'autorit&#233; cantonale de derni&#232;re instance.\naa) Comme cela ressort clairement des textes allemand et italien de l'art. 53 OJ, l'intervenant auquel cette disposition l&#233;gale donne qualit&#233; pour recourir en r&#233;forme est un intervenant accessoire (Nebenintervenient, interveniente accessorio), non pas un intervenant principal (Hauptintervenient) (BIRCHMEIER, Organisation der Bundesrechtspflege, n. 1 ad art. 53 OJ), c'est-&#224;-dire qu'il intervient au proc&#232;s aux c&#244;t&#233;s du demandeur ou du d&#233;fendeur pour se joindre aux conclusions de l'un ou de l'autre; il ne prend pas de conclusions propres, mais soutient les conclusions de l'une des parties (ATF 89 II 189 consid. 2). Or, en l'esp&#232;ce, ayant pris devant l'autorit&#233; cantonale des conclusions tendant &#224; ce que l'&#233;pouse, d&#233;fenderesse &#224; l'action en divorce, f&#251;t frapp&#233;e d'une interdiction de remariage, le Minist&#232;re public n'a pas agi avec le demandeur pour soutenir les conclusions de celui-ci. En effet, la d&#233;cision quant &#224; l'application de l'art. 150 CC rel&#232;ve de l'appr&#233;ciation du seul juge et les parties au proc&#232;s de divorce ne peuvent conclure ni &#224; ce qu'une interdiction de remariage soit prononc&#233;e, ni &#224; ce que le juge y renonce; seul celui qui a &#233;t&#233; frapp&#233; de cette sanction et a ainsi &#233;t&#233; l&#233;s&#233; peut en demander la lev&#233;e ou la r&#233;duction (B&#220;HLER/SP&#220;HLER, n. 32 ad art. 150 CC et les r&#233;f&#233;rences).\nbb) Le Minist&#232;re public invoque deux arr&#234;ts rendus sous l'empire de la loi f&#233;d&#233;rale d'organisation judiciaire de 1893, dont l'art. 66 accordait, en des termes analogues &#224; ceux de l'art. 53 de la loi de 1943, le droit de recourir au Tribunal f&#233;d&#233;ral aux \"garants et intervenants\" (\"Nebenparteien (Litisdenunziaten, Intervenienten)\") qui n'avaient pas refus&#233; de prendre part au proc&#232;s, si la l&#233;gislation cantonale leur conf&#233;rait les m&#234;mes droits qu'aux parties. Mais on n'en peut rien tirer en faveur de l'argumentation du recourant.BGE 113 II 10 S. 12\n   \nDans l'arr&#234;t Burger contre Minist&#232;re public du canton de Berne, du 27 f&#233;vrier  1913 (ATF 39 II 9 /10 consid. 1), il s'agissait d'une action en d&#233;saveu (art.  253 ss aCC). Un tribunal bernois de premi&#232;re instance avait admis la demande du mari; ce jugement n'avait &#233;t&#233; attaqu&#233; ni par la m&#232;re, ni par l'enfant, contre lesquels l'action &#233;tait dirig&#233;e, mais par le Minist&#232;re public, conform&#233;ment au droit de proc&#233;dure bernois, et la Cour d'appel, r&#233;formant le jugement de premi&#232;re instance, avait d&#233;bout&#233; le demandeur de ses conclusions. Celui-ci avait recouru au Tribunal f&#233;d&#233;ral dans le sens de l'adjudication de ses conclusions. Le Tribunal f&#233;d&#233;ral a jug&#233; pr&#233;alablement que, bien que le code civil n'assign&#226;t la qualit&#233; de d&#233;fendeurs &#224; l'action en d&#233;saveu qu'&#224; l'enfant et &#224; la m&#232;re, la l&#233;gislation cantonale pouvait valablement conf&#233;rer au Minist&#232;re public le droit d'intervenir dans le proc&#232;s: il a donc consid&#233;r&#233; que le Minist&#232;re public bernois avait la qualit&#233; pour d&#233;fendre dans l'instance f&#233;d&#233;rale. Mais, dans ce cas, le Minist&#232;re public intervenait pour soutenir les droits de l'enfant et de la m&#232;re: reprenant les conclusions formul&#233;es par ceux-ci en premi&#232;re instance, il ne prenait pas de conclusions propres et avait ainsi la qualit&#233; d'un intervenant accessoire. Au surplus, la question ne se posait pas sous l'angle de la qualit&#233; pour recourir au Tribunal f&#233;d&#233;ral, mais dans l'optique de la compatibilit&#233; avec le droit f&#233;d&#233;ral de dispositions cantonales accordant &#224; l'Etat un pouvoir d'intervention en faveur de la l&#233;gitimit&#233;.\nDans l'arr&#234;t Minist&#232;re public du canton de Vaud et commune de Dizy contre B. et Z., du 11 avril 1922 (ATF 48 II 177 ss consid. 2), il s'agissait d'une action en interdiction de mariage, dans laquelle le Minist&#232;re public vaudois est, en vertu de l'art. 37 de la loi vaudoise d'introduction du code civil, l'autorit&#233; comp&#233;tente, au sens de l'art. 109 CC, tenue de s'opposer d'office au mariage lorsqu'il existe une cause de nullit&#233; absolue. Le Minist&#232;re public recourait donc au Tribunal f&#233;d&#233;ral en qualit&#233; de demandeur, soit de partie principale, sur la base de l'art. 111 CC.\nCertes, dans l'arr&#234;t Minist&#232;re public vaudois contre dame Jaggi et consorts, du 6 juillet 1918 (ATF 44 II 224 consid. 1), le Tribunal f&#233;d&#233;ral a dit que, conform&#233;ment &#224; l'art. 66 aOJ, le Minist&#232;re public devait &#234;tre consid&#233;r&#233; comme ayant qualit&#233; pour recourir en r&#233;forme, vu que, dans les proc&#232;s relatifs &#224;  l'&#233;tat civil des personnes, le code de proc&#233;dure civil vaudois alors en vigueur lui reconnaissait le droit d'intervenir, et notamment d'exercer un recours contre les jugements rendus en premi&#232;re instance. Or, c'est en vertu des BGE 113 II 10 S. 13dispositions correspondantes du code de proc&#233;dure civil actuel que le Minist&#232;re public a recouru en l'esp&#232;ce devant le Tribunal cantonal. Mais, dans l'affaire de 1918, il s'agissait d'une action en d&#233;saveu, qui avait &#233;t&#233; intent&#233;e, non pas par le mari, mais par la m&#232;re et les enfants. Le Minist&#232;re public &#233;tait intervenu pour sauvegarder les droits du mari, qui, sous r&#233;serve des cas exceptionnels limitativement &#233;num&#233;r&#233;s par la loi (art. 256 aCC), pouvait seul d&#233;cider s'il entendait conserver &#224; l'enfant le droit de la l&#233;gitimit&#233;.\nIl est vrai aussi que, selon Th. WEISS (Die Berufung an das Bundesgericht in Zivilsachen nach dem Bundesgesetz &#252;ber die Organisation der Bundesrechtspflege vom 22. M&#228;rz 1893, Berne 1908, p. 92 lettre d), si l'Etat a, en vertu du droit cantonal, le droit d'intervenir dans les affaires d'&#233;tat ou de divorce, il a qualit&#233; pour recourir au Tribunal f&#233;d&#233;ral en vertu de l'art. 66 aOJ. Mais cette affirmation n'est &#233;tay&#233;e d'aucune explication et Weiss admet lui-m&#234;me (p. 90  lettre a) que l'intervenant dont il s'agit &#224; l'art. 66 aOJ est un intervenant accessoire (cf., dans le m&#234;me sens, G. FAVEY, Les conditions du recours de droit civil au Tribunal f&#233;d&#233;ral, Lausanne 1907, p. 33/34).\ncc) Ainsi, il r&#233;sulte de ce qui pr&#233;c&#232;de que l'art. 53 OJ ne peut pas fonder la qualit&#233; du Minist&#232;re public pour recourir en r&#233;forme au Tribunal f&#233;d&#233;ral.\nb) Le Minist&#232;re public ne peut pas non plus recourir en r&#233;forme en tant qu'intervenant principal (cf. ATF 96 II 85). L'intervenant principal exerce une action particuli&#232;re et ind&#233;pendante, qui vient se greffer sur le litige primitif (ATF 81 II 307; cf. GULDENER, Schweizerisches Zivilprozessrecht, 3e  &#233;d., p. 315/16; STR&#196;ULI/MESSMER, Kommentar zur Z&#252;rcherischen Zivilprozessordnung, 2e &#233;d., n. 1 ad &#167; 43). Or, le Minist&#232;re public ne d&#233;duit pas en justice un droit qui lui soit propre et il ne peut pas d&#233;terminer l'objet du litige: son intervention se limite &#224; la sauvegarde de l'ordre public.\nc) La participation du Minist&#232;re public, dans les cas o&#249; les cantons l'autorisent &#224; intervenir chaque fois que l'ordre public est en jeu, est d'une nature sp&#233;cifique (cf. GULDENER, op.cit., p. 315; HABSCHEID, Droit judiciaire priv&#233; suisse, 2e &#233;d., p. 209/210; R.G. BRINER, Das Rechtsmittel Dritter in den schweizerischen Zivilprozessgesetzen, th&#232;se Zurich 1979, p. 93 ss). En proc&#233;dure civile vaudoise, il para&#238;t excessif de r&#233;duire le r&#244;le du Minist&#232;re public, comme le fait Briner (p. 342 lettre b), &#224; la comp&#233;tence de donner un pr&#233;avis. Certes, ce sont l&#224; ses attributions selon l'art. 79 al. 1 CPV vaud., mais il a n&#233;anmoins la possibilit&#233; de prendre une part BGE 113 II 10 S. 14plus active au proc&#232;s, d&#232;s lors que les voies du recours lui sont ouvertes  (art. 443 al. 2 et 463 CPC vaud.; cf. G. HOFFET, L'intervention du Minist&#232;re public dans la proc&#233;dure civile en droit suisse et en droit fran&#231;ais, th&#232;se Zurich 1931, p. 105). La jurisprudence r&#233;cente lui a m&#234;me reconnu, dans les causes en divorce, la facult&#233; de faire valoir, quant il recourt, les m&#234;mes moyens que les parties, notamment en ce qui concerne les r&#232;gles de fond et de proc&#233;dure dont le respect est d'ordre public (JdT 1986 III 45 ss consid. 1). Point n'est besoin cependant d'examiner plus avant cette question, qui rel&#232;ve d'ailleurs du droit cantonal. En effet, les conditions premi&#232;res de recevabilit&#233; du recours en r&#233;forme sont les conditions objectives des art. 44 &#224;  50 OJ.\n\n    2. Selon le Minist&#232;re public, on est en pr&#233;sence d'une contestation civile portant sur un droit de nature non p&#233;cuniaire, au sens de l'art. 44 OJ.\nPar contestation civile, la jurisprudence entend une proc&#233;dure qui vise &#224; provoquer une d&#233;cision d&#233;finitive sur des rapports de droit civil et qui se d&#233;roule en instance contradictoire, devant le juge ou toute autre autorit&#233; ayant pouvoir de statuer, entre deux ou plusieurs personnes physiques ou morales agissant comme titulaires de droits priv&#233;s, ou entre une telle personne et une autorit&#233; &#224; laquelle le droit civil conf&#232;re la qualit&#233; de partie (ATF 103 II 317 consid. 2c; cf. ATF 110 II 12 consid. 1 et les r&#233;f&#233;rences). La proc&#233;dure d'application de l'art. 150 CC ne r&#233;pond pas &#224; cette d&#233;finition.\nL'interdiction de remariage est une peine que le juge doit prononcer d'office, non pas comme une sorte de satisfaction ou de r&#233;paration qui serait donn&#233;e &#224; l'&#233;poux offens&#233;, mais dans l'int&#233;r&#234;t public, eu &#233;gard &#224; l'importance sociale du mariage (ATF 69 II 353; cf. Egger, n. 2 ad art. 150 CC; HINDERLING, Das schweizerische Ehescheidungsrecht, 3e &#233;d., p. 114; B&#220;HLER/SP&#220;HLER, n. 4 ad art. 150 CC; DESCHENAUX/TERCIER, Le mariage et le divorce, 3e &#233;d., p. 116 n. 596/597). Son application est donc soustraite &#224; l'intervention des parties: elle peut &#234;tre prononc&#233;e m&#234;me contre l'&#233;poux qui a &#233;t&#233; seul &#224; conclure au divorce, s'il s'est rendu coupable de graves manquements aux obligations d&#233;coulant du mariage (ATF 68 II 149 consid. 2); l'&#233;poux l&#233;s&#233; ne peut pas demander qu'elle ne soit pas inflig&#233;e au conjoint coupable (ATF 38 II 61 consid. 3); il n'a aucun droit non plus d'exiger que celui-ci en soit frapp&#233; et n'a pas la possibilit&#233; de recourir quand le juge ne l'a pas prononc&#233;e, faute de subir un pr&#233;judice de ce fait (ATF 106 II 120\n    BGE 113 II 10 S. 15consid. 2b et les r&#233;f&#233;rences); si l'&#233;poux qui est frapp&#233; d'une interdiction de remariage peut attaquer cette d&#233;cision dans le cadre d'un recours en r&#233;forme dirig&#233; contre un jugement de divorce, c'est parce qu'elle est la cons&#233;quence du divorce, contestation civile non p&#233;cuniaire (cf. ATF 107 II 503 in fine). Quand les cantons lui donnent la facult&#233; d'intervenir, le Minist&#232;re public n'invoque pas, comme on l'a vu, un droit civil propre lui comp&#233;tant en vertu du droit f&#233;d&#233;ral, mais agit uniquement pour la sauvegarde de l'ordre public. Il n'y a donc pas contestation civile: il s'agit d'une proc&#233;dure relative &#224; une norme de droit f&#233;d&#233;ral &#224; caract&#232;re de droit public, dont l'application intervient d'office &#224; l'occasion d'une contestation civile (ATF 68 II 149 consid. 2, 38 II  61 consid. 3; cf. BRINER, p. 363).\nPour que le recours en r&#233;forme f&#251;t possible dans cette &#233;ventualit&#233;, il faudrait que la loi f&#233;d&#233;rale d'organisation judiciaire le pr&#233;v&#238;t express&#233;ment, comme elle le fait aux art. 44 lettres a &#224; f et 45. Or, tel n'est pas le cas. Le recours est d&#232;s lors irrecevable.\n \n   \n   "
}