{
  "titre": "101 Ia 107",
  "annee": "1975",
  "contenu": "\n      \n  Chapeau\n101 Ia 10720. Arr&#234;t du 25 juin 1975 en la cause Ligue marxiste r&#233;volutionnaire contre Commission de police de Lausanne et Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nArt. 4 Cst.; infraction &#224; un r&#232;glement communal commise par une personne morale.  1. L'effet suspensif accord&#233; au recours de droit public tend uniquement &#224;  suspendre l'application d'une disposition cantonale et ex&#233;cutoire d&#233;finitive;  il n'en modifie pas le caract&#232;re (consid. 3). \n2. Responsabilit&#233; d&#233;lictueuse de la personne morale sur le plan du droit p&#233;nal cantonal et communal (consid. 4 et 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 107\n\n\n    BGE 101 Ia 107 S. 107\n   \nLe 25 f&#233;vrier 1974, la police lausannoise a constat&#233; que plusieurs affiches avaient &#233;t&#233; appos&#233;es &#224; des endroits o&#249; l'affichage est interdit. Ces affiches invitaient la population &#224; lib&#233;rer les antimilitaristes d'Aarau; elles portaient, dans leur partie inf&#233;rieure, les sigles \"SBAS - LMR\". Les personnes qui les coll&#232;rent ne purent &#234;tre identifi&#233;es. Par ailleurs, la signification du sigle \"SBAS\" ne fut pas &#233;tablie. Par sentence du 28 octobre 1974, la Commission de police de la ville de Lausanne a condamn&#233; la Ligue marxiste r&#233;volutionnaire (LMR) &#224; une amende de 80 fr., pour infraction &#224; l'art. 33 du r&#232;glement de la commune de Lausanne sur les proc&#233;d&#233;s de r&#233;clame, du 27 mars 1973.\nUn recours form&#233; contre cette d&#233;cision par la LMR aupr&#232;s de la Cour de cassation p&#233;nale du Tribunal cantonal du canton de Vaud a &#233;t&#233; rejet&#233; par arr&#234;t du 17 f&#233;vrier 1975.\n\n    BGE 101 Ia 107 S. 108\n   \nAgissant par la voie du recours de droit public, la LMR requiert le Tribunal f&#233;d&#233;ral d'annuler l'arr&#234;t du 17 f&#233;vrier 1975. Elle invoque la violation de l'art. 4 Cst.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Selon l'art. 35 du r&#232;glement sur les proc&#233;d&#233;s de r&#233;clame de la commune de Lausanne, du 27 mars 1973, tout affichage est interdit en dehors des panneaux r&#233;serv&#233;s &#224; cet usage, &#224; l'exception des magasins et &#233;tablissements publics qui peuvent placer des affiches &#224; l'int&#233;rieur de leur commerce. L'autorit&#233; cantonale a relev&#233; qu'il &#233;tait constant en l'esp&#232;ce que les personnes inconnues qui avaient appos&#233; des affiches l'avaient fait pour la recourante et &#224; sa demande. La recourante ne le conteste pas. Elle rel&#232;ve elle-m&#234;me \"que la plupart des affiches de la LMR avaient &#233;t&#233; coll&#233;es conform&#233;ment &#224; la loi\"; elle admet aussi \"qu'un (ou plusieurs) colleur a pu enfreindre les instructions que la LMR avait donn&#233;es\".\n\n    2. Aux termes de l'art. 36 du r&#232;glement communal du 27 mars 1973, \"les contraventions au pr&#233;sent r&#232;glement sont poursuivies conform&#233;ment &#224; la loi sur les sentences municipales et au r&#232;glement g&#233;n&#233;ral de police de la Commune\". Selon son art. 1er al. 1 lit. a, la loi du 17 novembre 1969 sur les sentences municipales (LSM) est applicable &#224; la poursuite des contraventions \"aux r&#232;glements communaux de police, &#224; moins qu'une loi n'en dispose autrement\". L'autorit&#233; cantonale a d&#232;s lors admis que les dispositions de la LSM s'appliquaient en l'esp&#232;ce, en particulier l'art. 9 al. 2 concernant les contraventions commises par une personne morale. La recourante soutient que le r&#232;glement du 27 mars 1973 ayant pour base la loi cantonale du 22 novembre 1970 sur les proc&#233;d&#233;s de r&#233;clame, il s'imposait de suivre l'art. 50 de cette loi, aux termes duquel \"les contraventions se poursuivent conform&#233;ment &#224; la loi sur les contraventions\". Or, ainsi que l'a relev&#233; l'autorit&#233; cantonale, une personne morale ne peut en principe &#234;tre condamn&#233;e p&#233;nalement sur la base de la loi vaudoise sur les contraventions. Pour &#234;tre contraire &#224; cette r&#232;gle, la d&#233;cision attaqu&#233;e violerait l'art. 4 Cst. Ce grief n'est toutefois pas fond&#233;.\nLa loi du 18 novembre 1969 sur les contraventions est applicable &#224; la poursuite des contraventions r&#233;prim&#233;es par les l&#233;gislations BGE 101 Ia 107 S. 109f&#233;d&#233;rale et cantonale, les trait&#233;s internationaux et les concordats intercantonaux, dans la mesure o&#249; elles ne sont pas soumises &#224; la juridiction f&#233;d&#233;rale (art. 2 al. 1). La loi ne s'applique pas en revanche aux contraventions dont la r&#233;pression est de la comp&#233;tence des autorit&#233;s municipales (art. 2 al. 2 lit. a). L'autorit&#233; cantonale pouvait d&#232;s lors admettre sans arbitraire que la contravention &#224; l'art. 33 du r&#232;glement communal du 27 mars 1973 devait &#234;tre r&#233;prim&#233;e conform&#233;ment aux dispositions de la LSM, en vertu de l'art. 1er al. 1 lit. a de cette loi. Il faut relever &#224; cet &#233;gard que la recourante ne pr&#233;tend pas que la contravention commise in casu l'aurait  &#233;t&#233; aux dispositions de la loi cantonale sur les proc&#233;d&#233;s de r&#233;clame du 22  novembre 1970.\n\n    3. Selon l'art. 10 LSM, sauf disposition contraire de la loi r&#233;primant la contravention, la poursuite se prescrit par un an d&#232;s la commission de l'infraction. La recourante rel&#232;ve que cette derni&#232;re a eu lieu le 25 f&#233;vrier 1974 et que l'arr&#234;t entrepris date du 17 f&#233;vrier 1975. L'effet suspensif ayant &#233;t&#233; accord&#233; au recours de droit public, la prescription de la poursuite serait acquise, car la LSM ne contiendrait aucune disposition pr&#233;voyant que cette prescription puisse &#234;tre suspendue ou interrompue. Ce grief est &#233;galement mal fond&#233;.\nLa recourante ne saurait tirer argument de l'octroi de l'effet suspensif au recours de droit public. Cette mesure provisionnelle tend uniquement &#224; suspendre l'application d'une d&#233;cision cantonale ex&#233;cutoire et d&#233;finitive; elle ne modifie pas le caract&#232;re m&#234;me de cette d&#233;cision (BIRCHMEIER, Bundesrechtspflege, p. 404/405; cf. RO 73 IV 14, 97 IV 156 consid. 2). Ainsi, la question de savoir si la prescription de la poursuite peut &#234;tre interrompue ou suspendue ne se poserait que si le Tribunal f&#233;d&#233;ral, admettant le recours, annulait la d&#233;cision attaqu&#233;e. En cas de rejet du recours, seule l'application de l'art. 11 LSM, qui concerne la prescription de la peine, entre en consid&#233;ration.\n\n    4. Selon l'art. 9 LSM, \"lorsqu'une contravention est commise par une personne morale, soit par l'un de ses organes agissant comme tel, la peine est prononc&#233;e contre la ou les personnes physiques qui ont commis la contravention ou qui y ont coop&#233;r&#233;\". L'al. 2 de cet article pr&#233;cise que \"lorsque ces personnes ne peuvent &#234;tre d&#233;termin&#233;es, la peine est prononc&#233;e contre la personne morale\".\n\n    BGE 101 Ia 107 S. 110\n   \na) La recourante fait valoir que la responsabilit&#233; p&#233;nale de la personne morale est en principe exclue en droit suisse et qu'elle n'est admise qu'&#224;  titre exceptionnel en mati&#232;re administrative et fiscale. Seuls les organes de la personne morale r&#233;pondent personnellement des infractions qu'ils ont commises dans l'exercice de leurs activit&#233;s sociales. Or, on ne saurait qualifier d'organes de la LMR les colleurs d'affiches, dont l'identit&#233; n'est d'ailleurs pas connue. En outre, rien ne permettrait d'&#233;tablir in casu que ceux qui sont &#224; la t&#234;te de la LMR ont voulu l'affichage sauvage ou y ont consenti, m&#234;me au titre du simple dol &#233;ventuel.\nL'autorit&#233; cantonale a certes admis que, sur le plan p&#233;nal f&#233;d&#233;ral et en r&#232;gle g&#233;n&#233;rale, une personne morale n'avait pas la capacit&#233; d&#233;lictueuse. Elle a relev&#233; que ce m&#234;me principe avait &#233;t&#233; adopt&#233; par la loi vaudoise sur les contraventions. Mais elle a soulign&#233; qu'il en allait diff&#233;remment, s'agissant d'infractions aux r&#232;glements communaux r&#233;prim&#233;es conform&#233;ment &#224; la loi sur les sentences municipales. Les contraventions soumises &#224; cette loi seraient en effet r&#233;alis&#233;es ind&#233;pendamment de tout facteur subjectif, en sorte qu'il &#233;tait parfaitement concevable qu'elles puissent &#234;tre commises par des personnes morales. L'art. 9 al. 2 LSM n'avait ainsi rien d'ill&#233;gal. Par ailleurs, l'absence d'&#233;l&#233;ment intentionnel dont la recourante entendait se pr&#233;valoir n'&#233;tait pas d&#233;terminante; selon l'art. 3 LSM en effet, la contravention serait punissable pour peu qu'elle soit objectivement r&#233;alis&#233;e.\nb) Selon l'art. 335 ch. 1 CP, \"les cantons conservent le pouvoir de l&#233;gif&#233;rer sur les contraventions de police qui ne sont pas l'objet de la l&#233;gislation f&#233;d&#233;rale. Ils ont le pouvoir d'&#233;dicter des peines pour les contraventions aux prescriptions cantonales d'administration et de proc&#233;dure\". Les cantons jouissent en ce domaine de la plus enti&#232;re libert&#233; (SCHWANDER, Das schweizerische Strafgesetzbuch, n. 92, p. 46/47). Ils peuvent d&#233;clarer applicables, en tant que droit cantonal, les r&#232;gles g&#233;n&#233;rales du code p&#233;nal suisse (RO 96 I 28 consid. 4a). Ils sont &#233;galement en droit d'exclure express&#233;ment leur application. L'art. 2 LSM pr&#233;cise ainsi que \"les dispositions g&#233;n&#233;rales du Code p&#233;nal ne sont pas applicables, sauf pour les contraventions de droit f&#233;d&#233;ral dont la r&#233;pression est de la comp&#233;tence des autorit&#233;s municipales\". Le droit cantonal peut donc adopter des r&#232;gles g&#233;n&#233;rales qui s'&#233;cartent de celles BGE 101 Ia 107 S. 111retenues par le droit p&#233;nal f&#233;d&#233;ral, notamment en ce qui concerne la responsabilit&#233; p&#233;nale des personnes morales.\nc) L'autorit&#233; cantonale consid&#232;re que la contravention est punissable d&#232;s qu'elle est objectivement r&#233;alis&#233;e et que l'&#233;l&#233;ment intentionnel n'est ainsi pas d&#233;terminant. Il n'est pas n&#233;cessaire d'examiner en l'esp&#232;ce le bien-fond&#233;  de cette opinion au regard de l'art. 4 Cst.; l'autorit&#233; cantonale pouvait en effet admettre sans arbitraire que la recourante avait fait preuve de n&#233;gligence en ne prenant pas toutes les pr&#233;cautions n&#233;cessaires en vue d'&#233;viter un affichage contraire au r&#232;glement.\nLa recourante ne conteste pas avoir donn&#233; l'ordre de placarder les affiches. Si elle affirme avoir &#233;mis des instructions &#224; ce propos, elle n'en pr&#233;cise pas le contenu. Or on peut admettre que lorsqu'un groupement ou un parti politique confie &#224; ses membres ou &#224; des personnes le touchant de pr&#232;s le soin de placarder des affiches manifestant son opinion sur tel ou tel &#233;v&#233;nement d&#233;termin&#233;, les organes de ce groupe doivent compter avec un risque accru d'affichage sauvage. Ils sont alors tenus de prendre toutes les mesures n&#233;cessaires en vue de l'&#233;viter, en proc&#233;dant notamment &#224; des contr&#244;les. La recourante n'affirme ni ne d&#233;montre avoir pris les mesures ad&#233;quates. Dans ces conditions, il n'&#233;tait pas insoutenable d'admettre qu'elle avait fait preuve de n&#233;gligence et qu'elle a donc commis l'infraction pour laquelle elle a &#233;t&#233;  condamn&#233;e.\n\n    5. Le fait que les affiches portaient &#233;galement le sigle \"SBAS\" ne met pas obstacle &#224; ce que la poursuite soit effectu&#233;e contre la seule recourante. L'instruction de la cause n'a pas permis d'&#233;tablir la signification de ce sigle, et la recourante elle-m&#234;me n'a apport&#233; sur ce point aucun &#233;claircissement. Quoi qu'il en soit, la participation &#233;ventuelle d'autres organisations &#224; l'infraction n'exclut pas que la responsabilit&#233; de la recourante ait &#233;t&#233; engag&#233;e en cette affaire.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours.\n \n   \n   "
}