{
  "titre": "100 IV 43",
  "annee": "1974",
  "contenu": "\n      \n  Chapeau\n100 IV 4312. Arr&#234;t de la Cour de cassation p&#233;nale du 2 avril 1974 dans la cause Tharin et consorts contre Debrot et Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\nArt. 173 ss CP: L'attaque g&#233;n&#233;rale dirig&#233;e contre une vaste collectivit&#233; de personnes, prise dans son universalit&#233;, n'est pas propre &#224; porter atteinte &#224; chacun des individus, si aucune d&#233;limitation ne permet d'identifier un groupe plus restreint, se distinguant de l'ensemble.   \n\n\n  \n  \n  \nFaits &#224; partir de page 43\n\n\n    BGE 100 IV 43 S. 43\n   \n\n    A.- Samuel Debrot est pr&#233;sident de la Soci&#233;t&#233; vaudoise pour la protection des animaux et r&#233;dacteur responsable du \"Courrier des b&#234;tes\" &#233;dit&#233; par cette association. Debrot est en opposition avec les milieux de chasseurs et a pris des positions BGE 100 IV 43 S. 44publiques contre la chasse et les chasseurs. Le Courrier des b&#234;tes tire &#224; environ 16000 exemplaires.\nDans le no 167 du Courrier des b&#234;tes, de septembre 1972, Debrot, r&#233;pondant &#224; un correspondant qui d&#233;plorait l'interdiction de la chasse le samedi, a &#233;crit ce qui suit:\n\"Les travailleurs dignes de ce nom ont des loisirs sains; ce ne sont pas eux qui prennent comme amusement de tuer les animaux; ils ont d'autres distractions. Le nouveau r&#232;glement sur la chasse qui interdit la chasse le samedi ne les prive de rien; ils laissent volontiers ce sport criminel aux d&#233;soeuvr&#233;s, aux refoul&#233;s, aux complex&#233;s, aux maniaques, aux vicieux.\"\nDans le m&#234;me num&#233;ro, sous le titre \"Contester le droit de chasse\", Debrot a publi&#233; des extraits d'un ouvrage d'un auteur fran&#231;ais, R. Dextreit, comprenant notamment le passage suivant:\n\"N'est-il donc pas d'autres distractions que la satisfaction d'un incessant besoin de tuer en toute circonstance? Ils se d&#233;foulent de leurs instincts agressifs, dit-on des chasseurs. Alors, ils ne sont donc que des brutes sanguinaires, &#224; qui on doit offrir des victimes en permanence?\nOn dit parfois que l'humanit&#233; est encore en enfance; mais, au spectacle de la chasse, on peut penser qu'il est des &#234;tres humains qui n'en sont - mentalement et intellectuellement - qu'&#224; l'&#233;tat larvaire. Boire, fumer, se goinfrer, tuer, voil&#224; l'id&#233;al de tant de gens, dont beaucoup occupent des fonctions dites \"de responsabilit&#233;s\", disposant ainsi des autres et de leur situation. Ils sont de ceux que l'on consulte, et dont on suit les avis, les directives. Ils sont aussi de ceux qui n'admettent pas la r&#233;volte d'une jeunesse &#224; laquelle ils donnent pourtant un si lamentable exemple:\"\n\n    B.- Se consid&#233;rant atteints dans leur honneur, 37 chasseurs agissant &#224; titre personnel, 19 sections locales vaudoises de la \"Diana\" et la Soci&#233;t&#233; des chasseurs &#224; l'arr&#234;t ont d&#233;pos&#233; plainte p&#233;nale contre Debrot.\nPar jugement du 25 septembre 1973, le Tribunal de police du district de Lausanne a reconnu Debrot coupable de diffamation et l'a condamn&#233; &#224; une amende de 400 fr.\nDebrot ayant recouru au Tribunal cantonal, la Cour de cassation p&#233;nale de ce tribunal, par arr&#234;t du 17 d&#233;cembre 1973, a admis le recours et lib&#233;r&#233; Debrot de toute peine.\nLa cour cantonale a tout d'abord consid&#233;r&#233; que si un d&#233;lit devait &#234;tre retenu &#224; la charge de Debrot, ce serait celui d'injures et non de diffamation; ensuite, elle a d&#233;ni&#233; aux associations plaignantes la qualit&#233; pour porter plainte au nom de BGE 100 IV 43 S. 45leurs membres; et enfin, sur la plainte d&#233;pos&#233;e par les 37 chasseurs en leur nom personnel, elle a consid&#233;r&#233; que l'examen des articles litigieux r&#233;v&#233;lait qu'aucun des plaignants n'&#233;tait vis&#233; directement et personnellement, que les articles visaient l'ensemble des chasseurs mondiaux, que certes il est possible de porter atteinte de mani&#232;re collective &#224; l'honneur et aux int&#233;r&#234;ts personnels des individus, mais que, pour cela, il faut que le cercle des individus vis&#233;s soit nettement d&#233;limit&#233; et que leur nombre ne soit pas trop consid&#233;rable, que, le nombre des chasseurs dans le monde &#233;tant incalculable, l'attaque sur chaque individu est &#224; ce point dispers&#233;e qu'aucun chasseur ne peut r&#233;ellement pr&#233;tendre &#234;tre l&#233;s&#233; dans sa sph&#232;re personnelle par les articles incrimin&#233;s et qu'en cons&#233;quence les plaintes des 37 chasseurs &#233;taient irrecevables.\n\n    C.- Les 37 plaignants individuels et les 20 associations plaignantes, par l'entremise de leur conseil, ont interjet&#233; en temps utile un pourvoi en nullit&#233; au Tribunal f&#233;d&#233;ral. Ils concluent &#224; l'annulation de la d&#233;cision attaqu&#233;e et au renvoi de la cause aux autorit&#233;s cantonales vaudoises pour nouveau jugement.\nIls font valoir en substance que la diffamation doit &#234;tre retenue &#224; la charge de Debrot, que les associations plaignantes ont la qualit&#233; pour d&#233;poser plainte, que les articles incrimin&#233;s visent, dans l'esprit des lecteurs, uniquement les chasseurs vaudois, de telle sorte que chacun des recourants peut se sentir vis&#233; et bless&#233;.\nLe Minist&#232;re public du canton de Vaud propose l'admission du pourvoi.\nL'intim&#233; conclut au rejet du pourvoi.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. La r&#233;pression p&#233;nale des atteintes &#224; l'honneur, fond&#233;e sur les art. 173 ss. CP, n'est possible que si l'honneur d'une personne physique ou morale est atteint. Il convient d&#232;s lors d'examiner avant toute chose si, dans le cas d'une attaque collective visant les chasseurs et dirig&#233;e contre eux, l'honneur individuel de chaque chasseur ou des soci&#233;t&#233;s ou associations groupant des chasseurs est atteint dans une mesure suffisamment nette pour justifier l'application des sanctions p&#233;nales.\n\n    2. On peut admettre que certains des termes employ&#233;s BGE 100 IV 43 S. 46par l'intim&#233; Debrot dans l'article incrimin&#233;, ou publi&#233;s sous sa responsabilit&#233;, constitueraient des atteintes &#224; l'honneur tombant sous le coup du code p&#233;nal, s'ils &#233;taient dirig&#233;s contre une personne d&#233;termin&#233;e. Des termes comme \"maniaques\", \"vicieux\", \"brutes sanguinaires\", voire \"&#234;tres humains qui n'en sont - mentalement et intellectuellement - qu'&#224; l'&#233;tat larvaire\" paraissent propres &#224; blesser l'honneur personnel et la r&#233;putation d'&#234;tre un homme honorable, en tout cas dans la mesure o&#249; ces termes sont d&#233;tourn&#233;s de leur sens m&#233;dical ou purement scientifique pour &#234;tre utilis&#233;s dans leur sens courant et d&#233;pr&#233;cier le caract&#232;re de la personne vis&#233;e (cf. RO 98 IV 90).\nCela n'implique cependant pas pour autant que l'emploi de tels termes &#224; l'endroit de l'ensemble des chasseurs, c'est-&#224;-dire d'une collectivit&#233; ou d'un ensemble de personnes ayant pour caract&#233;ristique commune l'exercice plus ou moins r&#233;gulier d'une m&#234;me activit&#233;, porte n&#233;cessairement atteinte &#224; l'honneur de chacun des individus appartenant au groupe.\nSi, dans le cadre d'une attaque dirig&#233;e contre un groupe bien d&#233;limit&#233; de personnes (par ex. 73 conseillers nationaux), la Cour de cassation a admis que chacune des personnes du groupe pouvait &#234;tre l&#233;s&#233;e dans son honneur (RO 80 IV 159 consid. 4), elle ne s'est en revanche pas prononc&#233;e &#224; propos d'attaques dirig&#233;es contre des communaut&#233;s plus vastes. Avant l'entr&#233;e en vigueur du code p&#233;nal suisse cependant, et dans le cadre limit&#233; de son pouvoir d'examen en cas de recours de droit public, le Tribunal f&#233;d&#233;ral a d&#233;clar&#233; qu'il n'y avait pas d'arbitraire &#224; admettre que l'existence d'une atteinte &#224; l'honneur d'une personne d&#233;termin&#233;e pouvait r&#233;sulter d'une d&#233;signation collective, &#224; la condition que les individus en soient l'objet d'une mani&#232;re reconnaissable; il a consid&#233;r&#233; &#224; cette occasion que c'est une question d'appr&#233;ciation des faits concrets que de savoir s'il en est ainsi; se r&#233;f&#233;rant &#224; la doctrine, il a cependant montr&#233; quelque r&#233;serve pour le cas o&#249; l'attaque serait dirig&#233;e contre une collectivit&#233; comprenant un tr&#232;s grand nombre d'individus (RO 50 I 216-218 consid. 3).\nLa doctrine s'est attach&#233;e &#224; d&#233;gager des crit&#232;res et des &#233;l&#233;ments d'appr&#233;ciation plus pr&#233;cis, en cherchant &#224; tracer les limites jusqu'auxquelles une attaque collective est encore propre &#224; porter atteinte &#224; l'honneur de l'individu. Refusant d'admettre que toute attaque collective, quelle que soit l'ampleur BGE 100 IV 43 S. 47de la collectivit&#233; vis&#233;e, a n&#233;cessairement un effet r&#233;flexe sur les individus qui la composent et porte d&#232;s lors atteinte &#224; leur honneur personnel (BRUNSCHWIG, Die Kollektiv-Ehrverletzung, p. 20 ss., 27 ss.), la doctrine dominante se montre plus nuanc&#233;e et plus restrictive. Suivant en cela les tendances de la jurisprudence allemande, elle consid&#232;re qu'une offense collective ne portera atteinte &#224; l'honneur d'individus que si la collectivit&#233; ou le groupe attaqu&#233; est suffisamment d&#233;limit&#233; pour se distinguer nettement de l'ensemble de la communaut&#233;; &#224; d&#233;faut de cette d&#233;limitation, l'offense est d&#233;pourvue d'un pouvoir suffisamment d&#233;terminant pour atteindre les &#233;l&#233;ments de la collectivit&#233; vis&#233;e dans leur honneur (STREHLE, Die Kollektivbeleidigung im schweizerischen und deutschen Recht, p. 52/53; KRUG, Ehre und Beleidigungsf&#228;higkeit von Verb&#228;nden, p. 28 ss.; MAURACH, Deutsches Strafrecht, Bes. Teil, &#233;d. 1961, &#167; 17 III b, p. 137; Leipziger Kommentar, &#233;d. 1958, p. 137 ch. 3; &#233;d. 1970, vor &#167; 185, n. 16 &#224; 19). Si elle ne trace pas une limite claire, cette mani&#232;re de voir permet de poser que toute atteinte &#224; l'honneur individuel est en principe exclue, lorsque l'attaque est dirig&#233;e de mani&#232;re g&#233;n&#233;rale contre toute une classe de personnes, pratiquant une religion ou exer&#231;ant par exemple une profession, prise dans son ensemble et sans aucune d&#233;signation plus pr&#233;cise (STREHLE, op.cit., p. 72 ss., 82; KRUG, op.cit., p. 28 ss.; STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil I, p. 112).\nEn mati&#232;re civile, dans le cadre de l'application de l'art. 28 CC, on peut observer la m&#234;me tendance de la doctrine (cf. EGGER, Kommentar ZGB, n. 38 ad art. 28, p. 250).\nQuant &#224; la jurisprudence fran&#231;aise, elle est encore plus restrictive, puisqu'elle consid&#232;re que des attaques g&#233;n&#233;rales, aussi injustes ou excessives soient-elles, dirig&#233;es contre une collectivit&#233; ind&#233;termin&#233;e ou une classe sociale n'atteignent en r&#233;alit&#233; personne; il a &#233;t&#233; jug&#233; que lorsqu'on attaque un vaste groupe de personnes, que rien n'unit entre elles, &#224; l'exception d'une communaut&#233; d'origine ou d'int&#233;r&#234;ts, d'une identit&#233; de profession ou de traditions, d'une affinit&#233; de souvenirs ou d'id&#233;al (p.ex. noblesse, clerg&#233;, magistrature, m&#233;decins, commer&#231;ants, membres d'un parti ou d'une classe, habitants d'une ville ou supporters d'un club sportif), les diffamations et les injures se dispersent et ne parviennent pas &#224; blesser individuellement les personnes qui composent de tels groupes (Cour de cassation BGE 100 IV 43 S. 48criminelle, 16 d&#233;cembre 1954, Recueil Dalloz 1955, p. 287 ss.).\n\n    3. Sans aller jusqu'&#224; adopter la position de la jurisprudence fran&#231;aise, on doit admettre que l'attaque g&#233;n&#233;rale dirig&#233;e contre une vaste collectivit&#233; de personnes prise dans son ensemble ou son universalit&#233; n'est pas propre &#224; porter atteinte &#224; l'honneur de chacun des individus qui lui appartiennent, si aucune d&#233;limitation ne permet d'identifier un groupe plus restreint se distinguant de l'ensemble. Trop g&#233;n&#233;rale, l'attaque se dilue au point de s'att&#233;nuer consid&#233;rablement et elle d&#233;tourne le citoyen moyen d'envisager ou de croire qu'elle puisse r&#233;ellement toucher sans aucune exception tous les individus de la collectivit&#233; vis&#233;e.\nL'existence d'une certaine pr&#233;cision dans la d&#233;signation du groupe ou des personnes vis&#233;es correspond d'ailleurs au but de la r&#233;pression p&#233;nale en mati&#232;re d'atteinte &#224; l'honneur, en ce sens que celle-ci doit rester l'ultima ratio (cf. LOGOZ, Partie sp&#233;ciale ad art. 173-178, ch. 2, p. 238).\n\n    4. Les attaques formul&#233;es par l'intim&#233; sont dirig&#233;es contre tous les chasseurs pris dans leur ensemble et dans toute leur universalit&#233;. C'est en vain que les recourants tentent de soutenir que ces attaques ne viseraient que les chasseurs vaudois ou que, dans l'esprit des lecteurs des articles incrimin&#233;s, l'intim&#233; ne parlerait que des chasseurs vaudois; ce n'est pas parce que les articles ont paru dans un p&#233;riodique vaudois &#224; l'occasion de discussions ou de pol&#233;miques br&#251;lantes dans le canton de Vaud que l'on doit en arriver &#224; une semblable conclusion. Rien dans les articles en cause ne permet de comprendre ou de d&#233;duire qu'ils &#233;tablissent une distinction entre les chasseurs vaudois et les autres. Bien au contraire, le sens et le contexte des articles font ressortir que les attaques sont dirig&#233;es contre tous les chasseurs en g&#233;n&#233;ral, de quelque origine ou de quelque provenance qu'ils soient. Rien ne permet d'inf&#233;rer que ces attaques ne s'adressent qu'aux chasseurs vaudois, et ne concerneraient ni ne viseraient les chasseurs de cantons ou de pays voisins ou lointains. Aucune pr&#233;cision g&#233;ographique, locale, ni aucune d&#233;limitation particuli&#232;re quelconque ne permet de circonscrire l'attaque &#224; un groupe plus restreint ou mieux d&#233;fini par rapport &#224; l'ensemble des chasseurs du monde.\nDans ces conditions, aucun chasseur individuel, ni aucun chasseur vaudois plus particuli&#232;rement qu'un autre, ne peut se BGE 100 IV 43 S. 49sentir suffisamment atteint dans son honneur personnel pour qu'il puisse &#234;tre fait application des art. 173 ss CP &#224; l'endroit de l'intim&#233;. Celui-ci a donc &#233;t&#233; lib&#233;r&#233; &#224; juste titre par la cour cantonale.\n\n    5. D&#232;s lors qu'il n'existe pas d'atteinte &#224; l'honneur individuel justifiant une poursuite p&#233;nale, il n'y a pas &#224; examiner si les associations plaignantes, agissant au nom des individus qui les composent, avaient ou non qualit&#233; pour d&#233;poser plainte. Il n'y a pas davantage lieu de d&#233;cider si les faits devaient &#234;tre examin&#233;s &#224; la lumi&#232;re des dispositions sur la diffamation plut&#244;t que de celles sur les injures, puisque les consid&#233;rations g&#233;n&#233;rales &#233;mises plus haut sont valables pour les deux infractions.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le pourvoi.\n \n   \n   "
}