{
  "titre": "89 I 366",
  "annee": "1963",
  "contenu": "\n      \n  Chapeau\n89 I 36653. Arr&#234;t du 25 septembre 1963 dans la cause von Roten contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nArt. 4, 33, 5 disp. trans. Cst. Libert&#233; du commerce et de l'industrie; libre passage des professions lib&#233;rales; &#233;galit&#233; devant la loi.  Avocat &#233;tabli &#224; B&#226;le, mais ayant l'autorisation g&#233;n&#233;rale de pratiquer dans le canton de Vaud et charg&#233; par celui-ci de causes d'office. Refus de ce canton de lui rembourser les frais de transport de B&#226;le &#224; la fronti&#232;re vaudoise pour le d&#233;placement aux audiences de ces causes d'office, alors que les avocats &#233;tablis dans le canton re&#231;oivent en principe pour les causes d'office des indemnit&#233;s pour tous leurs frais de transport. In&#233;galit&#233; de traitement contraire au droit de libre passage garanti aux professions lib&#233;rales. \n\n\n  \n  \n  \nFaits &#224; partir de page 366\n\n\n    BGE 89 I 366 S. 366\n   \n\n    A.- La profession d'avocat est r&#233;gie dans le canton de Vaud par une loi du 22 novembre 1944 sur le barreau BGE 89 I 366 S. 367(LB). Nul ne peut exercer cette profession dans le canton sans &#234;tre inscrit sur un tableau des avocats, dress&#233; et tenu &#224; jour par le Tribunal cantonal (art. 6 LB). L'avocat &#233;tabli dans un autre canton peut plaider des causes d&#233;termin&#233;es devant les juridictions vaudoises &#224; condition d'en avoir obtenu du Tribunal cantonal l'autorisation sp&#233;ciale (art. 14 LB). S'il d&#233;sire &#234;tre admis &#224; pratiquer plus r&#233;guli&#232;rement dans le canton, il doit se faire inscrire au tableau des avocats (art. 13 LB). Les avocats inscrits au tableau sont tenus de plaider &#224; tour de r&#244;le les causes de parties b&#233;n&#233;ficiant de l'assistance judiciaire (art. 31 LB). Conform&#233;ment &#224; l'art. 14 de la loi vaudoise du 2 d&#233;cembre 1947 sur l'assistance judiciaire gratuite en mati&#232;re civile (LAJ), le Tribunal cantonal d&#233;signe les avocats d'office &#224; tour de r&#244;le. Ceux-ci ont droit notamment &#224; des indemnit&#233;s de transport (art. 16 LAJ). L'art. 22 de l'arr&#234;t&#233; du Conseil d'Etat vaudois du 6 d&#233;cembre 1958 sur les d&#233;placements en mati&#232;re judiciaire (ADMJ) dispose en particulier: \"Les avocats... d&#233;sign&#233;s d'office... re&#231;oivent pour toute audience hors du chef-lieu du district dans lequel ils pratiquent habituellement... une indemnit&#233; de transport de 30 centimes par kilom&#232;tre, d&#232;s leur lieu de travail habituel\".\n\n    B.- Peter von Roten est titulaire d'un brevet d'avocat valaisan. Il pratique le barreau &#224; B&#226;le. Le 8 juin 1954, il a &#233;t&#233; inscrit sur le tableau des avocats vaudois. Depuis lors, il n'a jamais plaid&#233; devant les juridictions vaudoises pour un client qui l'aurait librement consult&#233;. En revanche, de 1955 &#224; ce jour, il a &#233;t&#233; d&#233;sign&#233; comme avocat d'office dans dix-huit proc&#232;s.\nL'un de ces proc&#232;s avait pour objet le divorce des &#233;poux Comte-Taddei. Il a pris fin par un jugement du Tribunal du district de Vevey, du 31 mai 1961. Le 3 f&#233;vrier 1962, von Roten a pr&#233;sent&#233; sa liste de frais au greffier de ce tribunal. Pour ses d&#233;placements jusqu'au lieu des diverses audiences, notamment &#224; Vevey, il avait calcul&#233; les indemnit&#233;s de transport &#224; partir de B&#226;le. Le greffier BGE 89 I 366 S. 368ne lui a accord&#233; une indemnit&#233; que depuis Avenches, chef-lieu du district situ&#233; le plus au nord du canton et, par cons&#233;quent, le plus pr&#232;s de B&#226;le. Le D&#233;partement de justice et police du canton de Vaud a confirm&#233; cette d&#233;cision. Le 7 mai 1963, le Conseil d'Etat vaudois a rejet&#233; (sauf sur un point qui n'est plus litigieux ici) un recours que von Roten lui avait adress&#233;. Dans le silence de la loi, a-t-il dit, l'avocat &#233;tranger au canton est r&#233;put&#233; avoir son &#233;tude dans le district le plus rapproch&#233; du lieu o&#249; il r&#233;side dans son propre canton; \"il ne serait en effet pas admissible que la d&#233;fense d'office d'un justiciable entra&#238;ne des frais trois &#224; quatre fois plus &#233;lev&#233;s pour le seul motif que l'avocat d&#233;sign&#233; n'a pas d'&#233;tude permanente dans le canton\".\n\n    C.- Agissant par la voie du recours de droit public, von Roten requiert le Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du Conseil d'Etat et d'inviter ce dernier &#224; lui rembourser, dans les causes d'office, tous ses frais de voyage et non pas seulement ceux correspondant au parcours effectu&#233; sur territoire vaudois. Il se plaint d'une violation des art. 4 Cst. et 5 disp. trans. Cst.\nLe Conseil d'Etat conclut au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Comme juridiction constitutionnelle, le Tribunal f&#233;d&#233;ral ne peut en principe qu'annuler les d&#233;cisions cantonales contraires &#224; la constitution. Dans la mesure o&#249; les conclusions du recourant exc&#232;dent ce pouvoir, elles sont irrecevables (RO 87 I 445, consid. 2, et les arr&#234;ts cit&#233;s).\n\n    2. Selon la jurisprudence, l'avocat qui a re&#231;u l'autorisation g&#233;n&#233;rale de pratiquer dans un canton dont il ne poss&#232;de pas le brevet peut &#234;tre tenu d'y assumer des d&#233;fenses d'office en mati&#232;re civile ou p&#233;nale. Peu importe &#224; cet &#233;gard qu'il y pratique effectivement d'une mani&#232;re habituelle ou non (RO 80 I 154 et les arr&#234;ts cit&#233;s). Il lui appartient de choisir, entre l'autorisation sp&#233;ciale et l'autorisation g&#233;n&#233;rale (cf. RO 80 I 151, consid. 2), celle BGE 89 I 366 S. 369qui lui convient le mieux, compte tenu de la charge attach&#233;e &#224; l'autorisation g&#233;n&#233;rale et concernant les causes d'office. S'il ne pratique pas habituellement dans le canton ou qu'il craigne d'&#234;tre charg&#233; d'un trop grand nombre de ces proc&#232;s, il a g&#233;n&#233;ralement avantage &#224; ne demander que des autorisations sp&#233;ciales de cas en cas. Suppos&#233; que celles-ci lui soient refus&#233;es ou qu'elles soient soumises &#224; des conditions inadmissibles au regard de la constitution ou de la jurisprudence, par exemple &#224; des &#233;moluments excessifs (cf. RO 75 I 116/117) ou &#224; des formalit&#233;s constituant de pures chicanes, il a toujours la facult&#233; de saisir le Tribunal f&#233;d&#233;ral de la question par un recours de droit public fond&#233; sur les art. 33 et 5 disp. trans. Cst. Toutefois, lorsqu'il choisit, comme il est libre de le faire (RO 80 I 152), l'autorisation g&#233;n&#233;rale, il ne saurait, pour ce qui concerne les d&#233;fenses d'office, &#234;tre soumis &#224; un r&#233;gime plus s&#233;v&#232;re que les avocats du canton. Sinon il pourrait se plaindre d'une in&#233;galit&#233; de traitement propre &#224; porter atteinte au droit de \"libre passage\" (RO 67 I 335) que lui garantit l'art. 5 disp. trans. Cst.\n\n    3. En l'esp&#232;ce, le litige ne porte que sur le calcul des indemnit&#233;s dues &#224; l'avocat d'office en vertu de l'art. 22 ADMJ pour son transport aux audiences. D'apr&#232;s cette disposition, l'indemnit&#233; est payable uniquement lorsque l'audience est tenue hors du chef-lieu du district o&#249; l'avocat pratique habituellement. Elle est alors calcul&#233;e d&#232;s le lieu de travail habituel. Le Conseil d'Etat d&#233;termine cet endroit d'une mani&#232;re diff&#233;rente selon que l'avocat exerce le barreau sur le territoire cantonal ou en dehors. Dans le premier cas, il tient compte du domicile professionnel effectif; dans le second, il consid&#232;re, par une fiction, que l'avocat a son &#233;tude &#224; l'int&#233;rieur du district vaudois le plus rapproch&#233; de l'endroit o&#249; il r&#233;side en son propre canton.\nLes cons&#233;quences de l'interpr&#233;tation que le Conseil d'Etat donne &#224; l'art. 22 ADMJ sont les suivantes: quand le proc&#232;s d'office n'est pas plaid&#233; au chef-lieu du district BGE 89 I 366 S. 370o&#249; se trouve le domicile professionnel r&#233;el ou fictif, l'avocat qui pratique dans le canton re&#231;oit une indemnit&#233; compl&#232;te, tandis que l'avocat &#233;tranger supporte ses frais de transport jusqu'&#224; la fronti&#232;re vaudoise et n'a droit ainsi qu'&#224; une indemnit&#233; partielle; lorsque la cause est plaid&#233;e &#224; ce chef-lieu, l'avocat qui pratique dans le district ne peut pr&#233;tendre &#224; une indemnit&#233;; mais g&#233;n&#233;ralement il n'a pas de frais non plus car il poss&#232;de son &#233;tude au cheflieu; en revanche, l'avocat &#233;tranger a des frais de transport; il ne saurait n&#233;anmoins r&#233;clamer d'indemnit&#233;.\nComme les autres indemnit&#233;s allou&#233;es &#224; l'avocat d'office ne varient pas selon que ce dernier pratique dans le canton ou non, les frais qui, en fin de compte, restent &#224; la charge de l'avocat r&#233;sidant hors du canton peuvent &#234;tre beaucoup plus &#233;lev&#233;s que ceux support&#233;s par l'avocat exer&#231;ant sa profession sur territoire vaudois. Ils le sont notamment dans le cas particulier, o&#249; le domicile professionnel du recourant est relativement &#233;loign&#233; du district vaudois le plus proche. En ce qui concerne les d&#233;fenses d'office, von Roten est d&#232;s lors soumis &#224; un r&#233;gime nettement plus s&#233;v&#232;re que les avocats vaudois. La lourde charge qui p&#232;se sur lui en raison des frais de transport importants qu'il doit d&#233;bourser porte atteinte &#224; son droit de \"libre passage\".\nCertes, le Tribunal f&#233;d&#233;ral a jug&#233; qu'il appartient &#224; l'avocat d'office de faire en sorte que son &#233;tablissement hors du canton ne charge pas son client de frais suppl&#233;mentaires et excessifs (RO 80 I 155, no 25). Toutefois, le Conseil d'Etat ne saurait en tirer argument et faire valoir que les indemnit&#233;s de transport risquent d'&#234;tre r&#233;clam&#233;es en d&#233;finitive au client assist&#233; d'office et de constituer pour lui la charge trop lourde interdite par la jurisprudence. En effet, les plaideurs dont le recourant a d&#251; s'occuper d'office habitaient en tr&#232;s grande majorit&#233; B&#226;le, les environs de cette ville ou des localit&#233;s qui en &#233;taient plus proches que du canton de Vaud. A supposer qu'ils aient d&#251; rembourser &#224; l'Etat les indemnit&#233;s de transport pay&#233;es au recourant, ils ont eu en revanche, BGE 89 I 366 S. 371pour conf&#233;rer avec lui, des frais beaucoup moins &#233;lev&#233;s que s'il avait poss&#233;d&#233; son &#233;tude sur territoire vaudois. Le fait que leur proc&#232;s a &#233;t&#233; confi&#233; &#224; un avocat pratiquant &#224; B&#226;le ne leur a donc pas caus&#233; de frais suppl&#233;mentaires et excessifs.\nContraire &#224; la constitution, la d&#233;cision attaqu&#233;e ne saurait &#234;tre maintenue.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral\nAdmet le recours en tant qu'il est recevable et annule la d&#233;cision attaqu&#233;e.\n \n   \n   "
}