{
  "titre": "83 IV 121",
  "annee": "1957",
  "contenu": "\n      \n  Chapeau\n83 IV 12133. Extrait de l'arr&#234;t du 14 septembre 1957 dans la cause Pantet contre Minist&#232;re public du canton de Vaud.\n\n  \nRegeste\n1. La prescription absolue du droit commun est-elle applicable &#224; des infractions pr&#233;vues par une loi sp&#233;ciale (in casu loi f&#233;d&#233;rale du 7 juillet 1932 sur le ravitaillement du pays en bl&#233;) qui ne la consacre pas express&#233;ment? (consid. 1).  2. Concours id&#233;al entre les dispositions du droit commun (escroquerie et faux dans les titres) et celles de la loi f&#233;d&#233;rale sur le ravitaillement du pays en bl&#233;? (consid. 2). \n3. M&#233;thodes d'interpr&#233;tation de la loi, notamment en droit p&#233;nal. Port&#233;e des travaux pr&#233;paratoires, en particulier lorsque ceux-ci permettent d'&#233;tablir avec une parfaite clart&#233; l'intention du l&#233;gislateur (consid. 2). \n4. Personne morale astreinte &#224; r&#233;pondre solidairement du paiement d'une amende inflig&#233;e &#224; l'un de ses employ&#233;s. Effets d'une modification du montant de l'amende sur l'&#233;tendue de la responsabilit&#233; solidaire de la personne morale (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 122\n\n\n    BGE 83 IV 121 S. 122\n   \n\n    A.- Depuis le d&#233;but de 1948 jusqu'au mois de janvier 1953, Paul Pantet fut employ&#233; par la soci&#233;t&#233; coop&#233;rative du Moulin agricole de Chavornay en qualit&#233; de chef meunier. Dirigeant l'exploitation de l'entreprise, il en &#233;tait le g&#233;rant effectif.\nDu mois de mars 1948 au mois de novembre 1949, Pantet vendit d'importantes quantit&#233;s de farine blanche sans l'annoncer, comme il en avait l'obligation, &#224; l'Administration f&#233;d&#233;rale des bl&#233;s. Par un prononc&#233; administratif du 20 juin 1952, fond&#233; sur l'art. 33 al. 2 de la loi f&#233;d&#233;rale du 7 juillet 1932 sur le ravitaillement du pays en bl&#233; (LFB), il fut condamn&#233; de ce chef &#224; une amende de 1800 fr. Bien qu'une enqu&#234;te ait &#233;t&#233; ouverte contre lui au mois de d&#233;cembre 1949, il commit de nouvelles irr&#233;gularit&#233;s d&#232;s cette date et jusqu'&#224; la fin de 1952. Il donna de fausses indications dans ses rapports &#224; la Direction g&#233;n&#233;rale des douanes et &#224; l'Administration f&#233;d&#233;rale des bl&#233;s ainsi que dans ses contr&#244;les de mouture et de vente. A la suite de ces d&#233;clarations inexactes, la soci&#233;t&#233; coop&#233;rative per&#231;ut sans droit une ristourne de 27 411 fr. 75 pour la livraison de farine bise et &#233;luda une taxe de 38 079 fr. 65 relative &#224; la livraison de farine blanche. Le 25 mai 1955, l'Administration f&#233;d&#233;rale des bl&#233;s infligea &#224; Pantet une nouvelle amende de 3500 fr. et mit &#224; sa charge une partie des frais de la proc&#233;dure, par 600 fr. Elle d&#233;clara en m&#234;me temps la soci&#233;t&#233; coop&#233;rative du Moulin agricole de Chavornay solidairement responsable du paiement de ces sommes.\n\n    B.- Le Moulin agricole de Chavornay et Pantet ayant fait opposition &#224; ce prononc&#233; et l'Administration f&#233;d&#233;rale des bl&#233;s ayant d&#233;nonc&#233; ce dernier au Minist&#232;re public du canton de Vaud pour escroquerie et faux dans les titres, la cause fut d&#233;f&#233;r&#233;e au Tribunal de police correctionnelle du district d'Orbe. Par jugement du 14 mars 1957, celui-ci BGE 83 IV 121 S. 123condamna Pantet &#224; huit mois d'emprisonnement avec sursis pendant cinq ans et &#224; 500 fr. d'amende; en outre il d&#233;clara la soci&#233;t&#233; coop&#233;rative du Moulin agricole de Chavornay solidairement responsable du paiement de l'amende et des frais de l'enqu&#234;te administrative. Le Tribunal d'Orbe consid&#233;ra en particulier que la cause devait &#234;tre jug&#233;e d'apr&#232;s la LFB et non sur la base de l'arr&#234;t&#233; f&#233;d&#233;ral du 19 juillet 1953 concernant le ravitaillement du pays en c&#233;r&#233;ales panifiables, que d'autre part la prescription &#233;tait r&#233;gl&#233;e exclusivement par la LFB, la prescription absolue de l'art. 72 CP n'&#233;tant ainsi pas applicable et l'action p&#233;nale n'&#233;tant pas prescrite, qu'enfin, il y avait concours id&#233;al entre l'art. 33 al. 2 LFB et les art. 148 et 251 CP, de sorte que Pantet devait &#234;tre condamn&#233; en vertu de toutes ces dispositions.\nPantet d&#233;f&#233;ra ce jugement &#224; la Cour de cassation du canton de Vaud, qui, statuant par arr&#234;t du 10 juin 1957, lib&#233;ra le recourant de toute peine privative de libert&#233;, lui infligea une amende de 2500 fr. pour infraction &#224; la loi sur le bl&#233; et maintint pour le surplus le jugement attaqu&#233;. Confirmant l'opinion des premiers juges quant &#224; la loi applicable et &#224; la prescription, elle estima en revanche que l'art. 33 al. 2 LFB et les dispositions du CP se trouvaient non en concours id&#233;al, mais en concours imparfait. Elle renon&#231;a d&#232;s lors &#224; punir Pantet pour escroquerie et faux dans les titres; elle se borna &#224; &#233;lever le montant de l'amende inflig&#233;e pour infraction &#224; la LFB; elle ne modifia cependant pas les limites de la responsabilit&#233; solidaire du Moulin agricole, le jugement attaqu&#233; &#233;tant, &#224; son avis, d&#233;finitif &#224; l'&#233;gard de ce dernier.\n\n    C.- Le Minist&#232;re public du canton de Vaud et Pantet se pourvoient en nullit&#233; contre cet arr&#234;t.\nLe Minist&#232;re public requiert le Tribunal f&#233;d&#233;ral d'annuler l'arr&#234;t attaqu&#233; et de renvoyer la cause &#224; l'autorit&#233; cantonale principalement pour que Pantet soit condamn&#233; &#224; une peine privative de libert&#233; du chef d'escroquerie et de faux dans les titres, subsidiairement pour que la soci&#233;t&#233; BGE 83 IV 121 S. 124coop&#233;rative du Moulin agricole de Chavornay soit d&#233;clar&#233;e solidairement responsable du paiement de l'amende augment&#233;e. A l'appui de ses conclusions principales, le Minist&#232;re public fait valoir que l'art. 33 al. 2 LFB est en concours id&#233;al avec les dispositions du code p&#233;nal et que les actes de Pantet renferment les &#233;l&#233;ments des crimes d'escroquerie et de faux dans les titres. Quant &#224; ses conclusions subsidiaires, il observe que, dans son &#233;tendue, la responsabilit&#233; de la personne morale d&#233;pend du montant de l'amende inflig&#233;e &#224; la personne physique et que d&#232;s lors le jugement ne peut &#234;tre d&#233;finitif &#224; l'&#233;gard de la premi&#232;re tant qu'il ne l'est pas pour la seconde.\nPantet conclut &#224; ce que l'arr&#234;t attaqu&#233; soit annul&#233; et la cause renvoy&#233;e &#224; la juridiction cantonale pour que celle-ci le lib&#232;re de toute peine et mette les frais &#224; la charge de l'Etat. A son avis, l'art. 37 LFB ne r&#233;git pas exhaustivement la question de la prescription. L'art. 72 CP, dont les auteurs de la LFB n'ont pas entendu exclure l'application, fait r&#232;gle en ce qui concerne la prescription absolue. Le d&#233;lai ordinaire &#233;tant de deux ans et les actes incrimin&#233;s ayant &#233;t&#233; commis entre 1949 et 1952, la prescription absolue est acquise.\nLe Minist&#232;re public propose le rejet du pourvoi de Pantet. La soci&#233;t&#233; coop&#233;rative du Moulin agricole de Chavornay et Pantet concluent au rejet du pourvoi du Parquet.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Pantet soutient que les actes qui lui sont reproch&#233;s sont couverts par la prescription absolue institu&#233;e par l'art. 72 ch. 2 al. 2 CP. Il m&#233;conna&#238;t cependant la port&#233;e de l'art. 333 CP. En vertu de ce texte, les r&#232;gles g&#233;n&#233;rales du code p&#233;nal sont applicables aux infractions pr&#233;vues par d'autres lois f&#233;d&#233;rales, \"&#224; moins que celles-ci ne contiennent des dispositions sur la mati&#232;re\". Pour que ces dispositions sp&#233;ciales excluent l'application du droit commun, il faut sans doute qu'elles r&#233;gissent la mati&#232;re de fa&#231;on BGE 83 IV 121 S. 125compl&#232;te. Il n'est pas n&#233;cessaire cependant qu'elles tranchent les probl&#232;mes express&#233;ment. Il suffit qu'elles le fassent de mani&#232;re implicite et n&#233;gative (RO 81 IV 188; 74 IV 26; 72 IV 190). Tel est le cas pour la prescription des infractions &#224; la loi f&#233;d&#233;rale sur le bl&#233;, r&#233;gie par l'art. 37 LFB. Cette disposition institue un d&#233;lai de prescription et pr&#233;voit en outre quand ce d&#233;lai commence &#224; courir et quels actes l'interrompent. Elle est muette, il est vrai, en ce qui concerne la prescription absolue, mais cela ne signifie pas qu'elle ne r&#232;gle que partiellement la question de la prescription. L'admettre serait perdre de vue que le probl&#232;me de la prescription absolue est &#233;troitement li&#233; &#224; celui de l'interruption de la prescription. L'interruption de la prescription fait courir un nouveau d&#233;lai. C'est l&#224; une cons&#233;quence si n&#233;cessaire de l'interruption que le l&#233;gislateur peut estimer superflu d'en pr&#233;ciser l'existence. En revanche, la prescription absolue appara&#238;t non comme une suite logique de l'interruption mais comme une d&#233;rogation aux effets de celle-ci. Si la loi entend l'instituer. elle doit le faire en termes expr&#232;s. Quand elle ne pr&#233;cise rien &#224; ce sujet, elle n'omet pas de r&#233;gler un des probl&#232;mes pos&#233;s par la prescription mais se borne &#224; ne pas d&#233;roger aux cons&#233;quences logiques de l'interruption. En pareil cas, elle r&#232;gle la mati&#232;re de la prescription de mani&#232;re compl&#232;te quoiqu'en partie de fa&#231;on implicite. Du moment que l'art. 37 LFB ne s'occupe en termes expr&#232;s que de l'interruption de la prescription, il faut consid&#233;rer qu'il exclut la prescription absolue institu&#233;e par le droit commun.\nSans doute faut-il r&#233;server les cas o&#249; la prescription absolue, bien que non express&#233;ment pr&#233;vue, r&#233;sulterait du syst&#232;me de la loi, de son objet ou de son but. Cette hypoth&#232;se n'est cependant pas r&#233;alis&#233;e en ce qui concerne la LFB. En effet, la bri&#232;vet&#233; du d&#233;lai de prescription qu'elle institue d'une part, les difficult&#233;s et partant la longueur de certaines enqu&#234;tes administratives dans ce genre d'infractions d'autre part sont des raisons de ne pas soumettre &#224; la prescription absolue les actes qu'elle r&#233;prime.\n\n    BGE 83 IV 121 S. 126\n   \nIl est vrai aussi que la loi n'aurait pas besoin de pr&#233;voir express&#233;ment la prescription absolue si cette institution &#233;tait admise de fa&#231;on tout &#224; fait g&#233;n&#233;rale. Tel n'est cependant pas le cas. Ainsi, le Tribunal f&#233;d&#233;ral a jug&#233; que les infractions douani&#232;res ne sont pas soumises &#224; la prescription absolue (RO 74 IV 26) et cette r&#232;gle, fond&#233;e sur l'art. 284 PPF, est valable pour toutes les contraventions aux lois fiscales &#233;num&#233;r&#233;es &#224; l'art. 279 PPF, sauf prescriptions contraires de ces lois.\nD'ailleurs, la gen&#232;se de l'art. 37 LFB tend &#224; montrer aussi que cette disposition exclut l'application du droit commun. Ainsi, au cours des d&#233;bats parlementaires, on a propos&#233; d'appliquer le droit commun &#224; certaines infractions. Le conseiller f&#233;d&#233;ral Musy s'est oppos&#233; &#224; cette proposition. Il a rappel&#233; que des juristes avaient examin&#233; s'il fallait soumettre les infractions &#224; la loi sur le bl&#233; &#224; un r&#233;gime sp&#233;cial ou au droit p&#233;nal ordinaire, et qu'en d&#233;finitive, le code p&#233;nal suisse n'&#233;tant pas en vigueur, ils avaient estim&#233; plus judicieux \"de cr&#233;er un ensemble de dispositions p&#233;nales sp&#233;ciales\". Ainsi, a-t-il dit, ce n'est pas la l&#233;gislation ordinaire - codes p&#233;naux cantonaux, code p&#233;nal f&#233;d&#233;ral - qui est applicable, mais ces dispositions sp&#233;ciales. Les Chambres se sont ralli&#233;es &#224; cette mani&#232;re de voir (Bull. st&#233;n. 1932, CN p. 206-209, CE p. 263-265). Leur opinion tend &#224; confirmer ainsi que le recourant ne peut invoquer la prescription absolue institu&#233;e par le droit commun.\nLe recourant fait observer, il est vrai, que la loi de 1932 a remplac&#233; l'arr&#234;t&#233; f&#233;d&#233;ral du 22 juin 1929, portant r&#233;glementation provisoire de l'approvisionnement du pays en bl&#233; et qu'en son art. 40 al. 3, cet arr&#234;t&#233; instituait une prescription absolue. Le fait est exact mais il ne permet pas &#224; lui seul de penser que la loi de 1932 conna&#238;t elle aussi le syst&#232;me de la prescription absolue. Certes il en serait autrement si c'&#233;tait par suite d'une simple inadvertance que l'art. 40 al. 3 de l'arr&#234;t&#233; n'avait pas &#233;t&#233; repris dans la loi. Cependant le soin avec lequel a &#233;t&#233; &#233;tabli le chapitre de la loi relatif aux dispositions p&#233;nales (cf. Bull. st&#233;n. CN BGE 83 IV 121 S. 1271932, p. 208, intervention du conseiller f&#233;d&#233;ral Musy) n'autorise pas &#224; penser qu'il en soit all&#233; ainsi.\nQuant &#224; l'entr&#233;e en vigueur du code p&#233;nal suisse, elle n'a pas eu pour effet de modifier la port&#233;e de l'art. 37 LFB, puisque l'art. 333 CP r&#233;serve pr&#233;cis&#233;ment les dispositions sp&#233;ciales contenues dans les autres lois f&#233;d&#233;rales.\n\n    2. Pantet a contrevenu aux dispositions de la loi f&#233;d&#233;rale sur le bl&#233;. Comme l'action p&#233;nale n'est pas prescrite, il est punissable en tout cas sur la base des art. 33 ss. LFB. On peut se demander si, dans l'hypoth&#232;se o&#249; ses actes constitueraient en outre des infractions r&#233;prim&#233;es par le droit commun, il serait punissable &#233;galement en vertu du code p&#233;nal, autrement dit si, entre les dispositions de la loi f&#233;d&#233;rale sur le bl&#233; et celles du code p&#233;nal, il y a concours id&#233;al ou concours imparfait.\nLe concours est imparfait quand un m&#234;me acte tombe sous le coup de deux dispositions et que l'une d'elles le r&#233;git sous tous ses aspects. La Cour de cassation vaudoise n'a pas examin&#233; si les conditions de cette d&#233;finition &#233;taient remplies en l'esp&#232;ce. Se fondant sur l'intention du l&#233;gislateur, elle a consid&#233;r&#233; que la loi de 1932 r&#233;glait elle-m&#234;me toutes les questions d'ordre p&#233;nal pos&#233;es par l'application du r&#233;gime du bl&#233; et qu'elle excluait d&#232;s lors compl&#232;tement le droit commun. Elle en a conclu que Pantet n'&#233;tait punissable qu'en vertu de l'art. 33 LFB, lors m&#234;me qu'il se serait rendu coupable d'escroquerie ou de faux dans les titres. Selon le Minist&#232;re public, cette mani&#232;re de voir pr&#234;te le flanc &#224; la critique. Elle m&#233;conna&#238;t que la diversit&#233; des droits p&#233;naux cantonaux, qui para&#238;t avoir conduit le l&#233;gislateur de 1932 &#224; exclure l'application du droit commun, a aujourd'hui disparu. Elle n'est donc pas conforme &#224; l'&#233;volution du droit. De plus, elle aboutit &#224; laisser impunies des infractions que les auteurs de la loi de 1932 n'ont sans doute pas pr&#233;vues car elles ne pouvaient pas exister au regard du syst&#232;me en vigueur &#224; l'&#233;poque, mais qu'ils auraient &#233;videmment r&#233;prim&#233;es s'ils les avaient imagin&#233;es.\nL'argumentation d&#233;velopp&#233;e par le Minist&#232;re public BGE 83 IV 121 S. 128pose tout le probl&#232;me des m&#233;thodes d'interpr&#233;tation de la loi. Dans un arr&#234;t r&#233;cent (RO 83 I 177 ss.), le Tribunal f&#233;d&#233;ral a examin&#233; ce probl&#232;me d'une mani&#232;re plus particuli&#232;re. Certes, dit-il, la jurisprudence affirme que la volont&#233; du l&#233;gislateur doit &#234;tre d&#233;gag&#233;e de la loi elle-m&#234;me, de son texte, de sa logique interne et de son but; elle affirme aussi que ce qui importe, ce n'est pas le sens que le l&#233;gislateur historique a pu attribuer &#224; une disposition, mais celui qui ressort de tout le syst&#232;me de la loi, compte tenu des circonstances actuelles (RO 82 I 153; 81 I 282; 80 II 79, 316; 79 II 434; 79 I 20; 78 I 30). Il serait faux cependant de croire qu'en posant ces principes, le Tribunal f&#233;d&#233;ral a entendu se rallier r&#233;solument &#224; l'interpr&#233;tation dite objective et abandonner du m&#234;me coup l'interpr&#233;tation historique. Un examen attentif de sa jurisprudence montre au contraire qu'il n'exclut aucune m&#233;thode de mani&#232;re absolue mais qu'il recourt aux proc&#233;d&#233;s d'interpr&#233;tation qui lui paraissent, dans le cas particulier, les plus propres &#224; d&#233;finir le v&#233;ritable sens de la norme. Si l'on voulait d&#233;gager de sa jurisprudence une r&#232;gle g&#233;n&#233;rale, on pourrait dire tout au plus qu'il marque une certaine r&#233;serve &#224; l'&#233;gard de l'interpr&#233;tation historique. Cette r&#233;serve est d'ailleurs justifi&#233;e car - c'est un fait d'exp&#233;rience - les travaux pr&#233;paratoires renseignent tr&#232;s rarement de fa&#231;on certaine sur la volont&#233; r&#233;elle et compl&#232;te du l&#233;gislateur. Parfois cependant ils permettent d'&#233;tablir avec une parfaite clart&#233; le sens que l'auteur de la loi a entendu donner aux termes qu'il a utilis&#233;s. Lorsqu'il en est ainsi, le Tribunal f&#233;d&#233;ral consid&#232;re qu'il doit se conformer &#224; l'intention du l&#233;gislateur historique, &#224; moins que le sens qu'on a entendu donner &#224; l'&#233;poque &#224; la loi ne soit incompatible avec le texte de celle-ci ou absolument inacceptable en pratique.\nCes r&#232;gles, pos&#233;es &#224; propos de l'interpr&#233;tation d'une disposition constitutionnelle, ont en fait une port&#233;e g&#233;n&#233;rale. Elles sont applicables aussi en droit p&#233;nal et tout particuli&#232;rement la derni&#232;re d'entre elles, selon laquelle le BGE 83 IV 121 S. 129juge est en principe li&#233; par l'intention du l&#233;gislateur quand celle-ci ressort avec une parfaite clart&#233; des travaux pr&#233;paratoires, c'est-&#224;-dire notamment dans les cas o&#249; les Chambres f&#233;d&#233;rales se sont elles-m&#234;mes prononc&#233;es sur la question litigieuse. On peut consid&#233;rer en effet que, lorsque cette intention est certaine et qu'elle ne heurte pas le texte l&#233;gal ou n'est pas absolument inacceptable en pratique, elle s'incorpore &#224; la loi pour devenir en quelque sorte la loi m&#234;me et suppl&#233;er aux termes ambigus ou aux lacunes que celle-ci peut contenir. En droit p&#233;nal, o&#249; domine le principe \"nullum crimen sine lege\", le juge peut, moins encore que dans d'autres domaines, aller &#224; l'encontre d'une volont&#233; exprim&#233;e dans de telles conditions.\nEn l'esp&#232;ce, il ressort avec une parfaite clart&#233; des travaux pr&#233;paratoires de la loi de 1932 qu'&#224; l'&#233;poque le l&#233;gislateur... n'a voulu laisser aucune place &#224; l'application du droit commun. Ainsi qu'on l'a vu, la proposition a &#233;t&#233; pr&#233;sent&#233;e, lors des d&#233;bats devant le Conseil national, de r&#233;server l'application du droit commun... Au vote, elle a &#233;t&#233; repouss&#233;e (Bull. St&#233;n. 1932, CN, p. 206-209). Un d&#233;bat semblable s'est engag&#233; devant le Conseil des Etats et s'est termin&#233; de mani&#232;re analogue...\nIl est vrai que les d&#233;bats qui se sont ainsi d&#233;roul&#233;s ont eu essentiellement pour objet l'art. 32 du projet, c'est-&#224;-dire l'art. 33 al. 1 de la loi, qui d&#233;finit un certain nombre d'infractions sp&#233;ciales, et non l'art. 33 du projet (actuellement art. 33 al. 2), qui statue les peines applicables aux \"autres infractions &#224; la loi et aux dispositions d'ex&#233;cution\" et sur la base duquel le recourant a &#233;t&#233; condamn&#233;. On ne saurait cependant en conclure que, pour ces \"autres infractions\", les dispositions du droit commun sont applicables dans la mesure o&#249; les conditions en sont r&#233;unies. Il ressort en effet des diff&#233;rentes peines institu&#233;es par l'art. 33 LFB que la loi &#233;tablit une hi&#233;rarchie des infractions. Celles de l'art. 33 al. 1, r&#233;prim&#233;es par l'amende de 100 &#224; 20 000 fr. cumul&#233;e le cas &#233;ch&#233;ant avec l'emprisonnement pour trois ans au plus, sont les plus graves. Celles de BGE 83 IV 121 S. 130l'art. 33 al. 2, passibles uniquement d'une amende de 20 &#224; 10 000 fr., sont moins importantes. Si, dans le cas de l'art. 33 al. 2 LFB, les sanctions pr&#233;vues par le droit commun &#233;taient &#233;galement applicables, la hi&#233;rarchie des infractions voulue par la LFB serait renvers&#233;e puisque l'escroquerie par exemple peut &#234;tre punie de r&#233;clusion jusqu'&#224; cinq ans.\nLe l&#233;gislateur ayant manifest&#233; avec toute la clart&#233; d&#233;sirable l'intention d'exclure l'application du droit commun et cette exclusion &#233;tant seule compatible avec la hi&#233;rarchie des infractions pr&#233;vues, le Tribunal f&#233;d&#233;ral ne saurait aujourd'hui d&#233;clarer que Pantet est punissable non seulement sur la base de l'art. 33 al. 2, mais &#233;galement pour escroquerie et faux dans les titres. Il ne pourrait en aller autrement que si la volont&#233; du l&#233;gislateur heurtait le texte de l'art. 33 ou &#233;tait absolument inacceptable en pratique. Or tel n'est pas le cas m&#234;me si le r&#233;sultat auquel on aboutit en l'esp&#232;ce n'est pas enti&#232;rement satisfaisant...\n\n    3. Bien qu'elle ait augment&#233; l'amende inflig&#233;e &#224; Pantet, la Cour de cassation vaudoise n'a pas modifi&#233; l'&#233;tendue de la responsabilit&#233; solidaire de la soci&#233;t&#233; coop&#233;rative du Moulin agricole de Chavornay. Elle a estim&#233; en effet qu'&#224; l'&#233;gard de cette derni&#232;re le jugement du Tribunal de district &#233;tait devenu d&#233;finitif. Son opinion n'est pas conciliable avec l'art. 36 al. 3 LFB. Cette disposition pr&#233;voit que \"la personne morale ou la soci&#233;t&#233; r&#233;pond solidairement des amendes\". Cela signifie tout d'abord que, dans son principe m&#234;me, la responsabilit&#233; de la personne morale d&#233;pend de la condamnation inflig&#233;e &#224; l'inculp&#233;. Si celui-ci, apr&#232;s avoir &#233;t&#233; condamn&#233; par le juge de premier ressort &#224; payer une amende, est ensuite lib&#233;r&#233; par la juridiction de recours, la personne morale est d&#233;li&#233;e de sa responsabilit&#233;. Cependant, &#233;tant donn&#233;s les termes tr&#232;s g&#233;n&#233;raux qu'il utilise, l'art. 36 al. 3 LFB signifie aussi que la condamnation de l'inculp&#233; d&#233;termine la responsabilit&#233; de la personne morale quant &#224; son &#233;tendue. Si la juridiction de recours r&#233;duit l'amende inflig&#233;e &#224; l'inculp&#233;, BGE 83 IV 121 S. 131la responsabilit&#233; de la personne morale diminue dans la m&#234;me proportion. Inversement, elle augmente dans la mesure o&#249; l'amende est major&#233;e. Il est clair d&#232;s lors que le jugement ne devient pas d&#233;finitif &#224; l'&#233;gard de la personne morale tant qu'il ne l'est pas en ce qui concerne l'amende inflig&#233;e &#224; l'inculp&#233;. Lors donc que l'amende est augment&#233;e, la personne morale doit &#234;tre condamn&#233;e &#224; r&#233;pondre solidairement du montant major&#233;, quand bien m&#234;me le jugement n'aurait pas &#233;t&#233; attaqu&#233; en ce qui la concerne. Dans ces conditions, la Cour de cassation vaudoise ne pouvait pas refuser d'&#233;tendre la responsabilit&#233; de la soci&#233;t&#233; coop&#233;rative dans la mesure o&#249; elle augmentait l'amende inflig&#233;e &#224; Pantet. Il faut par cons&#233;quent annuler son arr&#234;t et lui renvoyer la cause pour qu'elle d&#233;termine &#224; nouveau la responsabilit&#233; du Moulin agricole. Elle devra d'ailleurs se fonder &#224; cet &#233;gard uniquement sur la loi applicable &#224; Pantet lui-m&#234;me, c'est-&#224;-dire sur la loi de 1932. Peu importe que, pour la personne morale, cette loi soit ou non \"lex mitior\". Les dispositions instituant la responsabilit&#233; de la personne morale ont pour but d'assurer le paiement de l'amende et des frais mis &#224; la charge de l'inculp&#233;. Or ce but ne pourrait pas toujours &#234;tre atteint si la responsabilit&#233; de la personne morale &#233;tait fix&#233;e d'apr&#232;s une autre loi que celle qui s'applique &#224; l'inculp&#233;. La juridiction vaudoise devra donc faire abstraction en l'esp&#232;ce de l'art. 30 al. 2 de l'arr&#234;t&#233; de 1953, qui n'institue qu'\"en r&#232;gle g&#233;n&#233;rale\" la responsabilit&#233; de la personne morale. Elle n'aura pas non plus &#224; examiner si, au cas o&#249; Pantet e&#251;t &#233;t&#233; jug&#233; selon l'arr&#234;t&#233; de 1953, il aurait &#233;t&#233; frapp&#233; d'une peine d'emprisonnement cumul&#233;e avec une amende inf&#233;rieure &#224; 2500 fr.\n  \nDispositif\n\nPar ces motifs, la Cour de cassation p&#233;nale:\n1. rejette le pourvoi de Paul Pantet; admet celui du Minist&#232;re public dans ses conclusions subsidiaires et le rejette pour le surplus; BGE 83 IV 121 S. 1322. annule l'arr&#234;t attaqu&#233; et renvoie la cause &#224; l'autorit&#233; cantonale pour qu'il soit statu&#233; &#224; nouveau.\n \n   \n   "
}