{
  "titre": "136 II 1",
  "annee": "2009",
  "contenu": "\n      \n  Chapeau\n136 II 11. Extrait de l'arr&#234;t de la IIe Cour de droit public dans la cause X. contre Service de la population du canton de Vaud (recours en mati&#232;re de droit public)\n2C_460/2009 du 4 novembre 2009\n  \nRegeste\nArt. 50 al. 1 let. b et al. 2 LEtr; poursuite du s&#233;jour en Suisse pour des raisons personnelles majeures.  Violence conjugale et r&#233;int&#233;gration fortement compromise peuvent, selon les circonstances et au regard de leur gravit&#233;, chacune constituer une raison personnelle majeure. Lorsqu'elles se conjuguent, elles imposent le maintien du droit de s&#233;jour du conjoint et des enfants (consid. 4 et 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 1\n\n\n    BGE 136 II 1 S. 1\n   \nX., ressortissant camerounais n&#233; en 1981 (ci-apr&#232;s: l'int&#233;ress&#233;) est entr&#233; en Suisse le 3 octobre 2002. Le 12 octobre 2004, l'int&#233;ress&#233; a &#233;pous&#233; Y. ressortissante suisse et obtenu de ce fait une autorisation de s&#233;jour. Le couple n'a pas eu d'enfant. BGE 136 II 1 S. 2\n   \nLe 21 ao&#251;t 2007, le Service cantonal de la population a appris que les &#233;poux ne vivaient plus ensemble. Il ressort d'un rapport de police que l'int&#233;ress&#233; se plaignait de la violence de son &#233;pouse &#224; son &#233;gard. Cette derni&#232;re a confirm&#233; avoir prof&#233;r&#233; des cris &#224; son encontre et l'avoir gifl&#233; une seule fois en raison de difficult&#233;s de communication que connaissait le couple. Le divorce des &#233;poux X. a &#233;t&#233; prononc&#233; le 4 juillet 2008.\nPar d&#233;cision du 3 d&#233;cembre 2008, le Service cantonal de la population a refus&#233; de prolonger l'autorisation de s&#233;jour de l'int&#233;ress&#233;.\nPar arr&#234;t du 24 juin 2009, le Tribunal cantonal a rejet&#233; le recours d&#233;pos&#233; par X. contre la d&#233;cision du 3 d&#233;cembre 2008. La vie commune des &#233;poux ayant cess&#233; en ao&#251;t 2007, l'union conjugale au sens de l'art. 50 al. 1 let. a de la loi f&#233;d&#233;rale du 16 d&#233;cembre 2005 sur les &#233;trangers (loi sur les &#233;trangers, LEtr; RS 142.20) n'avait pas dur&#233; trois ans. La question de savoir s'il fallait qualifier les cris et la gifle de violence conjugale pouvait rester ouverte, du moment que la r&#233;int&#233;gration sociale de l'int&#233;ress&#233;, jeune et en bonne sant&#233;, dans son pays d'origine, o&#249; toute sa famille r&#233;sidait, n'&#233;tait pas fortement compromise.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours interjet&#233; par X. contre l'arr&#234;t du 24 juin 2009 dans la mesure o&#249; il &#233;tait recevable.\n\n    (r&#233;sum&#233;)\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. \n   \n\n    4.1 L'art. 50 al. 1 LEtr pr&#233;voit, on l'a vu, qu'apr&#232;s la dissolution de la famille, le droit du conjoint &#224; l'octroi d'une autorisation de s&#233;jour et &#224; la prolongation de sa dur&#233;e de validit&#233; en vertu de l'art. 42 LEtr subsiste lorsque l'union conjugale a dur&#233; au moins trois ans et que l'int&#233;gration est r&#233;ussie (let. a) ou lorsque la poursuite du s&#233;jour en Suisse s'impose pour des raisons personnelles majeures (let. b).\nSelon l'art. 50 al. 2 LEtr, repris par l'art. 77 al. 2 de l'ordonnance du 24 octobre 2007 relative &#224; l'admission, au s&#233;jour et &#224; l'exercice d'une activit&#233; lucrative (OASA; RS 142.201) pour les cas pr&#233;vus par l'art. 44 LEtr, les raisons personnelles majeures vis&#233;es &#224; l'alin&#233;a 1 let. b, sont notamment donn&#233;es lorsque le conjoint est victime de violence conjugale et que la r&#233;int&#233;gration sociale dans le pays de provenance semble fortement compromise.\n\n    4.2 Dans l'arr&#234;t attaqu&#233;, le Tribunal cantonal n'a pas qualifi&#233; les cris et la seule gifle subis par le recourant de la part de son ex-conjoint BGE 136 II 1 S. 3de \"violence conjugale\". Il a estim&#233; qu'il pouvait laisser cette question ouverte du moment qu'il jugeait non r&#233;alis&#233;e la deuxi&#232;me condition &#233;nonc&#233;e par l'art. 50 al. 2 LEtr. Ce faisant, il a implicitement consid&#233;r&#233; que l'art. 50 al. 2 LEtr comprenait des conditions cumulatives, ce qu'il convient d'examiner d'office (cf. consid. 3.1 non publi&#233;).\n\n    5. \n   \n\n    5.1 D'apr&#232;s le message du 8 mars 2002 concernant la loi sur les &#233;trangers (FF 2002 3511 s.),\n\"en cas de dissolution du mariage, il importe d'&#233;viter que le retrait du droit au s&#233;jour ne cause un cas individuel d'une extr&#234;me gravit&#233; [..]. Pour &#233;viter\ndes cas de rigueur, le droit de s&#233;jour du conjoint et des enfants sera maintenu m&#234;me apr&#232;s la dissolution du mariage ou du m&#233;nage commun, lorsque des motifs personnels graves exigent la poursuite du s&#233;jour en Suisse. La poursuite du s&#233;jour en Suisse peut s'imposer lorsque le conjoint demeurant en Suisse est d&#233;c&#233;d&#233; ou lorsque la r&#233;insertion familiale et sociale dans le pays d'origine s'av&#232;re particuli&#232;rement difficile en raison de l'&#233;chec du mariage. Il convient toutefois de bien prendre en consid&#233;ration les circonstances qui ont conduit &#224; la dissolution de l'union conjugale. S'il est &#233;tabli que l'on ne peut exiger plus longtemps de la personne admise dans le cadre du regroupement familial qu'elle poursuive la relation conjugale, d&#232;s lors que cette situation risque de la perturber gravement, il importe d'en tenir compte dans la d&#233;cision. En revanche, rien ne devrait s'opposer &#224; un retour lorsque le s&#233;jour en Suisse a &#233;t&#233; de courte dur&#233;e, que les personnes n'ont pas &#233;tabli de liens &#233;troits avec la Suisse et que leur r&#233;int&#233;gration dans le pays d'origine ne pose aucun probl&#232;me particulier. Il importe d'examiner individuellement les circonstances.\"\n\n    5.2 Durant les d&#233;bats devant le Conseil national, le Conseiller f&#233;d&#233;ral Blocher a fait remarquer que la majorit&#233; de la Commission avait propos&#233; une r&#233;daction diff&#233;rente de celle du Conseil f&#233;d&#233;ral en donnant un exemple de ce qu'il fallait entendre par raisons personnelles majeures, en ajoutant \"lorsque le conjoint est victime de violence conjugale et la r&#233;int&#233;gration sociale dans le pays de provenance semble fortement compromise\". M. Blocher a n&#233;anmoins rappel&#233; que cela n'excluait pas d'autres raisons personnelles (BO 2004 CN 1064). Certains parlementaires ont souhait&#233; que l'&#233;tranger puisse rester en Suisse apr&#232;s la dissolution du mariage sans condition (interventions Vermot, Thanei, BO 2004 CN 1062 s.). D'autres ont souhait&#233; formuler cette disposition sur un mode potestatif (proposition Wasserfallen, BO 2004 CN 1061). Ces interventions et propositions n'ont pas &#233;t&#233; suivies.\nDans son intervention, G. Pfister qualifie la proposition de la majorit&#233; de la Commission de \"bonne solution interm&#233;diaire\" affirmant BGE 136 II 1 S. 4que la majorit&#233; a \"concr&#233;tis&#233; la notion de raisons personnelles majeures\" en pr&#233;cisant par exemple qu'il faut &#234;tre en pr&#233;sence de violences conjugales ou (\"oder\") de r&#233;int&#233;gration fortement compromise et rappelle que la loi utilise le terme \"notamment\" pour laisser aux autorit&#233;s une certaine libert&#233; d'appr&#233;ciation humanitaire (intervention Gerhard Pfister, BO 2004 CN 1064). Au vote, le texte pr&#233;sent&#233; par la majorit&#233; a &#233;t&#233; adopt&#233; (BO 2004 CN 1065). Le Conseil des Etats s'est rang&#233; sans d&#233;bat &#224; la proposition de la majorit&#233; qui correspond au texte l&#233;gal tel qu'il est entr&#233; en vigueur (BO 2005 CE 310).\n\n    5.3 Au vu de ce qui pr&#233;c&#232;de, l'art. 50 al. 1 let. b et al. 2 LEtr a pour vocation d'&#233;viter les cas de rigueur ou d'extr&#234;me gravit&#233; qui peuvent &#234;tre provoqu&#233;s notamment par la violence conjugale, le d&#233;c&#232;s du conjoint ou des difficult&#233;s de r&#233;int&#233;gration dans le pays d'origine. Sur ce point, l'art. 50 al. 1 let. b et al. 2 LEtr n'est pas exhaustif (cf. le terme \"notamment\") et laisse aux autorit&#233;s une certaine libert&#233; d'appr&#233;ciation humanitaire (cf. arr&#234;t 2C_216/2009 du 20 ao&#251;t 2009 consid. 2.1). La violence conjugale ou la r&#233;int&#233;gration fortement compromise dans le pays d'origine peuvent rev&#234;tir une importance et un poids diff&#233;rents dans cette appr&#233;ciation et suffire isol&#233;ment &#224; admettre des raisons personnelles majeures. S'agissant de la violence conjugale, il faut toutefois qu'il soit &#233;tabli que l'on ne peut exiger plus longtemps de la personne admise dans le cadre du regroupement familial qu'elle poursuive l'union conjugale, parce que cette situation risque de la perturber gravement. La violence conjugale doit par cons&#233;quent rev&#234;tir une certaine intensit&#233;. De m&#234;me, la r&#233;int&#233;gration dans le pays d'origine ne constitue une raison personnelle majeure que lorsqu'elle semble fortement compromise. Toutefois, selon la lettre de l'art. 50 al. 2 LEtr, lorsque violence conjugale et r&#233;int&#233;gration compromise dans le pays d'origine ainsi d&#233;finies sont r&#233;unies, les raisons personnelles majeures qui permettent de maintenir le droit de s&#233;jour du conjoint et des enfants lors de la dissolution de la famille doivent &#234;tre admises. Il s'agit bien l&#224; d'un cas de rigueur.\nEn r&#233;sum&#233;, selon les circonstances et au regard de leur gravit&#233;, violence conjugale et r&#233;int&#233;gration fortement compromise peuvent chacune constituer une raison personnelle majeure. Lorsqu'elles se conjuguent, elles imposent en revanche le maintien du droit de s&#233;jour du conjoint et des enfants. BGE 136 II 1 S. 5\n   \n\n    5.4 Les faits retenus par le Tribunal cantonal dans l'arr&#234;t attaqu&#233; permettent d'affirmer que le recourant a &#233;t&#233; victime de violence conjugale. Il n'est toutefois pas &#233;tabli que, dans son intensit&#233;, cette violence risquait de le perturber gravement. Au surplus, c'est &#224; bon droit que la r&#233;int&#233;gration sociale du recourant dans son pays d'origine ne pouvait &#234;tre consid&#233;r&#233;e comme fortement compromise. Ce dernier est en effet arriv&#233; en Suisse &#224; l'&#226;ge de 21 ans. Il y a s&#233;journ&#233; environ 6 ans. Il est aujourd'hui &#226;g&#233; de moins de trente ans et en bonne sant&#233;. Selon les faits retenus par le Tribunal cantonal, il n'a pas d'attaches particuli&#232;res en Suisse. En revanche, toute sa famille r&#233;side encore au Cameroun.\nDans ces circonstances, en jugeant que le recourant ne pouvait se pr&#233;valoir de l'art. 50 al. 1 let. b LEtr pour obtenir une prolongation de son autorisation de s&#233;jour, le Tribunal cantonal a respect&#233; le droit f&#233;d&#233;ral.\n \n   \n   "
}