{
  "titre": "108 Ia 108",
  "annee": "1982",
  "contenu": "\n      \n  Chapeau\n108 Ia 10821. Extrait de l'arr&#234;t de la IIe Cour civile du 17 ao&#251;t 1982 dans la cause X. contre Bureau de l'assistance judiciaire du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 4 Cst. Assistance judiciaire.  On ne saurait refuser l'assistance judiciaire &#224; un ressortissant &#233;tranger vivant dans son pays, qui ne dispose pas en Suisse des moyens n&#233;cessaires pour assurer les frais et d&#233;pens d'un proc&#232;s devant les juridictions suisses et qui, en raison de la l&#233;gislation de son pays, ne peut pas transf&#233;rer de fonds en Suisse. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 109\n\n\n    BGE 108 Ia 108 S. 109\n   \nExtrait des consid&#233;rants:\n\n    5. a) Dans ses d&#233;terminations, le bureau intim&#233; explique que l'assistance judiciaire a pour but d'&#233;viter qu'une personne n&#233;cessiteuse ne puisse pas faire valoir ses droits devant les tribunaux, mais qu'elle n'est pas destin&#233;e &#224; rem&#233;dier aux dispositions prises par un pays &#233;tranger sur les transferts de devises. Elle ne saurait non plus seconder un ressortissant &#233;tranger dans ses manoeuvres pour cacher au fisc de son pays des biens qu'il poss&#232;de en Suisse. Selon les explications du recourant, sa l&#233;gislation nationale lui permettrait, voire lui imposerait de faire d&#233;fendre sa cause en Suisse par une institution de son pays. C'est uniquement parce qu'il entend poursuivre son proc&#232;s &#224; l'insu des autorit&#233;s de son pays que X. a besoin de l'assistance judiciaire.\nb) Pour d&#233;terminer l'indigence, il y a lieu de tenir compte des circonstances concr&#232;tes existant au moment o&#249; la demande est pr&#233;sent&#233;e (ATF 99 Ia 442 dernier paragraphe). L'autorit&#233; comp&#233;tente doit &#233;viter de proc&#233;der de fa&#231;on trop sch&#233;matique, afin de pouvoir prendre objectivement en consid&#233;ration tous les &#233;l&#233;ments importants de l'esp&#232;ce (ATF 106 Ia 83). Elle doit notamment tenir compte, le cas &#233;ch&#233;ant, de la n&#233;cessit&#233; o&#249; le requ&#233;rant se trouve d'agir dans un d&#233;lai relativement court, qui ne lui permet pas de faire des &#233;conomies en vue des frais du proc&#232;s (ATF 106 Ia 83 en bas; ATF 99 Ia 443).\nS'il y a urgence, il est m&#234;me concevable que l'assistance judiciaire doive &#234;tre accord&#233;e, au moins &#224; titre provisoire, &#224; un absent, sans enqu&#234;te sur sa situation financi&#232;re (arr&#234;t non publi&#233; Rauch-Tertilt c. Soleure, du 29 janvier 1979).\nEn tout &#233;tat de cause, on ne saurait, pour refuser l'assistance BGE 108 Ia 108 S. 110judiciaire, invoquer le fait que le recourant se trouve par sa faute hors d'&#233;tat d'avancer les frais du proc&#232;s (ATF 104 Ia 34 consid. 4, ATF 99 Ia 442 et les r&#233;f&#233;rences).\nc) En l'esp&#232;ce, l'autorit&#233; cantonale a n&#233;glig&#233; les circonstances concr&#232;tes dans lesquelles se trouve le recourant.\naa) Admettant, ce que le recourant ne conteste pas, que X. dispose dans son pays de moyens qui lui permettraient de faire face aux frais de la cause, elle ne tient aucun compte du fait que ces moyens sont indisponibles en Suisse. Or, c'est en Suisse que le recourant est invit&#233; &#224; avancer les frais du proc&#232;s et &#224;  assurer le droit de sa partie adverse. Il n'est pas vraisemblable que l'autorit&#233; judiciaire ou la partie adverse soient dispos&#233;es &#224; se contenter de fonds qui leur seraient remis &#224; l'&#233;tranger et qu'il ne pourrait faire sortir. Ignorer la l&#233;gislation &#233;trang&#232;re qui interdit ou rend tr&#232;s difficile le transfert de valeurs en Suisse, c'est perdre de vue les circonstances concr&#232;tes de l'esp&#232;ce. Dans un arr&#234;t non publi&#233; P. c. Zurich, du 11 septembre 1979, le Tribunal f&#233;d&#233;ral a express&#233;ment constat&#233; que des valeurs dont le requ&#233;rant est propri&#233;taire &#224; l'&#233;tranger ne peuvent servir &#224; couvrir les frais du proc&#232;s que si l'autorit&#233; &#233;trang&#232;re autorise le transfert des devises en Suisse. Toute autre solution violerait manifestement l'&#233;galit&#233; devant la loi, puisque l'&#233;tranger soumis &#224; une r&#233;glementation interdisant l'exportation de devises serait expos&#233; &#224; ne pas pouvoir proc&#233;der pour une raison qui n'a aucun rapport avec la cause d&#233;f&#233;r&#233;e au tribunal et qui &#233;chappe enti&#232;rement &#224; sa volont&#233;.\nC'est donc &#224; tort que l'autorit&#233; cantonale affirme de mani&#232;re g&#233;n&#233;rale que les r&#232;gles sur l'assistance judiciaire n'ont pas pour but de pallier les effets de la l&#233;gislation &#233;trang&#232;re interdisant l'exportation des devises. Elles visent  &#224; permettre &#224; la partie qui ne dispose pas de moyens financiers de d&#233;fendre n&#233;anmoins son droit, quelles que soient les raisons qui la privent des ressources n&#233;cessaires &#224; cette fin.\nbb) En l'esp&#232;ce, l'intim&#233; fait surtout valoir que le recourant ne peut disposer des moyens lui permettant la d&#233;fense de ses droits parce qu'il a cel&#233;  au fisc de son pays l'existence des biens dont il revendique la propri&#233;t&#233;. C'est faire grief au recourant de s'&#234;tre mis par sa faute dans la situation qu'il invoque. Un tel reproche est sans pertinence, comme on l'a d&#233;j&#224; vu (ATF  104 Ia 34 consid. 4).\nQuand l'intim&#233; dit que l'assistance judiciaire n'a pas pour but d'aider le recourant &#224; frauder le fisc de son pays, il passe &#224; c&#244;t&#233; de la question. L'assistance judiciaire doit mettre le recourant &#224; BGE 108 Ia 108 S. 111m&#234;me de faire valoir son droit de propri&#233;t&#233; &#224; l'encontre de sa partie adverse. La violation des r&#232;gles du droit de son pays qu'il peut avoir commise ne saurait avoir d'effet sur le fond du proc&#232;s. A supposer que le recourant obtienne gain de cause dans l'action en revendication qu'il a ouverte, les droits fiscaux de son pays d'origine ne sont l&#233;s&#233;s en rien; ils continuent de porter sur les biens qui y donnent lieu d&#232;s maintenant.\ncc) On ne saurait soutenir que le recourant abuse de son droit d'obtenir l'assistance judiciaire en ne faisant pas les d&#233;marches que l'intim&#233; exige de lui aupr&#232;s des autorit&#233;s de son pays. D&#232;s l'instant qu'il n'est pas contest&#233;  que de telles d&#233;marches entra&#238;neraient pour lui des inconv&#233;nients notoires, elles ne peuvent &#234;tre raisonnablement exig&#233;es de lui.\ndd) L'intim&#233; m&#233;conna&#238;t en outre une autre circonstance concr&#232;te de la cause, savoir que le recourant devait agir, &#224; peine de p&#233;remption, dans le bref d&#233;lai imparti par l'Office des poursuites pour ouvrir action en revendication d'un bien inventori&#233; dans la masse en faillite. A supposer m&#234;me que le recourant e&#251;t pu, sans inconv&#233;nients majeurs, faire aupr&#232;s de l'autorit&#233; de son pays les d&#233;marches n&#233;cessaires pour obtenir un transfert de fonds en Suisse, ou pour mettre en oeuvre l'organisme officiel qui devait le repr&#233;senter dans un proc&#232;s se d&#233;roulant &#224; l'&#233;tranger, voire pour obtenir un certificat d'indigence ou un certificat attestant l'exclusion d'une exportation de devises, il est &#233;vident que ces d&#233;marches n'auraient pu &#234;tre men&#233;es &#224; chef dans le d&#233;lai d'ouverture d'action. L'assistance judiciaire s'imposerait d'apr&#232;s cette seule consid&#233;ration (ATF 106 Ia 83 en bas; ATF 99 Ia 443).\nd) Il suit de l&#224; que, pour refuser l'assistance judiciaire, l'autorit&#233;  cantonale s'est fond&#233;e sur une notion de l'indigence qui est en tout cas incompatible avec les principes d&#233;coulant directement de l'art. 4 Cst. Le recours est d&#232;s lors fond&#233;.\n \n   \n   "
}