{
  "titre": "117 IV 364",
  "annee": "1991",
  "contenu": "\n      \n  Chapeau\n117 IV 36464. Extrait de l'arr&#234;t de la Chambre d'accusation du 14 juin 1991 dans la cause Banques X et Y c. le Juge d'instruction du canton de Vaud et le Minist&#232;re public du canton de Zurich\n\n  \nRegeste\nArt. 347 al. 1 et art. 27 ch. 1 CP.  L'infraction pr&#233;vue &#224; l'art. 3 let. 1 LCD (publicit&#233; incompl&#232;te en mati&#232;re de petits cr&#233;dits) peut &#234;tre consomm&#233;e par la voie de la presse. Dans ce cas, l'art. 347 CP est applicable pour d&#233;terminer le for p&#233;nal. \n\n\n  \n  \n  \nFaits &#224; partir de page 364\n\n\n    BGE 117 IV 364 S. 364\n   \n\n    Trois banques ont fait l'objet d'une plainte p&#233;nale d&#233;pos&#233;e dans le canton de Vaud par des f&#233;d&#233;rations de consommateurs pour avoir fait para&#238;tre dans ce canton des annonces en mati&#232;re de petits cr&#233;dits cens&#233;es contrevenir notamment &#224; l'art. 3 let. 1 LCD (RS 241). Des affiches placard&#233;es dans le canton de Vaud &#233;taient aussi vis&#233;es.\nConstatant que deux de ces banques (X et Y) avaient organis&#233; leurs campagnes publicitaires &#224; Zurich, le Juge d'instruction du canton de Vaud a disjoint le cas des banques X et Y de celui de la troisi&#232;me banque dont le si&#232;ge se situe dans le canton de Vaud.\nLes f&#233;d&#233;rations plaignantes ont recouru au Tribunal d'accusation du Tribunal cantonal vaudois contre cette disjonction. Cette autorit&#233; leur a donn&#233; raison en fixant le for dans le canton de Vaud en application des art. 27 et 347 CP.BGE 117 IV 364 S. 365\n   \nLes banques X et Y ont saisi la Chambre d'accusation du Tribunal f&#233;d&#233;ral d'une plainte tendant &#224; ce que le for p&#233;nal soit fix&#233; &#224; Zurich en vertu de l'art. 346 al. 1 CP.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) Le Tribunal d'accusation a reconnu la comp&#233;tence des autorit&#233;s vaudoises; celle-ci n'est pas remise en cause par le Minist&#232;re public du canton de Zurich. On peut d&#232;s lors consid&#233;rer que les deux cantons sont du m&#234;me avis et admettre qu'il existe pratiquement une entente entre eux sur la question du for, entente assimilable &#224; un accord intercantonal (SCHWERI, Interkantonale Gerichtsstandsbestimmung in Strafsachen, Berne 1987, p. 138 n. 412).\nD'apr&#232;s la jurisprudence, lorsque deux cantons se sont mis d'accord au sujet du for de la poursuite p&#233;nale, la chambre de c&#233;ans ne le modifie - lorsqu'elle est saisie de la plainte d'un justiciable ou de la requ&#234;te d'une autorit&#233; sur ce point - que si les cantons ont viol&#233; le droit f&#233;d&#233;ral, notion qui inclut l'abus ou l'exc&#232;s de leur pouvoir d'appr&#233;ciation (ATF 74 IV 125; voir ATF 116 IV 86 consid. 4a; SCHWERI, op.cit. p. 138 n. 410).\nb) Le Tribunal d'accusation a appliqu&#233; l'art. 347 al. 1 CP en consid&#233;rant que l'infraction en cause peut &#234;tre commise par la voie de la presse au sens de l'art. 27 ch. 1 CP. Contrairement &#224; ce que paraissent soutenir les banques requ&#233;rantes, les motifs de la d&#233;cision attaqu&#233;e ne violent pas le droit f&#233;d&#233;ral.\nIl suffit de lire l'art. 3 let. 1 LCD pour se rendre compte que l'infraction d&#233;crite peut &#234;tre consomm&#233;e (ersch&#246;pft, consumato) par la publication elle-m&#234;me au sens de la deuxi&#232;me condition de l'art. 27 ch. 1 CP. Le comportement r&#233;prim&#233; consiste &#224; se livrer, par voie d'annonces publiques, &#224; des actes de publicit&#233; d&#233;loyale en omettant des indications essentielles pour le choix op&#233;r&#233; par le consommateur. Cela peut aussi toucher la sauvegarde des int&#233;r&#234;ts des concurrents (voir DAVID, Schweizerisches Werberecht, 1re &#233;d., Zurich 1977, p. 276 ch. 54.5). Une mise en danger concr&#232;te conduisant &#224; la tromperie ou &#224; l'erreur ne para&#238;t pas n&#233;cessaire (voir THOMAS WYLER, Werbung mit dem Preis als unlauterer Wettbewerb, B&#226;le 1990, p. 132 ch. I et p. 133 ch. II; voir STRATENWERTH, Schweiz. Strafrecht, Allg. Teil I, Berne 1982 p. 367 n. 169).\nLa notion d'\"annonces publiques\" comprend toute manifestation publicitaire qui ne s'adresse pas &#224; un cercle clairement d&#233;fini BGE 117 IV 364 S. 366de personnes telle qu'annonces dans les journaux, affiches, etc. (Message du Conseil f&#233;d&#233;ral concernant la loi sur le cr&#233;dit &#224; la consommation du 12 juin  1978, FF 1978 II p. 606 ch. 225.2 al. 4 et 608 art. 13; le Message du Conseil f&#233;d&#233;ral &#224; l'appui d'une loi f&#233;d&#233;rale contre la concurrence d&#233;loyale y renvoie, FF 1983 II 1102 ch. 241.38 al. 2 concernant l'art. 3 let. 1 de la nouvelle LCD).\nQuant &#224; la premi&#232;re condition pr&#233;vue &#224; l'art. 27 ch. 1 CP (utilisation de la voie de la presse), on doit admettre qu'elle est r&#233;alis&#233;e lorsqu'il est fait usage d'annonces dans les journaux mais aussi d'affiches; voir ATF 82 IV 80, 74  IV 129 pr&#233;cis&#233; aux ATF 77 IV 193 en ce sens que l'art. 27 CP s'applique aussi lorsque la publication sert &#224; des fins commerciales (STRATENWERTH, op.cit. p.  367 n. 168). Au demeurant, le probl&#232;me de la libert&#233; de la presse face &#224; celle du commerce n'est pas en cause ici (BARRELET, Droit suisse des mass media, 2e  &#233;d., Berne 1987 p. 37 n. 50).\nc) En l'esp&#232;ce, les f&#233;d&#233;rations plaignantes, dont la qualit&#233; pour agir n'est pas mise en cause, font grief aux banques vis&#233;es d'avoir laiss&#233; para&#238;tre des annonces illicites dans des journaux &#233;dit&#233;s dans le canton de Vaud et d'avoir fait placarder dans ce canton des affiches de m&#234;me nature. L'art. 347 CP en liaison avec l'art. 27 ch. 1 CP est d&#232;s lors applicable. Il sied de rappeler qu'&#224; ce stade de la proc&#233;dure la chambre de c&#233;ans se d&#233;termine uniquement sur la question du for et nullement sur une &#233;ventuelle r&#233;alisation de l'infraction dont les pr&#233;venues sont soup&#231;onn&#233;es par les f&#233;d&#233;rations requ&#233;rantes.\nd) D'apr&#232;s l'art. 347 CP, la comp&#233;tence de poursuivre et de juger appartient en principe exclusivement &#224; l'autorit&#233; du lieu ou l'imprim&#233; a &#233;t&#233; &#233;dit&#233;;  toutefois, si l'auteur de l'&#233;crit est connu et s'il a sa r&#233;sidence en Suisse, l'autorit&#233; du lieu ou il a sa r&#233;sidence est &#233;galement comp&#233;tente. Dans ce cas, l'affaire est poursuivie au lieu ou la premi&#232;re instruction a &#233;t&#233; ouverte (art.  347 al. 1 CP).\ne) Selon les constatations du Tribunal d'accusation et les pi&#232;ces du dossier p&#233;nal, les imprim&#233;s critiqu&#233;s par les f&#233;d&#233;rations plaignantes ont &#233;t&#233; &#233;dit&#233;s dans le canton de Vaud pour ce qui est des annonces parues dans les journaux. Quant aux affiches, elles ont &#233;t&#233; placard&#233;es, du moins pour l'essentiel, dans ce canton; leur lieu d'&#233;dition ou d'impression n'est pas pr&#233;cis&#233;.\nAinsi, les actes reproch&#233;s aux banques vis&#233;es ont &#233;t&#233; commis au moyen d'annonces publicitaires &#233;dit&#233;es dans le canton de Vaud. Les affiches ont &#233;t&#233;  placard&#233;es dans ce canton, lieu ou cette sorte d'imprim&#233; a &#233;t&#233; r&#233;pandue, pour l'essentiel. Quant &#224; l'instruction, elle a &#233;t&#233; ouverte dans le canton de Vaud seulement.BGE 117 IV 364 S. 367\n   \nConform&#233;ment &#224; l'art. 347 al. 1 derni&#232;re phrase CP, il se justifiait de fixer le for dans le canton de Vaud pour les annonces; quant aux affiches, les banques requ&#233;rantes ne demandent pas qu'elles soient l'objet d'un examen diff&#233;renci&#233; conduisant &#233;ventuellement &#224; la fixation d'un autre for. Cette question n'&#233;tant pas litigieuse, il n'est pas indispensable de d&#233;terminer si l'art. 347 al. 3 CP est applicable ou si d'autres r&#232;gles (motifs d&#233;terminants, for pr&#233;pond&#233;rant, d&#233;roulement rapide de la proc&#233;dure) imposent un for unique.\nf) D&#232;s lors, le Tribunal d'accusation n'a pas viol&#233; le droit f&#233;d&#233;ral en d&#233;clarant les autorit&#233;s vaudoises comp&#233;tentes.\n \n   \n   "
}