{
  "titre": "123 I 259",
  "annee": "1997",
  "contenu": "\n      \n  Chapeau\n123 I 25924. Extrait de l'arr&#234;t de la IIe Cour de droit public du 19 ao&#251;t 1997 en la cause P. contre Cour pl&#233;ni&#232;re du Tribunal cantonal du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 4 Cst., art. 31 Cst., Art. 33 al. 1 Cst., art. 5 Disp. trans. Cst.: inscription au tableau des avocats pratiquants.  Conditions auxquelles un avocat &#233;tabli dans un canton peut obtenir une autorisation g&#233;n&#233;rale de pratiquer ou une autorisation limit&#233;e &#224; une affaire d&#233;termin&#233;e dans un autre canton (consid. 2b et c). \nL'obligation d'indiquer &#224; l'avance un lieu de r&#233;ception dans le canton pour recevoir les clients d'office est, en tout cas en l'esp&#232;ce, excessive et viole le principe de la proportionnalit&#233; (consid. 2d). \n\n\n  \n  \n  \nFaits &#224; partir de page 259\n\n\n    BGE 123 I 259 S. 259\n   \nP. est titulaire d'un brevet d'avocat valaisan depuis le 16 janvier 1991. Il est inscrit au tableau des avocats pratiquants valaisans et exerce la profession d'avocat &#224; Monthey, o&#249; il a son &#233;tude.\n\n    BGE 123 I 259 S. 260\n   \nLe 20 novembre 1996, il a sollicit&#233; son inscription au tableau des avocats exer&#231;ant dans le canton de Vaud, puis il a produit les documents que le Tribunal cantonal lui avait demand&#233;s. Invit&#233; le 6 d&#233;cembre 1996 &#224; indiquer encore &#224; quelle adresse il entendait recevoir dans le canton de Vaud les clients pour lesquels il serait d&#233;sign&#233; d'office, il a r&#233;pondu que, sauf circonstances extraordinaires, il entendait recevoir tous ses clients dans son  &#233;tude de Monthey.\nPar d&#233;cision du 21 janvier 1997, la Cour pl&#233;ni&#232;re du Tribunal cantonal a refus&#233; l'inscription au tableau des avocats requise par P. Elle a retenu en bref que l'int&#233;r&#234;t des justiciables &#224; pouvoir consulter l'avocat d'office sans frais suppl&#233;mentaires et excessifs, ni complications inutiles d&#233;coulant de l'&#233;loignement de l'&#233;tude, l'emportait sur l'int&#233;r&#234;t du requ&#233;rant &#224; recevoir ses clients dans son &#233;tude de Monthey.\nP. a form&#233; un recours de droit public contre la d&#233;cision de la Cour pl&#233;ni&#232;re du Tribunal cantonal du 21 janvier 1997, en concluant &#224; son annulation.\nLe Tribunal f&#233;d&#233;ral a admis le recours et annul&#233; la d&#233;cision attaqu&#233;e.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) Le recourant se plaint d'une violation de ses droits constitutionnels, tels qu'ils sont garantis par les art. 4, 31, 33 al. 1 Cst. et 5 Disp. trans. Cst. Il pr&#233;tend que l'obligation qui lui est faite d'indiquer une adresse dans le canton de Vaud, o&#249; il puisse recevoir ses clients d'office, ne repose sur aucune base l&#233;gale; elle constituerait ainsi une exigence arbitraire et disproportionn&#233;e, dans le cas d'un avocat valaisan qui, comme lui, a une &#233;tude si proche du Chablais vaudois.\nb) La profession d'avocat b&#233;n&#233;ficie de la libert&#233; du commerce et de l'industrie garantie par l'art. 31 Cst. (ATF 123 I 12 consid. 2a p. 15; ATF 122 I 109 consid. 4a p. 116, 130 consid. 3a p. 133). Les cantons ont cependant la facult&#233;, en vertu des art. 31 al. 2 et 33 al. 1 Cst., d'&#233;dicter des restrictions de police au droit d'exercer librement la profession d'avocat, en particulier dans le but de prot&#233;ger le public des personnes incapables; ces restrictions doivent toutefois reposer sur une base l&#233;gale et se limiter &#224; ce qui est n&#233;cessaire pour atteindre le but de police poursuivi; elles doivent en outre respecter les principes de la proportionnalit&#233; et de l'&#233;galit&#233; de traitement (ATF 119 Ia 374 consid. 2a p. 375; ATF 114 Ia 34 consid. 2a p. 36). En l'absence BGE 123 I 259 S. 261d'une loi f&#233;d&#233;rale sur la libre circulation des avocats qui est encore au stade de projet, l'art. 5 Disp. trans. Cst. garantit la libre circulation intercantonale des avocats et interdit au canton d'accueil d'imposer des conditions ou des charges discriminatoires pour l'obtention d'une autorisation g&#233;n&#233;rale ou limit&#233;e &#224; une affaire d&#233;termin&#233;e (ATF 122 I 109 consid. 4b p. 117). Ont notamment &#233;t&#233; jug&#233;es incompatibles avec ce principe l'obligation d'indiquer une adresse fixe dans le canton o&#249; l'avocat externe veut pratiquer (ATF 39 I 51ss), de constituer un domicile d'affaires (ATF 65 I 6ss) ou d'avoir une &#233;tude permanente dans le canton (ATF 80 I 146 ss).\nSi le refus d'autorisation pour l'exercice d'une profession constitue en principe une atteinte grave &#224; la libert&#233; du commerce et de l'industrie et doit  &#234;tre contenue dans une loi au sens formel (ATF 122 I 130 consid. 3/bb p. 134 et les arr&#234;ts cit&#233;s), il n'en va pas de m&#234;me lorsque, comme en l'esp&#232;ce, un avocat pratique r&#233;guli&#232;rement sa profession dans le canton dont il a obtenu son brevet et que le refus d'autorisation porte uniquement sur l'exercice des activit&#233;s occasionnelles qu'il entend exercer dans un canton voisin ou, plus pr&#233;cis&#233;ment, sur les conditions de d&#233;signation d'un lieu de r&#233;ception des clients d'office dans le canton. Dans un tel cas, le refus d'inscription au tableau des avocats ne repr&#233;sente pas une atteinte grave &#224; l'exercice de la profession et le Tribunal f&#233;d&#233;ral n'examine que sous l'angle de l'arbitraire la question de savoir si la restriction incrimin&#233;e repose sur une base l&#233;gale suffisante. Il examine en revanche librement si la mesure de police en cause est justifi&#233;e par un int&#233;r&#234;t public pr&#233;pond&#233;rant et respecte le principe de la proportionnalit&#233;  (ATF 119 Ia 374 consid. 2a p. 376; ATF 118 Ia 175 consid. 2a et les arr&#234;ts cit&#233;s).\nc) Conform&#233;ment &#224; l'art. 5 Disp. trans. Cst., le l&#233;gislateur vaudois a pr&#233;vu que l'avocat porteur d'un brevet d&#233;livr&#233; par un autre canton pouvait, sans s'&#233;tablir dans le canton de Vaud, requ&#233;rir son inscription au tableau des avocats (art. 13 de la loi vaudoise sur le barreau du 22 novembre 1944; en abr&#233;g&#233;: LB) ou obtenir une autorisation sp&#233;ciale d'assister une partie devant les juridictions vaudoises dans une affaire d&#233;termin&#233;e (art. 14 LB), pour autant qu'il remplisse les conditions prescrites &#224; l'art. 12 lettres b, c et d LB, &#224; savoir: qu'il ait l'exercice des droits civils (lettre b), qu'il jouisse d'une bonne r&#233;putation (lettre c) et qu'il n'ait encouru aucune condamnation &#224;  raison de faits contraires &#224; la probit&#233; ou &#224; l'honneur (lettre d).\nEn l'esp&#232;ce, le Tribunal cantonal n'a pas mis en doute le fait que le recourant remplissait les conditions pr&#233;cit&#233;es, mais il a estim&#233; que BGE 123 I 259 S. 262l'obligation faite &#224; l'avocat ne disposant pas d'une &#233;tude permanente dans le canton d'annoncer dans quel genre de locaux il allait recevoir ses clients d'office pouvait reposer sur le principe g&#233;n&#233;ral contenu &#224; l'art. 16 LB, prescrivant que l'avocat doit s'acquitter de sa fonction avec dignit&#233;.\nL'exigence d'un lieu de r&#233;ception dans le canton de Vaud ne saurait toutefois  &#234;tre d&#233;duit de l'art. 16 LB. En effet, cette disposition permet certes de justifier des restrictions relatives &#224; la nature des locaux o&#249; l'avocat re&#231;oit ses clients, laquelle est susceptible de porter atteinte &#224; la dignit&#233; de la profession, mais elle ne peut servir de justification &#224; une localisation permanente desdits locaux dans le canton de Vaud. Or, du point de vue de l'art.  16 LB, il n'y a aucune raison de douter que les locaux occup&#233;s par l'&#233;tude du recourant &#224; Monthey permettent de recevoir de fa&#231;on convenable les clients d'office, comme du reste les autres mandants.\nAutre chose est de savoir si l'art. 16 LB pourrait constituer, du moins sous l'angle de l'arbitraire, une base l&#233;gale suffisante &#224; l'obligation de recevoir les clients d'office sans frais de d&#233;placement excessifs (voir arr&#234;t von Roten du 3 f&#233;vrier 1954, publi&#233; aux ATF 80 I 146 ss, sp&#233;cialement consid. 3 p. 155  i.f.). Il n'est cependant pas n&#233;cessaire de r&#233;soudre d&#233;finitivement la question de la base l&#233;gale, car le recours doit de toute fa&#231;on &#234;tre admis pour un autre motif.\nd) Du point de vue du principe de la proportionnalit&#233;, la juridiction cantonale se r&#233;f&#232;re en effet &#224; l'arr&#234;t pr&#233;cit&#233; en la cause von Roten, dans lequel le Tribunal f&#233;d&#233;ral avait admis le recours d'un avocat valaisan qui pratiquait le barreau &#224; B&#226;le et qui s'&#233;tait vu refuser l'autorisation d'exercer dans le canton de Vaud, faute d'y disposer d'une &#233;tude permanente. Toutefois, si le Tribunal f&#233;d&#233;ral avait alors confirm&#233; l'obligation d'assumer des d&#233;fenses d'office en mati&#232;re civile ou p&#233;nale pour l'avocat ayant obtenu une autorisation g&#233;n&#233;rale de pratiquer dans un canton dont il ne poss&#232;de pas le brevet, il avait relev&#233; que les inconv&#233;nients n'&#233;taient pas aussi consid&#233;rables que le pr&#233;tendait le Tribunal cantonal, dans la mesure o&#249; l'avocat pouvait au besoin trouver \"des locaux qui lui permettent &#224; l'occasion de recevoir ses clients sans que la dignit&#233; de la profession, ni les &#233;gards dus aux justiciables subissent aucune atteinte\"; il avait &#233;galement pr&#233;cis&#233; qu'il appartenait &#224; l'avocat d'office \"de faire en sorte que son &#233;tablissement hors du canton ne charge pas son client de frais suppl&#233;mentaires et excessifs\" (ATF  80 I 146 consid. 3 p. 155). Le Tribunal cantonal ne saurait donc tirer de cet arr&#234;t l'obligation g&#233;n&#233;rale pour l'avocat d'office d'indiquer, &#224; l'avance et dans tous les BGE 123 I 259 S. 263cas, le lieu o&#249; il va recevoir ses clients d'office. M&#234;me au regard du principe de l'&#233;galit&#233; de traitement que les juges cantonaux entendent appliquer &#224; tous les avocats externes au canton, cette obligation ne se justifie pas dans la mesure o&#249; elle revient, en r&#233;alit&#233;, &#224; faire d&#233;pendre l'autorisation g&#233;n&#233;rale d'un lien territorial durable entre l'avocat et le lieu o&#249; il veut pratiquer, ce que le Tribunal f&#233;d&#233;ral a pr&#233;cis&#233;ment toujours consid&#233;r&#233; comme contraire &#224;  l'art. 5 Disp. trans. Cst. (voir ATF 80 I 146 consid. 3 p. 152 et les exemples cit&#233;s).\nEn l'esp&#232;ce, l'exigence d'un lieu de r&#233;ception dans le canton de Vaud pour recevoir les clients d'office para&#238;t en tous cas excessive pour un avocat qui a son &#233;tude &#224; Monthey. L'art. 15 de la loi vaudoise du 21 novembre 1981 sur l'assistance judiciaire en mati&#232;re civile impose en effet au Tribunal cantonal de d&#233;signer les avocats d'office &#224; tour de r&#244;le, \"en prenant si possible en consid&#233;ration le lieu de r&#233;sidence habituelle de celui qui requiert l'assistance judiciaire\". Dans cette perspective, Monthey est une cit&#233; toute proche du canton de Vaud, en particulier d'Aigle et de sa r&#233;gion. Par ailleurs, les liaisons routi&#232;res et par transports publics sont bonnes. Ainsi, un client domicili&#233; dans la r&#233;gion d'Aigle ne sera en principe pas d&#233;fendu par un avocat de Nyon, mais pourra se rendre sans difficult&#233;s &#224; Monthey. On peut m&#234;me imaginer que le lieu de situation de l'&#233;tude du recourant se r&#233;v&#232;le utile dans certains cas: par exemple si le client d'office est domicili&#233; en Valais ou, pour les d&#233;fenses p&#233;nales, s'il est d&#233;tenu dans ce canton, mais doit proc&#233;der sur Vaud. Il faut certes r&#233;server les situations particuli&#232;res o&#249; le recourant sera tenu de trouver une solution d'esp&#232;ce pour recevoir un client d'office dans le canton de Vaud afin de lui &#233;viter des d&#233;placements exag&#233;r&#233;s. Cela ne justifie cependant pas que, d'une mani&#232;re g&#233;n&#233;rale, le recourant soit oblig&#233;  d'avoir un lieu de r&#233;ception des clients d'office dans le canton de Vaud.\nLa d&#233;cision attaqu&#233;e se r&#233;v&#232;le d&#232;s lors disproportionn&#233;e en tant qu'elle refuse au recourant l'inscription au tableau des avocats pratiquant dans le canton de Vaud, faute d'indiquer un endroit o&#249; il entende y recevoir ses clients d'office.\n \n   \n   "
}