{
  "titre": "107 II 375",
  "annee": "1981",
  "contenu": "\n      \n  Chapeau\n107 II 37558. Arr&#234;t de la IIe Cour civile du 24 septembre 1981 dans la cause B. contre Commission cantonale de recours en mati&#232;re fonci&#232;re du canton de Vaud (recours de droit administratif)\n\n  \nRegeste\nArt. 19 et 20 LPR. Vente d'un domaine agricole situ&#233; sur le territoire de deux cantons.  1. En cas de vente d'un domaine agricole situ&#233; sur le territoire de plusieurs cantons, une seule autorit&#233; cantonale est comp&#233;tente pour d&#233;cider s'il y a lieu de former opposition: en effet, c'est la r&#233;alit&#233; &#233;conomique de la vente du domaine comme un tout qui entre en consid&#233;ration, lors m&#234;me que, juridiquement, l'op&#233;ration est l'objet de contrats distincts (consid. 2c). \n2. La LPR ne contient pas de r&#232;gle de conflit de comp&#233;tence cantonale  (consid. 2a et b). Diff&#233;rents crit&#232;res sont concevables. En l'esp&#232;ce, point n'est besoin d'en choisir un, &#233;tant donn&#233; la configuration du domaine (consid.  2d et e). \n\n\n  \n  \n  \nFaits &#224; partir de page 376\n\n\n    BGE 107 II 375 S. 376\n   \n\n    A.- a) Par acte authentique du 31 mars 1980, instrument&#233; par le notaire X., &#224; Domdidier (Fribourg), G. a d&#233;clar&#233; vendre &#224; B. des immeubles sis sur le territoire de la commune de Domdidier, pour une surface totale de 81'341 m2 comprenant des champs avec ferme et d&#233;pendances. Selon l'acte, \"avec les immeubles sur le canton de Fribourg, sont compris comme faisant partie du domaine les immeubles suivants situ&#233;s sur la commune d'Avenches et qui feront l'objet d'un acte &#224; instrumenter par un notaire vaudois\". Suit la d&#233;signation de quatre pr&#233;s-champs, d'une surface totale de 42'050 m2.\nLe prix de vente, qui a &#233;t&#233; vers&#233; au vendeur, &#233;tait de 1'000'000 de francs, dont 790'000 fr. pour les immeubles fribourgeois et 210'000 fr. pour les immeubles vaudois.\nb) Par lettre du 5 mai 1980, l'autorit&#233; fonci&#232;re cantonale de Fribourg a avis&#233; le notaire X. qu'en application de l'art. 218bis CO elle avait ratifi&#233;, dans sa s&#233;ance du 23 avril 1980, le contrat de vente immobili&#232;re, en tant que portant sur une exploitation agricole sise partie dans le canton de Fribourg, partie dans le canton de Vaud. L'acte a &#233;t&#233; inscrit au registre foncier d'Estavayer-le-Lac le 13 mai 1980.\n\n    B.- Le 24 avril 1980, le notaire Y., &#224; Avenches, agissant comme mandataire des deux parties contractantes, a pr&#233;sent&#233; une requ&#234;te pr&#233;alable &#224; la Commission fonci&#232;re, Section I, du canton de Vaud pour la vente des immeubles sis sur le territoire de la commune d'Avenches. Le 23 mai 1980, la Commission a d&#233;cid&#233; de faire opposition &#224; cette vente.\nB. et G. ont recouru &#224; la Commission cantonale de recours en mati&#232;re fonci&#232;re, qui les a d&#233;bout&#233;s par d&#233;cision du 22 octobre 1980, communiqu&#233;e le 23 janvier 1981.\n\n    C.- B. a form&#233; un recours de droit administratif aupr&#232;s du Tribunal f&#233;d&#233;ral. Il demande que la d&#233;cision de la Commission cantonale de recours soit r&#233;form&#233;e en ce sens qu'il est dit qu'il ne sera pas fait opposition &#224; la vente par G. des parcelles de la commune d'Avenches, la revente de ces immeubles avant l'expiration du d&#233;lai l&#233;gal de dix ans &#233;tant au surplus autoris&#233;e. A titre subsidiaire, il conclut &#224; l'annulation de la d&#233;cision attaqu&#233;e.\nLe D&#233;partement f&#233;d&#233;ral de justice et police propose l'admission du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Selon le D&#233;partement f&#233;d&#233;ral de justice et police, d&#232;s lors que l'autorit&#233; fribourgeoise avait ratifi&#233; le contrat, il n'y avait plus BGE 107 II 375 S. 377de place pour l'intervention de l'autorit&#233; vaudoise, qui n'&#233;tait pas comp&#233;tente s'agissant de la vente d'un domaine agricole dont la plus grande partie se trouve dans le canton de Fribourg.\n\n    2. a) L'art. 20 LPR, relatif &#224; la comp&#233;tence et &#224; la proc&#233;dure d'opposition en mati&#232;re de ventes de biens-fonds, quand les cantons ont fait usage (comme Fribourg et Vaud) de la facult&#233; que leur conf&#232;re l'art. 18 LPR, se borne &#224; imposer une voie de recours et &#224; inviter les cantons &#224; tenir compte des prescriptions sur le registre foncier. Il ne d&#233;signe pas l'autorit&#233; cantonale comp&#233;tente lorsque le domaine agricole &#224; vendre s'&#233;tend sur plusieurs cantons. Or, c'est au l&#233;gislateur f&#233;d&#233;ral qu'il appartenait de prendre une disposition &#224; ce sujet. En effet, chaque canton ne peut r&#233;gler que le sort des contrats qui portent sur des immeubles relevant de sa souverainet&#233;. Tout au plus un concordat pourrait-il d&#233;finir la comp&#233;tence entre cantons lorsqu'un domaine se trouve sur le territoire de plusieurs d'entre eux; mais un tel concordat n'existe pas.\nb) De mani&#232;re g&#233;n&#233;rale, la doctrine n'aborde pas la question (cf. KAUFMANN, Die Neuordnung des Landwirtschaftsrechtes, Zurich 1952, p. 49 ss; JOST, Handkommentar zum Bundesgesetz &#252;ber die Erhaltung des b&#228;uerlichen Grundbesitzes vom 12. Juni 1951, Berne 1953, p. 104 ss; COMMENT, Fiche juridique suisse 228 p. 13 ss; CAVIN, La vente, l'&#233;change, la donation, dans: Trait&#233; de droit priv&#233; suisse, VII, 1, p. 142 ss; PIDOUX, Droit foncier rural, RDS 1979 II p. 448 ss). Seul Jenny (Das Gesetz &#252;ber die Erhaltung des b&#228;uerlichen Grundbesitzes, RSJ 1953 p. 60) l'&#233;voque, en d&#233;plorant l'absence d'une r&#232;gle de conflit.\nSelon le D&#233;partement f&#233;d&#233;ral de justice et police, le l&#233;gislateur f&#233;d&#233;ral a implicitement tranch&#233; le conflit de comp&#233;tence en invitant les cantons &#224; tenir compte des prescriptions sur le registre foncier: la disposition de l'art. 20 al. 2 LPR, introduite par le Conseil des Etats, rendrait applicable par analogie la r&#232;gle de comp&#233;tence &#233;dict&#233;e &#224; l'art. 952 al. 2 CC (cf. l'art. 1er al. 1 et l'art. 6 ORF).\nCette interpr&#233;tation de l'art. 20 al. 2 LPR n'est pas convaincante.\nLe D&#233;partement f&#233;d&#233;ral de justice et police se fonde sur la d&#233;claration du rapporteur au Conseil des Etats (Bulletin st&#233;nographique de l'Assembl&#233;e f&#233;d&#233;rale, CE 1949 p. 437):\n\"Cet art. laisse aux cantons le soin de d&#233;signer les autorit&#233;s\ncomp&#233;tentes en mati&#232;re d'opposition et de d&#233;terminer la proc&#233;dure.\nLe d&#233;partement (de justice et police) estime que celle-ci doit &#234;tre\nr&#233;gl&#233;e en tenant compte de l'organisation et de la tenue du registre\nfoncier.\n\n    BGE 107 II 375 S. 378\n   \nComme cette organisation diff&#232;re beaucoup d'un canton &#224; l'autre, le\nl&#233;gislateur f&#233;d&#233;ral doit n&#233;cessairement se borner &#224; &#233;dicter certaines\nr&#232;gles g&#233;n&#233;rales.\"\nMais il appara&#238;t bien plut&#244;t que l'allusion &#224; l'organisation cantonale du registre foncier &#233;tait dict&#233;e par le souci que le conservateur soit tenu au courant des d&#233;cisions prises par les autorit&#233;s comp&#233;tentes pour faire opposition et par les autorit&#233;s comp&#233;tentes, en cas de conflit, pour statuer sur le bien-fond&#233; de l'opposition. Il est en effet n&#233;cessaire que le conservateur sache s'il peut proc&#233;der dans ses registres aux inscriptions entra&#238;nant le transfert de propri&#233;t&#233;; on avait m&#234;me envisag&#233; de lui attribuer la comp&#233;tence mat&#233;rielle de faire opposition, mais, les conservateurs ayant estim&#233; que cette t&#226;che &#233;tait trop lourde pour eux, on laissa aux cantons le soin d'organiser la proc&#233;dure (Bulletin st&#233;nographique de l'Assembl&#233;e f&#233;d&#233;rale, CE 1949 p. 308).\nForce est donc de constater que le probl&#232;me du conflit de comp&#233;tence locale entre cantons pour appliquer les art. 18 ss LPR &#224; un domaine agricole s'&#233;tendant sur plusieurs cantons n'a pas &#233;t&#233; tranch&#233;, ni m&#234;me &#233;voqu&#233; par le l&#233;gislateur.\nc) On est ainsi amen&#233; &#224; se demander si le probl&#232;me existe r&#233;ellement.\nL'art. 19 al. 1 LPR pr&#233;voit qu'il peut &#234;tre form&#233; opposition contre des contrats de vente portant sur des domaines agricoles ou sur des biens-fonds agricoles.\naa) Un bien-fonds agricole est un immeuble au sens de l'art. 655 CC (al. 2  ch. 1). Il peut faire l'objet d'une vente immobili&#232;re selon les art. 216 ss CO, au moyen d'un acte authentique dont la forme est d&#233;termin&#233;e par la l&#233;gislation cantonale (art. 55 Tit. fin. CC). Si l'immeuble est situ&#233; dans plusieurs arrondissements du registre foncier, l'art. 952 al. 2 CC d&#233;termine l'arrondissement comp&#233;tent pour recevoir l'acte authentique et, par cons&#233;quent, la forme que l'acte doit rev&#234;tir pour &#234;tre conforme &#224; la l&#233;gislation cantonale en vigueur dans cet arrondissement. Il n'y a donc pas de probl&#232;me pour les biens-fonds isol&#233;s et une r&#232;gle de conflit intercantonale n'&#233;tait pas n&#233;cessaire, puisqu'elle existe d&#233;j&#224; &#224; l'art. 952 al. 2 CC.\nbb) Le domaine agricole comprend l'ensemble des terres et des b&#226;timents qui est propre &#224; constituer pour le paysan et sa famille le centre de son existence et la base de l'exploitation d'une entreprise agricole (ATF 92 I 316, 89 I  231). Il s'agit donc d'une unit&#233; &#233;conomique (cf. le Message du Conseil f&#233;d&#233;ral  &#224; l'appui du projet de loi sur le maintien de la propri&#233;t&#233; fonci&#232;re rurale, du  30 d&#233;cembre 1947, BGE 107 II 375 S. 379FF 1948 I p. 54), form&#233;e d'un groupe de choses au sens juridique du terme, soit d'immeubles. Juridiquement, la vente d'un domaine agricole rev&#234;t la forme de la vente de plusieurs immeubles. Si les biens-fonds constituant l'unit&#233; &#233;conomique rel&#232;vent de la souverainet&#233; de plusieurs cantons, il est impossible de proc&#233;der  &#224; la vente du domaine comme tel par un seul et m&#234;me acte. En vertu des art. 216  CO et 55 Tit. fin. CC, la vente doit faire l'objet de contrats distincts. Cela  &#233;tant, on pourrait en d&#233;duire qu'il appartient &#224; l'autorit&#233; comp&#233;tente de chacun des cantons sur lesquels s'&#233;tend le domaine de d&#233;cider s'il y a lieu de faire opposition &#224; la vente portant sur l'immeuble qui est de son ressort territorial. On &#233;viterait ainsi le conflit de comp&#233;tence locale entre les cantons.\nMais raisonner ainsi, c'est perdre de vue que la loi f&#233;d&#233;rale sur le maintien de la propri&#233;t&#233; fonci&#232;re rurale vise notamment &#224; affermir le lien qui existe entre la famille et le domaine, et &#224; favoriser le maintien d'entreprises agricoles (art. premier). Or, les diverses dispositions de la loi doivent &#234;tre interpr&#233;t&#233;es et appliqu&#233;es d'apr&#232;s ce but (ATF 100 Ib 264 /265 et les r&#233;f&#233;rences). On ne peut donc pas ignorer la notion &#233;conomique de domaine agricole et l'unit&#233; qu'elle implique par le motif que le domaine s'&#233;tend sur le territoire de plusieurs cantons; il s'agit l&#224; d'une circonstance accidentelle qui ne permet pas de s'&#233;carter de la volont&#233; du l&#233;gislateur. La r&#233;alit&#233;  &#233;conomique de la vente doit seule &#234;tre prise en consid&#233;ration; peu importe que, pour que soient respect&#233;es les prescriptions cantonales sur la forme de l'acte authentique, la vente doive s'exprimer par plusieurs actes distincts.\nAinsi, d&#232;s lors qu'une seule op&#233;ration entre en ligne de compte, savoir la vente du domaine comme un tout, c'est &#224; une seule autorit&#233; cantonale qu'il appartient de d&#233;cider s'il y a lieu de former opposition. Le risque de conflit de comp&#233;tence locale existe donc bien quand le domaine s'&#233;tend sur plusieurs cantons; il s'est r&#233;alis&#233; en l'esp&#232;ce.\nd) Ne contenant pas de r&#232;gle de conflit, la loi f&#233;d&#233;rale sur le maintien de la propri&#233;t&#233; fonci&#232;re rurale est entach&#233;e d'une lacune, qu'il faut combler conform&#233;ment aux principes exprim&#233;s &#224; l'art. 1er al. 2 et 3 CC.\nPour d&#233;terminer l'autorit&#233; comp&#233;tente, il convient de rechercher avec quel canton l'op&#233;ration envisag&#233;e a les circonstances de rattachement les plus importantes. Le l&#233;gislateur, on l'a vu, entend prot&#233;ger la propri&#233;t&#233; fonci&#232;re rurale, notamment en favorisant la cr&#233;ation et le maintien BGE 107 II 375 S. 380d'entreprises agricoles (art. 1er LPR): il faut donc sauvegarder l'unit&#233;  &#233;conomique de l'exploitation, de fa&#231;on &#224; donner une base &#224; la vie d'une famille paysanne. Si l'on adopte le crit&#232;re de l'art. 952 al. 2 CC, on dira que l'autorit&#233; comp&#233;tente est celle o&#249; se trouve la plus grande partie du domaine. On peut songer aussi au crit&#232;re de l'art. 51 al. 2 LP et prendre en consid&#233;ration la partie qui a la plus grande valeur. Toutefois ces crit&#232;res ne sont pas toujours ad&#233;quats s'agissant d'une entreprise agricole. Ce qui para&#238;t d&#233;cisif, dans l'optique du programme fix&#233; &#224; l'art. 1er LPR, c'est la partie essentielle pour le rendement de l'entreprise, le facteur principal de l'exploitation, comme, par exemple, la ferme, la zone de culture intensive. La pr&#233;sente esp&#232;ce n'impose toutefois pas un choix entre ces diff&#233;rents crit&#232;res.\ne) En effet, la partie du domaine situ&#233;e sur le territoire du canton de Fribourg est &#224; la fois celle qui est la plus &#233;tendue, qui a la plus grande valeur et sur laquelle se trouve la ferme et ses d&#233;pendances. Quel que soit le crit&#232;re qu'on adopte, seule l'autorit&#233; fribourgeoise &#233;tait comp&#233;tente, &#224;  l'exclusion des autorit&#233;s vaudoises, pour se prononcer en mati&#232;re d'opposition. Sa d&#233;cision est correctement prise, puisque, s'attachant &#224; la r&#233;alit&#233;  &#233;conomique, elle autorise la vente de tout le domaine.\n\n    3. Vu ce qui pr&#233;c&#232;de, le recours doit &#234;tre admis et les d&#233;cisions des autorit&#233;s vaudoises annul&#233;es pour cause d'incomp&#233;tence.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nAdmet le recours et annule la d&#233;cision de la Commission cantonale de recours en mati&#232;re fonci&#232;re du canton de Vaud, ainsi que la d&#233;cision de la commission fonci&#232;re, section I.\n \n   \n   "
}