{
  "titre": "132 I 256",
  "annee": "2006",
  "contenu": "\n      \n  Chapeau\n132 I 25628. Auszug aus dem Urteil der I. &#246;ffentlichrechtlichen Abteilung i.S. B&#252;ndnis f&#252;r ein buntes Brunnen und Jenni gegen Gemeinderat Ingenbohl sowie Regierungsrat und Verwaltungsgericht des Kantons Schwyz (Staatsrechtliche Beschwerde)\n1P.396/2006 vom 4. September 2006\n  \n  \nRegeste\nRefus d'une autorisation de manifester &#224; l'occasion du 1er ao&#251;t 2006 &#224; Brunnen; art. 16 et 22 Cst., art. 11 CEDH.  Qualit&#233; pour recourir d'une soci&#233;t&#233; simple (consid. 1.1). \nPrincipes de la libert&#233; d'opinion et de r&#233;union en mati&#232;re de manifestation sur le domaine public (consid. 3 et 4.1). \nMesures de protection prises par les autorit&#233;s pour pr&#233;venir les risques li&#233;s &#224; une contre-manifestation; limites de ces mesures (consid. 4.3). \nSur le vu des circonstances du cas d'esp&#232;ce, le refus d'autoriser la manifestation est conforme &#224; la Constitution (consid. 4.4-4.7). \n\n\n  \n  \nFaits &#224; partir de page 256\n\n\n    BGE 132 I 256 S. 256\n   \nNamens des \"B&#252;ndnisses f&#252;r ein buntes Brunnen\" sowie in eigenem Namen ersuchte Daniele Jenni den Gemeinderat Ingenbohl am 9. BGE 132 I 256 S. 257August 2005 um Bewilligung zur \"Durchf&#252;hrung einer antifaschistischen Platzkundgebung mit multikulturellem Strassenfest am 1. August 2006\" in Brunnen f&#252;r einen Zeitraum von 11.30 Uhr bis 19.00 Uhr. Die Einladung f&#252;r die Kundgebung war in Form einer &#246;ffentlichen Mobilisierung vorgesehen. Zu den vorgesehenen &#214;rtlichkeiten f&#252;hrten die Gesuchsteller aus:\n\"Brunnen, &#246;ffentlicher Grund; den genauen Ort m&#246;chten wir gerne aufgrund von Vorschl&#228;gen Ihrerseits und im Gespr&#228;ch mit Ihnen bestimmen; immerhin sollte der Ort zentral gelegen und f&#252;r die mit der Kundgebung verbundene Appellwirkung auf die &#214;ffentlichkeit geeignet sein.\"\nDer Gemeinderat Ingenbohl wies dieses Begehren am 30. Januar 2006 ab. Die dagegen erhobene Beschwerde wurde dem Verwaltungsgericht des Kantons Schwyz &#252;berwiesen, welches sie am 24. Mai 2006 abwies. Zur Begr&#252;ndung wies das Verwaltungsgericht auf die traditionelle 1.-August-Feier in Brunnen und die Gefahr hin, dass es bei einem Auftreten rechtsextremer Kreise und einem Zusammentreffen mit den Kundgebungsteilnehmern zu gewaltsamen Ausschreitungen kommen k&#246;nnte.\nGegen diesen Entscheid des Verwaltungsgerichts hat Daniele Jenni namens des \"B&#252;ndnisses f&#252;r ein buntes Brunnen\" und in eigenem Namen staatsrechtliche Beschwerde namentlich wegen Verletzung von Art. 16 und 22 BV sowie Art. 10 und 11 EMRK erhoben. Das Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten war.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    1. \n   \n\n    1.1 Vor Bundesgericht treten als Partei Daniele Jenni und das \"B&#252;ndnis f&#252;r ein buntes Brunnen\" auf. Zu pr&#252;fen ist, ob beide zur Beschwerde legitimiert sind.\nDaniele Jenni hatte am 9. August 2005 u.a. in eigenem Namen um Bewilligung zur Durchf&#252;hrung einer Kundgebung in Brunnen ersucht. Er trat auch vor Verwaltungsgericht in eigenem Namen selbst&#228;ndig als Beschwerdef&#252;hrer auf. Bei dieser Sachlage ist er grunds&#228;tzlich legitimiert, die Verweigerung der von ihm anbegehrten Manifestation mit staatsrechtlicher Beschwerde wegen Verletzung verfassungsm&#228;ssiger Rechte anzufechten (im Folgenden als Beschwerdef&#252;hrer bezeichnet).\nDas Gesuch vom 9. August 2005 ist ferner namens des \"B&#252;ndnisses f&#252;r ein buntes Brunnen\" eingereicht worden. Das BGE 132 I 256 S. 258Verwaltungsgericht erachtete Daniele Jenni auch als Vertreter des \"B&#252;ndnisses f&#252;r ein buntes Brunnen\", mithin als Vertreter einer einfachen Gesellschaft zur Beschwerde legitimiert. Einer einfachen Gesellschaft kommt indes keine Rechtspers&#246;nlichkeit zu. Tritt eine solche vor Bundesgericht auf, ist nicht diese Partei, sondern gelten die einzelnen Gesellschafter als Partei. Im vorliegenden Fall wird in der Beschwerdeschrift einzig ausgef&#252;hrt, dass Daniele Jenni im \"B&#252;ndnis f&#252;r ein buntes Brunnen\" mitwirke. Dar&#252;ber hinaus wird kein einziger Gesellschafter genannt, der dem \"B&#252;ndnis f&#252;r ein buntes Brunnen\" angeh&#246;ren w&#252;rde und demnach als Partei im bundesgerichtlichen Verfahren in Betracht f&#228;llt. Bei dieser Sachlage ist auf die Beschwerde nicht einzutreten, soweit sie im Namen des \"B&#252;ndnisses f&#252;r ein buntes Brunnen\" erhoben worden ist.\n(...)\n\n    2. Der Beschwerdef&#252;hrer ficht die Verweigerung der nachgesuchten Bewilligung f&#252;r die \"Durchf&#252;hrung einer antifaschistischen Platzkundgebung mit multikulturellem Strassenfest am 1. August 2006\" in Brunnen an.\nDas Vorhandensein einer kommunalen gesetzlichen Grundlage sowohl f&#252;r das Erfordernis einer vorg&#228;ngigen Bewilligung als auch f&#252;r die M&#246;glichkeit der Verweigerung wird vom Beschwerdef&#252;hrer nicht in Zweifel gezogen. Er macht ausschliesslich geltend, die Verweigerung der Bewilligung sei durch kein hinreichendes &#246;ffentliches und verh&#228;ltnism&#228;ssiges Interesse gerechtfertigt und verletze ihn in seiner Meinungs- und Versammlungsfreiheit gem&#228;ss Art. 16 und 22 BV sowie Art. 10 und 11 EMRK.\n\n    3. Das Bundesgericht hat die Grundz&#252;ge der Meinungs- und Versammlungsfreiheit hinsichtlich von Kundgebungen auf &#246;ffentlichem Grund in BGE 127 I 164 E. 5 zusammengefasst.\nArt. 16 BV gew&#228;hrleistet die Meinungsfreiheit ausdr&#252;cklich und r&#228;umt jeder Person das Recht ein, ihre Meinung frei zu bilden und sie ungehindert zu &#228;ussern und zu verbreiten. Darunter fallen die verschiedensten Formen der Kundgabe von Meinungen. Die Versammlungsfreiheit gem&#228;ss Art. 22 BV gew&#228;hrleistet den Anspruch, Versammlungen zu organisieren, an Versammlungen teilzunehmen oder Versammlungen fernzubleiben. Zu den Versammlungen geh&#246;ren unterschiedlichste Arten des Zusammenfindens von Menschen im Rahmen einer gewissen Organisation mit einem weit verstandenen gegenseitig meinungsbildenden oder meinungs&#228;ussernden BGE 132 I 256 S. 259\n   \nZweck (vgl. auch BGE 132 I 49 E. 5.3 S. 56). Besondere Aspekte der Meinungs- und Versammlungsfreiheit weisen Kundgebungen auf &#246;ffentlichem Grund mit dem damit einhergehenden gesteigerten Gemeingebrauch auf. Solche Kundgebungen bedingen, dass entsprechender &#246;ffentlicher Grund zur Verf&#252;gung gestellt wird, schr&#228;nken die gleichartige Mitben&#252;tzung durch unbeteiligte Personen ein und sind lokal und tempor&#228;r nicht mehr gemeinvertr&#228;glich. Dies ruft nach einer Priorit&#228;tenordnung unter den verschiedenen Benutzern und erlaubt, Demonstrationen einer Bewilligungspflicht zu unterstellen. Die Meinungs- und Versammlungsfreiheit erhalten im Zusammenhang mit Demonstrationen einen &#252;ber reine Abwehrrechte hinausgehenden Charakter und weisen ein gewisses Leistungselement auf. Die Grundrechte gebieten in Grenzen, dass &#246;ffentlicher Grund zur Verf&#252;gung gestellt wird oder unter Umst&#228;nden anderes als das in Aussicht genommene Areal bereitgestellt wird, das dem Publizit&#228;tsbed&#252;rfnis der Veranstalter in anderer Weise Rechnung tr&#228;gt. Ferner sind die Beh&#246;rden verpflichtet, durch geeignete Massnahmen wie etwa durch Gew&#228;hrung eines ausreichenden Polizeischutzes daf&#252;r zu sorgen, dass &#246;ffentliche Kundgebungen tats&#228;chlich stattfinden k&#246;nnen und nicht durch gegnerische Kreise gest&#246;rt oder verhindert werden. Im Bewilligungsverfahren darf die Beh&#246;rde die gegen eine Kundgebung sprechenden polizeilichen Gr&#252;nde, die zweckm&#228;ssige Nutzung der vorhandenen &#246;ffentlichen Anlagen im Interesse der Allgemeinheit und der Anwohner und die mit einer Kundgebung verursachte Beeintr&#228;chtigung von Freiheitsrechten unbeteiligter Dritter mitber&#252;cksichtigen. Zu den polizeilichen Gr&#252;nden z&#228;hlen namentlich solche des &#246;ffentlichen und privaten Verkehrs, der Vermeidung von &#252;berm&#228;ssigen Immissionen, der Aufrechterhaltung der Sicherheit und der Abwendung unmittelbarer Gefahren von Ausschreitungen, Krawallen und Gewaltt&#228;tigkeiten sowie &#220;bergriffen und Straftaten jeglicher Art. Die &#246;ffentliche Ordnung l&#228;sst keinen Raum f&#252;r Meinungskundgebungen, die mit rechtswidrigen Handlungen verbunden sind oder einen gewaltt&#228;tigen Zweck verfolgen. Im Bewilligungsverfahren ist - &#252;ber das Willk&#252;rverbot und das Gleichheitsgebot hinaus - dem ideellen Gehalt der Meinungs- und Versammlungsfreiheit Rechnung zu tragen; insbesondere darf nicht massgebend sein, ob die von den Demonstranten vertretenen Auffassungen und Anliegen der zust&#228;ndigen Beh&#246;rde mehr oder weniger wertvoll erscheinen. Die verschiedenen Interessen sind nach objektiven Gesichtspunkten gegeneinander abzuw&#228;gen und zu gewichten. Eine dem Grundsatz der BGE 132 I 256 S. 260Verh&#228;ltnism&#228;ssigkeit gen&#252;gende Gestaltung kann die Anordnung von Auflagen und Bedingungen sowie eine entsprechende verh&#228;ltnism&#228;ssige Mitwirkung der Veranstalter erfordern.\nIn diesem Sinne besteht gest&#252;tzt auf die Meinungs- und Versammlungsfreiheit grunds&#228;tzlich ein bedingter Anspruch, f&#252;r Kundgebungen mit Appellwirkung &#246;ffentlichen Grund zu ben&#252;tzen. Im Bewilligungsverfahren sind nicht nur Zul&#228;ssigkeit bzw. Unzul&#228;ssigkeit einer Kundgebung, sondern ebenso sehr die Randbedingungen, allf&#228;llige Auflagen und eventuelle Alternativen zu pr&#252;fen. Die Veranstalter k&#246;nnen daher nicht verlangen, eine Manifestation an einem bestimmten Ort, zu einem bestimmten Zeitpunkt und unter selbst bestimmten Randbedingungen durchzuf&#252;hren; hingegen haben sie Anspruch darauf, dass der von ihnen beabsichtigten Appellwirkung Rechnung getragen wird.\nDie Garantien gem&#228;ss Art. 11 EMRK (in Verbindung mit Art. 10 EMRK) und Art. 21 UNO-Pakt II reichen nach der bundesgerichtlichen Rechtsprechung nicht &#252;ber die dargelegten, aus Art. 16 und 22 BV abgeleiteten Grunds&#228;tze f&#252;r Kundgebungen auf &#246;ffentlichem Grund hinaus.\n\n    4. Es steht ausser Frage, dass sich der Beschwerdef&#252;hrer f&#252;r die \"Durchf&#252;hrung einer antifaschistischen Platzkundgebung mit multikulturellem Strassenfest am 1. August 2006\" auf die Meinungs- und Versammlungsfreiheit im dargelegten Sinne berufen kann. Aus der dargelegten Rechtsprechung ergibt sich umgekehrt auch, dass kein absoluter Anspruch auf eine Bewilligung f&#252;r die Ben&#252;tzung &#246;ffentlichen Grundes besteht und Kundgebungen gem&#228;ss den Kriterien von Art. 36 BV verweigert werden k&#246;nnen. Vor diesem Hintergrund ist im Folgenden aufgrund einer umfassenden Beurteilung zu pr&#252;fen, ob die Verweigerung der Bewilligung f&#252;r die Kundgebung am 1. August 2006 vor der Verfassung standh&#228;lt.\n\n    4.1 Entgegen einer Anmerkung im angefochtenen Entscheid kann f&#252;r die Verweigerung der anbegehrten Bewilligung nicht darauf abgestellt werden, ob der Beschwerdef&#252;hrer eine spezifische Beziehung zu Brunnen aufweise oder aber als Ausw&#228;rtiger in Brunnen Auffassungen und Anliegen kundtun m&#246;chte. Der Anspruch auf Durchf&#252;hrung einer Kundgebung ist nicht Einheimischen reserviert. Die Freiheit der Meinungs&#228;usserung kann es mit der damit verbundenen Appellwirkung geradezu erfordern, an einem spezifischen Ort eine Kundgebung durchzuf&#252;hren. Dies trifft auch auf das Vorhaben BGE 132 I 256 S. 261des Beschwerdef&#252;hrers zu, welches an ein Auftreten von rechtsextremen Kreisen in Brunnen ankn&#252;pft.\nIm Grundsatz kann auch eine Kundgebung am 1. August - anders als vom Verwaltungsgericht angenommen - nicht von vornherein ausgeschlossen werden. Die dem Beschwerdef&#252;hrer zustehende Wahl dieses Datums hat lediglich zur Folge, dass angesichts des Nationalfeiertages in besonderem Ausmasse eine Priorit&#228;tenordnung f&#252;r die Ben&#252;tzung &#246;ffentlichen Grundes zu erfolgen hat und das - gleichermassen grundrechtlich gesch&#252;tzte - Interesse Dritter an der Begehung des Nationalfeiertages als besondere Form der Meinungs&#228;usserung und die damit verbundene Ben&#252;tzung &#246;ffentlichen Grundes in die G&#252;terabw&#228;gung einzubeziehen ist.\n\n    4.2 Das Verwaltungsgericht stellt im bundesgerichtlichen Verfahren den Antrag, auf die Beschwerde sei nicht einzutreten, weil es dem Beschwerdef&#252;hrer darum gehe, einen Gegenpol zum Aufmarsch rechtsradikaler Kreise zu setzen, und weil diese Stossrichtung von vornherein gegenstandslos werde, wenn die vorgesehenen rigiden Zugangskontrollen einen solchen Aufmarsch verhindern.\nDieser Argumentation kann nicht gefolgt werden. Es trifft zwar zu, dass es dem Beschwerdef&#252;hrer mit der Kundgebung am 1. August 2006 darum geht, einen Gegenpol zu einem Auftreten von rechtsextremen Kreisen - entsprechend demjenigen insbesondere der beiden letzten Jahre - zu setzen und einen solchen Aufmarsch zu verhindern. Eine eigentliche Verhinderung des Auftretens von rechtsextremen Kreisen und der Schutz der &#246;ffentlichen Ordnung und Sicherheit stellen indes polizeiliche Aufgaben dar, die der Beschwerdef&#252;hrer und eine Kundgebung durch das \"B&#252;ndnis\" von vornherein nicht zu leisten verm&#246;gen. Hierf&#252;r kann der Beschwerdef&#252;hrer die Meinungs- und Versammlungsfreiheit nicht in Anspruch nehmen.\nHingegen kann dem Anliegen, einen Gegenpol zu einem Aufmarsch rechtsextremer Kreise zu setzen, unter verfassungsrechtlichen Gesichtspunkten die Berechtigung nicht abgesprochen werden. Grunds&#228;tzlich ist es nicht Sache der Beh&#246;rde, die von Kundgebungen vermittelten Auffassungen und Anliegen zu bewerten. Diese hat auch nicht dar&#252;ber zu befinden, ob die Zielsetzung der Kundgebung, n&#228;mlich einen Gegenpol zu einem rechtsextremen Aufmarsch zu setzen, im Falle der Abwesenheit dieser Kreise tats&#228;chlich ihre Grundlage verlieren k&#246;nnte. Es ist vielmehr davon auszugehen, dass der Beschwerdef&#252;hrer die Position antifaschistischer Kreise zum Ausdruck BGE 132 I 256 S. 262bringen will. Dieses Anliegen hat besondere Aktualit&#228;t, wenn ein Aufmarsch rechtsextremer Kreise effektiv eintritt. Es verliert indessen auch dann seine Bedeutung nicht, wenn diese Kreise auf ein Auftreten verzichten oder die Polizeikr&#228;fte ein solches tats&#228;chlich verhindern sollten. Die 1.-August-Feier und die N&#228;he zum R&#252;tli k&#246;nnen f&#252;r sich allein Grund genug sein, \"antifaschistische\" Gesinnung zu bekunden. Zudem kann dem Beschwerdef&#252;hrer nach den Ereignissen insbesondere des letzten Jahres - als der klare politische Wille, einen Aufmarsch rechtsextremer Kreise in Brunnen zu verhindern, nicht umgesetzt worden ist und es in Brunnen zu gewaltsamen Ausschreitungen kam - nicht vorgehalten werden, ein entsprechender Aufmarsch finde dieses Jahr von vornherein nicht statt. Der Beschwerdef&#252;hrer verliert damit das Interesse an einer antifaschistischen Kundgebung auch unter der Annahme nicht, dass die rechtsextremen Kreise dieses Jahr - aus welchen Gr&#252;nden auch immer - nicht nach Brunnen gelangen sollten.\n\n    4.3 In den letzten Jahren und insbesondere im Jahre 2005 ist es in Brunnen anl&#228;sslich des 1. August zu einem Aufmarsch von rechtsextremen Kreisen gekommen, ohne dass diese um entsprechende Bewilligung ersucht h&#228;tten. Aufgrund dieser Erfahrungen und der konkreten Umst&#228;nde konnte nicht ausgeschlossen werden, dass ein entsprechender Aufmarsch - wiederum ohne Bewilligung und trotz in Aussicht genommener Sicherheitsvorkehren f&#252;r die Feier auf dem R&#252;tli - auch im Jahre 2006 stattfinden k&#246;nnte. Die Beh&#246;rden durften davon ausgehen, dass rechtsextreme Kreise in der einen oder andern Art auch dieses Jahr nach Brunnen zu gelangen versuchen w&#252;rden. Dies f&#252;hrt aufgrund der allgemeinen Lagebeurteilung weiter zur Annahme, dass diese versuchen k&#246;nnten, die vom Beschwerdef&#252;hrer beabsichtigte - und als Provokation empfundene - Kundgebung zu st&#246;ren oder gar zu verhindern, und hierf&#252;r vor Gewaltt&#228;tigkeiten mit entsprechender Gef&#228;hrdung der Kundgebungsteilnehmer sowie der Polizeig&#252;ter im Allgemeinen nicht zur&#252;ckschrecken w&#252;rden. Es ist demnach nicht nur nicht auszuschliessen, sondern ernsthaft damit zu rechnen, dass die rechtsextremen Kreise gewaltsam auftreten, gegen die Kundgebung vorgehen und die &#246;ffentliche Ordnung schwerwiegend beeintr&#228;chtigen k&#246;nnten. Diese Annahme darf im Verfahren um die Bewilligung der vom Beschwerdef&#252;hrer nachgesuchten Kundgebung mitber&#252;cksichtigt werden.\nDies bedeutet, dass der Beschwerdef&#252;hrer durch den Aufmarsch rechtsextremer Kreise faktisch in seiner Meinungs- und BGE 132 I 256 S. 263Versammlungsfreiheit beeintr&#228;chtigt werden k&#246;nnte. Bei dieser Sachlage ist es grunds&#228;tzlich Aufgabe der Beh&#246;rden, die Kundgebung des Beschwerdef&#252;hrers vor der bef&#252;rchteten Fremdeinwirkung zu sch&#252;tzen: Die Teilnehmer von Kundgebungen sollen diese tats&#228;chlich abhalten k&#246;nnen, ohne Gewaltt&#228;tigkeiten ihrer Gegner bef&#252;rchten zu m&#252;ssen; sie sollen vor dem Hintergrund entsprechender Bef&#252;rchtungen nicht davon abgehalten werden, ihre Meinungen und Ansichten &#246;ffentlich kundzutun. Das Recht auf Gegendemonstration darf nicht dazu f&#252;hren, die Aus&#252;bung der Meinungs- und Versammlungsfreiheit zu beeintr&#228;chtigen (vgl. Urteil des EGMR i.S. Plattform \"&#196;rzte f&#252;r das Leben\" gegen &#214;sterreich vom 21. Juni 1988, Serie A, Band 139, Ziff. 32 = EuGRZ 1989 S. 522). Dementsprechend haben die Beh&#246;rden durch entsprechende Massnahmen bzw. mittels eines entsprechenden Einsatzes von Polizeikr&#228;ften im Grundsatz daf&#252;r zu sorgen, dass der Beschwerdef&#252;hrer f&#252;r die beabsichtigte Kundgebung und die Aus&#252;bung seiner Meinungs- und Versammlungsfreiheit gesch&#252;tzt wird.\nDie Meinungs- und Versammlungsfreiheit bedeutet indes nicht, dass die Abhaltung einer Kundgebung und die Herbeif&#252;hrung eines bestimmten Erfolges in absoluter Weise zu garantieren sei bzw. in absoluter Weise garantiert werden k&#246;nne. Die Mittel f&#252;r die Gew&#228;hrung eines entsprechenden Schutzes sind vielmehr begrenzt und deren effizienter Einsatz ist im Einzelfall von einer Vielzahl von konkreten Umst&#228;nden abh&#228;ngig.\nBei der Beurteilung, welche Mittel (vern&#252;nftiger- und verh&#228;ltnism&#228;ssigerweise) eingesetzt werden k&#246;nnen und was rein tats&#228;chlich in einer gegebenen Situation (noch) garantiert werden kann, kommt den Beh&#246;rden ein weiter Spielraum zu (Urteil i.S. Plattform, a.a.O., Ziff. 34). Wie es sich mit einem Polizeieinsatz im konkreten Einzelfall verh&#228;lt, beurteilt sich unter Beachtung der Meinungs- und Versammlungsfreiheit aufgrund der allgemeinen Lagebeurteilung und der Gesamtheit der konkreten Umst&#228;nde und Verh&#228;ltnisse (vgl. Urteil i.S. Plattform, a.a.O., Ziff. 36 ff.).\n\n    4.4 Vor diesem Hintergrund ist im vorliegenden Fall zu pr&#252;fen, wie es sich mit einem Polizeieinsatz verh&#228;lt und was daraus f&#252;r die Durchf&#252;hrung bzw. Bewilligung des \"antifaschistischen Strassenfestes\" zu folgern ist. Dabei sind unterschiedliche Elemente heranzuziehen.\n\n    4.4.1 Auszugehen ist vorerst von der allgemeinen Einsch&#228;tzung der Lage unter dem Gesichtswinkel der Konflikte zwischen rechten und BGE 132 I 256 S. 264linken Kreisen: Das kantonale Milit&#228;r- und Polizeidepartement hat mit seiner ersten Lagebeurteilung Nr. 1 vom 14. November 2005 f&#252;r den Fall eines gleichzeitigen rechten Aufmarsches und einer linken Demonstration in Brunnen Auseinandersetzungen mit hohem Gewaltpotenzial als sehr wahrscheinlich erachtet. Dies best&#228;tigte der Kommandant der Kantonspolizei in der Lagebeurteilung Nr. 2 vom 15. M&#228;rz 2006. Die Lagebeurteilungen beruhen auf Erkenntnissen des Bundes und der kantonalen Staatsschutzorgane und stimmen mit der Einsch&#228;tzung der allgemeinen Situation gem&#228;ss dem Extremismusbericht des Bundesrates vom 25. August 2004 (BBl 2004 S. 5011 ff.) &#252;berein. Danach gef&#228;hrdeten rechtsextrem motivierte Aktivit&#228;ten teils punktuell, teils lokal die &#246;ffentliche Ruhe und Ordnung erheblich; ferner gehe eine erhebliche Gefahr von linksextremen Exponenten aus. Aus dem Bericht des Bundesamtes f&#252;r Polizei aus dem Jahre 2005 geht hervor, dass die Zahl der Auseinandersetzungen zwischen rechten und linken Gruppierungen zugenommen habe und dass beide immer wieder versuchten, Aktivit&#228;ten des andern Lagers zu st&#246;ren oder Konfrontationen zu provozieren.\nDer Beschwerdef&#252;hrer kritisiert diese Ausf&#252;hrungen im angefochtenen Verwaltungsgerichtsentscheid. Er r&#252;gt, die Aussage, wonach von linksextremen Exponenten eine erhebliche Gefahr ausgehe und antifaschistische Kundgebungen von vornherein linksextreme Bet&#228;tigungen darstellten, werde nicht hinterfragt und in willk&#252;rlicher Weise &#252;bernommen. Er &#252;bersieht indessen, dass es sich bei den erw&#228;hnten Passagen um allgemeine Lagebeurteilungen handelt und weder das \"B&#252;ndnis\" noch die Teilnehmer an der anbegehrten Kundgebung als links- extrem bezeichnet werden. Entscheidend ist, dass der Beschwerdef&#252;hrer den allgemeinen Lagebeurteilungen nichts Wesentliches entgegenzuhalten vermag. Insbesondere zieht er nicht in Zweifel, dass ein Zusammentreffen von rechten und linken Demonstrationsgruppen h&#228;ufig zu Konfrontationen f&#252;hrt und sehr oft mit grossem Gewaltpotenzial und entsprechender Gef&#228;hrdung der Polizeig&#252;ter verbunden ist.\n\n    4.4.2 Ausgehend von dieser allgemeinen Lagebeurteilung und vor dem Hintergrund der Erfahrungen insbesondere des letzten Jahres durfte im konkreten Fall davon ausgegangen werden, dass rechtsextreme Kreise dieses Jahr erneut in Brunnen auftreten und in allgemeiner Weise wiederum gewaltt&#228;tig werden w&#252;rden. Weiter konnte angenommen werden, dass diese sich durch die in Aussicht genommene antifaschistische Kundgebung des Beschwerdef&#252;hrers BGE 132 I 256 S. 265zus&#228;tzlich provoziert f&#252;hlen und daher mit grossem Gewaltpotenzial gegen die Kundgebung vorgehen k&#246;nnten. Ein entsprechendes Zusammenprallen rechter und linker Gruppierungen l&#228;sst ernsthaft gewaltsame Auseinandersetzungen bef&#252;rchten und solche lassen es f&#252;r die Polizeikr&#228;fte von vornherein als schwierig erscheinen, die Polizeig&#252;ter im Allgemeinen zu sch&#252;tzen und im Speziellen den Teilnehmern an der Kundgebung des \"B&#252;ndnisses\" einen ruhigen Verlauf und Schutz vor Angriffen rechtsextremer Kr&#228;fte zu bieten.\n\n    4.4.3 &#220;ber diese Einsch&#228;tzung hinaus darf die Eigenart der vom Beschwerdef&#252;hrer beabsichtigten Kundgebung mitber&#252;cksichtigt werden.\nZum einen ist der Kreis der Teilnehmer des \"antifaschistischen Strassenfestes\" vollkommen offen. Gem&#228;ss den Angaben des Beschwerdef&#252;hrers anl&#228;sslich der Besprechung mit Vertretern der Gemeinde vom 16. Dezember 2005 soll der Anlass f&#252;r jedermann offen stehen und soll in Form einer &#246;ffentlichen Mobilisierung dazu eingeladen werden. Welche Kreise im Einzelnen schliesslich teilnehmen w&#252;rden, l&#228;sst sich demnach in keiner Weise im Voraus bestimmen. Ferner sollte nach den Angaben des Beschwerdef&#252;hrers keine gewaltsame Auseinandersetzung gesucht werden. Auf die Frage, wie die Teilnehmer auf einen Durchmarsch rechtsextremer Kreise durch Brunnen reagieren w&#252;rden, hielt der Beschwerdef&#252;hrer daf&#252;r, das \"B&#252;ndnis\" garantiere im Rahmen dessen, was &#252;berhaupt garantiert werden k&#246;nne, dass es zu keinen Gewaltt&#228;tigkeiten komme; bei einem Aufmarsch rechtsextremer Kreise w&#252;rden die Teilnehmer der Kundgebung sicher verbal aktiv, ohne aber einen Polizeicordon zu durchbrechen. In dieser Zusage kann keine Gew&#228;hr daf&#252;r erblickt werden, dass die Teilnehmer des \"B&#252;ndnisses\" sich nicht zu Gewaltt&#228;tigkeiten hinreissen lassen k&#246;nnten. Vielmehr durften die Beh&#246;rden bei dieser Sachlage ohne Willk&#252;r annehmen, dass sich die Kundgebungsteilnehmer im Falle des Aufmarsches rechtsextremer Gruppen der damit verbundenen Konfrontation stellen w&#252;rden.\nZum andern zeigte sich der Beschwerdef&#252;hrer - &#252;ber die unter polizeilichen Gesichtspunkten klar unzureichende Zusicherung hinaus, w&#228;hrend der Kundgebung einen telefonischen Kontakt mit den Beh&#246;rden aufrechtzuerhalten - nicht bereit und in der Lage, irgendwelche Zusagen &#252;ber einen Sicherheitsdienst zu machen. Ob er - im Sinne einer verh&#228;ltnism&#228;ssigen Mitwirkung von Seiten der Kundgebungsteilnehmer - zu entsprechenden Angaben verpflichtet sei oder solche unter Berufung auf datenschutzrechtliche und die BGE 132 I 256 S. 266Meinungs- und Versammlungsfreiheit betreffende &#220;berlegungen verweigern d&#252;rfe, wie er in der Beschwerde geltend macht, kann im vorliegenden Fall offen bleiben. Der Beschwerdef&#252;hrer hat es aber selbst zu verantworten, wenn er eine entsprechende verh&#228;ltnism&#228;ssige Mitwirkung verweigert und die Beh&#246;rden daraus den Schluss ziehen, dass zur Aufrechterhaltung von Ordnung und Sicherheit auf die Organisatoren und ihre Mitwirkung kein Verlass sei.\nDaraus ergibt sich, dass die Umst&#228;nde der vom Beschwerdef&#252;hrer beabsichtigten Kundgebung die Aufrechterhaltung von Ordnung und Sicherheit im Allgemeinen sowie den Schutz der Teilnehmer der Kundgebung im Besonderen nicht erleichtern, sondern zus&#228;tzlich erschweren. Angesichts der gesamten Gegebenheiten durfte die Gefahr von gewaltsamen Auseinandersetzungen zwischen Kundgebungsteilnehmern und aufmarschierenden Rechtsextremen als wahrscheinlich, konkret und ernsthaft bezeichnet werden. Diese Beurteilung kann sich zudem auf Erfahrungen von Auseinandersetzungen zwischen rechten und linken Kreisen st&#252;tzen, wie sie in j&#252;ngster Vergangenheit bei Demonstrationen verschiedentlich in der Schweiz vorgekommen sind und die &#252;ber die einander gegen&#252;berstehenden Lager unbeteiligte Dritte beeintr&#228;chtigten und zu (massiven) Sachbesch&#228;digungen f&#252;hrten. Zudem haben solche Konfrontationen, wie das Verwaltungsgericht anmerkt, zur Folge, dass die Polizeikr&#228;fte in eine Sandwich-Situation versetzt werden, sich Gewaltt&#228;tigkeiten auch gegen die Sicherheitskr&#228;fte richten und die Polizei nicht mehr in der Lage sei, ihrer Aufgabe nachzukommen. Daraus durfte gesamthaft geschlossen werden, dass sich der Einsatz von Sicherheitskr&#228;ften &#228;usserst schwierig gestaltet und die Polizeiorgane an die Grenzen ihrer M&#246;glichkeiten stossen.\n\n    4.4.4 Diese Einsch&#228;tzung erscheint zudem vor dem Hintergrund der &#246;rtlichen Verh&#228;ltnisse in einem besondern Lichte. Das Zentrum von Brunnen weist sehr enge &#214;rtlichkeiten und keine klar trennbaren R&#228;ume auf und verf&#252;gt nur &#252;ber ganz wenige f&#252;r einen Polizeieinsatz geeignete Hauptachsen. Der Beschwerdef&#252;hrer setzt sich mit diesen lokalen Gegebenheiten nicht n&#228;her auseinander; er macht insbesondere nicht geltend, dass f&#252;r ihn in Betracht fallende Pl&#228;tze die Durchf&#252;hrung einer Kundgebung - unter Beachtung der bef&#252;rchteten Auseinandersetzungen und Ausschreitungen, des erforderlichen Polizeieinsatzes und der Aufrechterhaltung von &#246;ffentlicher Ordnung und Sicherheit - tats&#228;chlich erlauben w&#252;rden. BGE 132 I 256 S. 267\n   \n\n    4.4.5 Dar&#252;ber hinaus gestaltet sich der erforderliche Einsatz von Polizeikr&#228;ften wegen der Besonderheiten des 1. August als &#228;usserst problematisch.\nDas Verwaltungsgericht hat im angefochtenen Entscheid dargelegt, dass breite Bev&#246;lkerungskreise den Nationalfeiertag in besinnlichen Feiern und in Volksfesten begehen. In Brunnen findet neben der traditionellen Feier auch allj&#228;hrlich ein grosses Feuerwerk statt, das Tausende von Besuchern vom Lande und vom See mitverfolgen.\nDer Beschwerdef&#252;hrer spricht diesen Besuchern die Teilnahme an den 1.-August-Feiern zu Recht nicht ab und verlangt nicht etwa, dass diesen Einschr&#228;nkungen aufzuerlegen w&#228;ren. Er bringt auch keineswegs konkret vor, dass es die &#246;rtlichen Verh&#228;ltnisse erlauben w&#252;rden, die traditionellen 1.-August-Feiern und die beabsichtigte Kundgebung auf einem in Betracht fallenden Platz gleichzeitig und nebeneinander in getrennten R&#228;umen abzuhalten. Die 1.-August-Feiern bringen es mit sich, dass weite Teile des &#246;ffentlichen Grundes von den Besuchern ben&#252;tzt und belegt werden. Ihre zahlreiche Anwesenheit in Brunnen hat weiter zur Folge, dass ein effizienter Polizeieinsatz wesentlich erschwert oder gar verunm&#246;glicht wird. Die wenigen Einsatzachsen f&#252;r Polizeieins&#228;tze w&#228;ren weitestgehend belegt und die Polizeikr&#228;fte w&#252;rden in den engen &#246;rtlichen Verh&#228;ltnissen von Brunnen daran gehindert, entsprechend den Erfordernissen der momentanen Situation ziel- und zeitgerecht vorzugehen.\n\n    4.5 Aufgrund all dieser Umst&#228;nde - Aufmarsch rechtsextremer Kreise, Eigenart der vom Beschwerdef&#252;hrer beabsichtigten Kundgebung, enge &#246;rtliche Verh&#228;ltnisse in Brunnen, Besuch von Tausenden von Besuchern anl&#228;sslich der 1.-August-Feiern - sowie der ernsthaften und konkreten Gefahr von gewaltsamen Ausschreitungen bei einem Zusammentreffen von rechtsextremen Kreisen mit den Teilnehmern der Kundgebung durften die Beh&#246;rden einen Polizeieinsatz als &#228;usserst problematisch einsch&#228;tzen und daraus den Schluss ziehen, dass die Polizeikr&#228;fte nicht in der Lage seien, die &#246;ffentliche Ordnung und Sicherheit im erforderlichen Masse sicherzustellen, Beeintr&#228;chtigungen von unbeteiligten Personen und von Eigentumsrechten Dritter wirksam zu verhindern und die Teilnehmer der Kundgebung hinreichend zu sch&#252;tzen.\nDamit stellt sich die Frage, welche Folgerungen daraus aus verfassungsrechtlicher Sicht f&#252;r das Ersuchen des Beschwerdef&#252;hrers gezogen werden d&#252;rfen. BGE 132 I 256 S. 268\n   \n\n    4.6 In Anbetracht der gesamten Verh&#228;ltnisse, welche im Rahmen des &#252;berhaupt M&#246;glichen einen effizienten Polizeieinsatz erschweren oder gar verunm&#246;glichen, sowie der ernsthaften konkreten Gefahren f&#252;r die Polizeig&#252;ter h&#228;lt es vor der verfassungsm&#228;ssigen Meinungs- und Versammlungsfreiheit stand, die vom Beschwerdef&#252;hrer ersuchte Bewilligung f&#252;r eine Kundgebung zu verweigern. Eine solche Verweigerung erscheint als einzige M&#246;glichkeit, um die &#246;ffentliche Ordnung und Sicherheit aufrechtzuerhalten, und erweist sich als verh&#228;ltnism&#228;ssig.\nDieser Schluss gr&#252;ndet auf der Einsch&#228;tzung der konkreten Lage. Die Verweigerung der anbegehrten Bewilligung steht - unter Einbezug der Eigenart der vom Beschwerdef&#252;hrer beabsichtigten Kundgebung - in erster Linie im Zusammenhang mit der Gefahr eines rechtsextremen Aufmarsches und den dadurch bef&#252;rchteten gewaltsamen Ausschreitungen. Entgegen der Auffassung des Beschwerdef&#252;hrers kann nicht gesagt werden, dass sich das Verbot einseitig gegen das \"B&#252;ndnis\" und die Teilnehmer der Kundgebung richtet, statt die eigentlichen St&#246;rer, d.h. die rechtsextremen Kreise zu treffen. Das Verbot des \"antifaschistischen Strassenfestes\" hat vielmehr die Bedeutung eines generellen politischen Manifestationsverbotes. Es wendet sich der Sache nach &#252;ber den Beschwerdef&#252;hrer hinaus gleichermassen an die rechtsextremen Kreise. Diesen wird in gleicher Weise ein Aufmarsch in Brunnen untersagt. Davon zeugt der politische Wille, dieses Jahr einen solchen Aufmarsch mit den erforderlichen Massnahmen tats&#228;chlich zu unterbinden. Dass diesen gegen&#252;ber kein f&#246;rmlicher Entscheid erging, findet seinen Grund ausschliesslich im Umstand, dass die rechtsextremen Kreise schon gar nicht um eine f&#246;rmliche Bewilligung ersucht hatten. In Anbetracht der gesamten Umst&#228;nde ist der angefochtene Entscheid demnach im Sinne eines generellen Verbotes von politischen Manifestationen zu verstehen.\nEin derartiges generelles Verbot politischer Kundgebungen l&#228;sst sich vor der Verfassung halten. Bei konkreter Gefahr von gewaltsamen Tumulten und Sachbesch&#228;digungen fallen ausserordentliche Einschr&#228;nkungen der Meinungs- und Versammlungsfreiheit in Betracht. In diesem Sinne haben es das Bundesgericht und die Organe der Europ&#228;ischen Menschenrechtskonvention als zul&#228;ssig erachtet, dass der Regierungsrat des Kantons Bern auf die Ank&#252;ndigung einer Demonstration im Jura und, als Reaktion darauf, einer Gegendemonstration wegen der mit absehbaren Konfrontationen verbundenen BGE 132 I 256 S. 269erheblichen Gefahren ein generelles Demonstrationsverbot erlassen hatte (BGE 103 Ia 310; Unzul&#228;ssigerkl&#228;rung der Europ&#228;ischen Kommission f&#252;r Menschenrechte vom 10. Oktober 1979, D&#233;cisions et rapports de la Commission europ&#233;enne des droits de l'homme [DR] 17, 93 = EuGRZ 1980 S. 36).\nDie Voraussetzungen f&#252;r ein absolutes Verbot politischer Demonstrationen in Brunnen am 1. August 2006 sind wegen der Gefahr von konkreten und ernsthaften, auch durch den massiven Einsatz von Polizeikr&#228;ften nicht z&#252;gelbaren Auseinandersetzungen mit gewaltsamen Tumulten und Gefahren f&#252;r Leib und Leben Dritter auch im vorliegenden Fall gegeben.\nDamit h&#228;lt der angefochtene Entscheid des Verwaltungsgerichts vor der angerufenen Meinungs- und Versammlungsfreiheit stand.\n\n    4.7 Bei dieser Sachlage kann nicht gesagt werden, dass der Beschwerdef&#252;hrer gegen&#252;ber rechtsextremen Kreisen im Sinne von Art. 8 Abs. 1 BV rechtsungleich behandelt w&#252;rde. Daran verm&#246;gen die Vorf&#228;lle im Jahre 2005, die nicht Gegenstand der vorliegenden Beschwerde sind, nichts zu &#228;ndern. Die R&#252;ge der Verletzung des Gleichheitsgebotes erweist sich als unbegr&#252;ndet.\n \n   \n   "
}