{
  "titre": "97 I 492",
  "annee": "1971",
  "contenu": "\n      \n  Chapeau\n97 I 49268. Extrait de l'arr&#234;t du 7 juillet 1971 dans la cause Pittet contre Commission centrale des am&#233;liorations fonci&#232;res du canton de Vaud.\n\n  \nRegeste\nRemaniement parcellaire et colonisation int&#233;rieure. Principe de la bonne foi.  Pouvoir d'examen du Tribunal f&#233;d&#233;ral saisi d'un recours fond&#233; sur l'art. 4 Cst. en mati&#232;re de remaniement parcellaire (confirmation de la jurisprudence; consid. 1 b). \nSituation particuli&#232;re r&#233;sultant de la combinaison, avec le remaniement, d'une op&#233;ration de colonisation (consid. 2). \nQuand la modification, par les organes du remaniement, du domaine pr&#233;vu par le projet de colonisation est-elle contraire au principe de la bonne foi? Question r&#233;solue en l'esp&#232;ce par l'affirmative (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 493\n\n\n    BGE 97 I 492 S. 493\n   \n\n    A.- En mai 1960 s'est constitu&#233; dans la commune vaudoise de Villars-le-Terroir un syndicat d'am&#233;liorations fonci&#232;res ayant pour but de r&#233;aliser un remaniement parcellaire.\nCl&#233;ment Pittet est propri&#233;taire, dans le p&#233;rim&#232;tre du remaniement, de 22 parcelles tr&#232;s dispers&#233;es, d'une surface totale d'environ 8 hectares. Le b&#226;timent principal de son exploitation, avec logement et locaux ruraux, sis au centre du village, ayant &#233;t&#233; d&#233;truit par un incendie le 20 mai 1963, il accepta de transf&#233;rer son exploitation en limite du territoire communal, en relation avec le remaniement parcellaire. Selon le projet de colonisation, approuv&#233; par le Service cantonal et par l'Office f&#233;d&#233;ral des am&#233;liorations fonci&#232;res, il devait recevoir en propri&#233;t&#233; une surface trap&#233;zo&#239;dale d'un seul tenant, d'environ 8 hectares, situ&#233;e aux confins sud-est du territoire communal, en bordure de la voie ferr&#233;e Lausanne-Echallens-Bercher et en de&#231;&#224;, soit &#224; l'ouest, de celle-ci. La commune de Villars-le-Terroir, qui recevait pour sa part une parcelle rectangulaire d'environ 6 hectares, juste en face de celle de Pittet et &#224; l'est de BGE 97 I 492 S. 494la voie ferr&#233;e, s'engageait &#224; la donner &#224; ferme &#224; celui-ci pour une dur&#233;e minimum de vingt ans, afin de compl&#233;ter la surface de 14 hectares jug&#233;e n&#233;cessaire &#224; l'op&#233;ration de colonisation. Les b&#226;timents d'exploitation et d'habitation furent construits durant les ann&#233;es 1964 et 1965, &#224; l'emplacement pr&#233;vu par le projet de colonisation. Le canton de Vaud et la Conf&#233;d&#233;ration allou&#232;rent des subsides de 172 000 fr. au total. Pittet conclut avec la commune de Villars-le-Terroir un bail &#224; ferme &#224; long terme portant sur un terrain d'une surface de 58 656 m2 situ&#233; &#224; l'est de la voie ferr&#233;e et englob&#233; dans le remaniement.\nSelon le projet de remaniement mis &#224; l'enqu&#234;te publique du 12 juillet au 8 ao&#251;t 1966, Cl&#233;ment Pittet se voyait attribuer deux parcelles de 32 786 et 50 705 m2. La plus petite des deux (no 122) comprenait les b&#226;timents neufs. La plus grande (no 135) &#233;tait situ&#233;e au-del&#224; de la voie ferr&#233;e, &#224; peu pr&#232;s &#224; l'endroit o&#249; &#233;tait primitivement pr&#233;vue la parcelle de la commune. Celle-ci recevait, pour la donner &#224; bail &#224; Pittet, une longue parcelle triangulaire de 5,9 hectares environ, s'&#233;tendant le long de la voie ferr&#233;e au nord-est de la parcelle 135 de Pittet.\nPar lettre du 27 juillet 1966, Cl&#233;ment Pittet demanda &#224; la Commission de classification de modifier les limites de la parcelle 122, en l'&#233;tendant de 50 m en direction du village de Villars-le-Terroir (nord-ouest) pour d&#233;gager la ferme, et de 40 m en direction d'Echallens (sud-ouest) pour que la vanne de sa conduite d'eau se trouve sur sa propri&#233;t&#233;, la parcelle 135 &#233;tant diminu&#233;e d'autant. La Commission de classification refusa de donner suite &#224; cette demande; &#224; son avis, il &#233;tait contraire aux principes de la colonisation de diminuer la surface de la parcelle 135 et d'attribuer une partie de cette surface &#224; un propri&#233;taire du village ou &#224; la commune.\nCl&#233;ment Pittet recourut contre cette d&#233;cision &#224; la Commission centrale des am&#233;liorations fonci&#232;res (ci-apr&#232;s: la Commission centrale), par un m&#233;moire du Ier f&#233;vrier 1967, dans lequel il relevait que les propositions faites lors du projet de colonisation n'avaient pas &#233;t&#233; respect&#233;es. La Commission centrale se pronon&#231;a, le 23 avril 1968, sur l'attribution des nouvelles parcelles. Consid&#233;rant qu'en mati&#232;re de colonisation int&#233;rieure, on devait s'efforcer de cr&#233;er un domaine r&#233;pondant aux exigences de l'agriculture moderne et que dans cette optique les parcelles du recourant &#233;taient trop courtes, tandis que la parcelle lou&#233;e &#233;tait trop irr&#233;guli&#232;re, elle annula le nouvel &#233;tat dans toute une partie BGE 97 I 492 S. 495du p&#233;rim&#232;tre et chargea la Commission de classification d'&#233;tablir un nouveau parcellement.\nLa Commission de classification rendit sa nouvelle d&#233;cision le 6 ao&#251;t 1968. Elle ne modifiait en rien le plan de parcellement. Saisie d'un nouveau recours de Pittet, la Commission centrale l'admit sur un point secondaire et le rejeta pour le surplus, maintenant la d&#233;cision de la Commission de classification pour ce qui concerne l'attribution des nouvelles parcelles, moyennant l'am&#233;nagement d'un passage &#224; niveau ad&#233;quat sur la voie ferr&#233;e. Le prononc&#233; du 1er septembre 1969 est motiv&#233;, en substance, comme il suit:\nLes possibilit&#233;s de revoir la r&#233;partition sont tr&#232;s r&#233;duites, car il est exclu de modifier le r&#233;seau des chemins. Il n'est pas l&#233;galement n&#233;cessaire que le domaine du colon r&#233;ponde parfaitement aux exigences de l'agriculture moderne. Il ne faut pas exag&#233;rer les inconv&#233;nients de la voie ferr&#233;e. En d&#233;finitive, les parcelles attribu&#233;es au recourant sont admissibles. Si le projet de colonisation &#233;tait plus favorable &#224; Pittet, il ne lie pas le syndicat, qui devait du reste attribuer &#224; Pittet le terrain audel&#224; de la voie ferr&#233;e, en vertu m&#234;me des prescriptions f&#233;d&#233;rales sur la colonisation.\n\n    B.- Agissant par la voie du recours de droit public, Pittet requiert l'annulation du prononc&#233; de la Commission centrale.\nLe Tribunal f&#233;d&#233;ral, apr&#232;s avoir mis en oeuvre un expert, a admis le recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) ...\nb) L'autorit&#233; cantonale jouit, en mati&#232;re de remaniement parcellaire, d'une grande libert&#233; d'appr&#233;ciation et le Tribunal f&#233;d&#233;ral, saisi d'un recours fond&#233; sur l'art. 4 Cst., ne joue en aucune fa&#231;on le r&#244;le d'un tribunal administratif sup&#233;rieur. Son pouvoir d'examen est plus restreint. Il intervient avec d'autant plus de retenue que d'une part les autorit&#233;s cantonales fondent leur d&#233;cision au premier chef sur les conditions locales, qu'elles peuvent appr&#233;cier mieux qu'il ne saurait le faire luim&#234;me, et que d'autre part l'admission du recours d'un seul propri&#233;taire peut remettre en cause toute la r&#233;partition et entra&#238;ner ainsi des retards et des frais importants. A moins que les autorit&#233;s cantonales n'aient commis une erreur manifeste, BGE 97 I 492 S. 496il se borne &#224; examiner le domaine dans son ensemble et &#224; rechercher si, entre l'ancien et le nouvel &#233;tat, ce domaine a subi quant &#224; sa composition, sa superficie et sa valeur des modifications telles que les r&#232;gles les plus &#233;l&#233;mentaires du remaniement parcellaire sont viol&#233;es et que le propri&#233;taire se trouve plac&#233; sans conteste dans une situation contraire &#224; la loi et d&#233;pourvue de toute justification raisonnable (RO 96 I 41/42, 95 I 523, 90 I 289/290, 85 I 90).\n\n    2. a) En droit vaudois, le remaniement parcellaire s'applique aux terrains agricoles, viticoles, forestiers ou &#224; b&#226;tir, selon les principes propres &#224; chacun d'eux (art. 2 de la loi du 29 novembre 1961 sur les am&#233;liorations fonci&#232;res). Il s'ensuit que les immeubles b&#226;tis en sont exclus (cf., a contrario, l'art. 89 de la m&#234;me loi). Leur abandon ne peut pas &#234;tre impos&#233; au propri&#233;taire contre son gr&#233;, expropriation formelle r&#233;serv&#233;e. Le propri&#233;taire qui, comme l'a fait Pittet, accepte de quitter le village pour se fixer sur un domaine de colonisation fait ainsi un sacrifice suppl&#233;mentaire, qui n'est pas seulement d'ordre patrimonial. En m&#234;me temps, il facilite les op&#233;rations de remaniement, en dispensant le syndicat de lui attribuer des terres &#224; proximit&#233; du village. Ces deux &#233;l&#233;ments devraient &#234;tre pris en consid&#233;ration au moment de comparer entre eux les diff&#233;rents domaines issus du remaniement. Or, il est tr&#232;s difficile, sinon impossible, d'en appr&#233;cier objectivement l'importance. On ne saurait en aucune fa&#231;on consid&#233;rer que les subsides du canton et de la Conf&#233;d&#233;ration pour la construction des b&#226;timents suffisent &#224; compenser les inconv&#233;nients r&#233;sultant de l'&#233;loignement du village. Tel n'est du reste pas le but de l'aide accord&#233;e au colon par les pouvoirs publics. En d&#233;finitive, il appartient au propri&#233;taire et &#224; lui seul de peser les avantages et les inconv&#233;nients de l'op&#233;ration, avant de donner son accord. Dans les limites fix&#233;es par les principes g&#233;n&#233;raux du droit, notamment celui de la bonne foi, il peut ensuite exiger le respect des conditions auxquelles il a subordonn&#233; son assentiment. A cet &#233;gard, sa situation diff&#232;re de celle des autres propri&#233;taires du syndicat.\nb) Il est sans doute fort difficile de garantir &#224; un propri&#233;taire, d&#232;s le d&#233;but des op&#233;rations de remaniement, l'attribution d'un domaine d&#233;termin&#233;. Aussi bien les organes du syndicat n'ont-ils pas &#224; le faire d'ordinaire. Parfois cependant, l'attribution de certaines parcelles &#224; un propri&#233;taire d&#233;termin&#233; s'impose d'embl&#233;e; il en est ainsi notamment des remaniements li&#233;s &#224; de grands BGE 97 I 492 S. 497travaux d'int&#233;r&#234;t public. Il serait donc concevable, du point de vue pratique, qu'un syndicat accepte une charge analogue en garantissant &#224; un colon l'attribution d'un domaine d'ores et d&#233;j&#224; d&#233;limit&#233;. Du point de vue juridique, l'in&#233;galit&#233; de traitement ainsi cr&#233;&#233;e trouverait sa justification objective dans le sacrifice suppl&#233;mentaire du colon et les avantages qui r&#233;sultent de la colonisation pour l'ensemble de l'op&#233;ration; partant, elle ne violerait pas l'art. 4 Cst. A plus forte raison est-il admissible, du point de vue des principes du remaniement, de garantir au colon que le domaine qui lui sera attribu&#233; aura au moins certaines qualit&#233;s.\nc) Enfin, m&#234;me si l'on voulait exclure la possibilit&#233;, pour les organes du remaniement, de donner des assurances quelconques au colon, celui-ci devrait &#234;tre prot&#233;g&#233; dans sa bonne foi, dans la mesure o&#249; il a effectivement re&#231;u de telles assurances d'une autorit&#233; comp&#233;tente ou cens&#233;e telle, qu'il &#233;tait fond&#233; &#224; se fier &#224; ces assurances et qu'il a pris sur la foi de celles-ci des dispositions irr&#233;vocables; le Tribunal f&#233;d&#233;ral examine librement si ces conditions sont remplies (RO 94 I 521 s.; 96 I 15).\n\n    3. a) La situation de Pittet est consid&#233;rablement am&#233;lior&#233;e par rapport &#224; l'ancien &#233;tat. Sa propri&#233;t&#233; auparavant tr&#232;s dispers&#233;e est regroup&#233;e, &#224; proximit&#233; imm&#233;diate de ses nouveaux b&#226;timents d'exploitation, en deux parcelles de dimensions et de forme acceptables, sinon favorables. L'autorit&#233; cantonale expose qu'il pourra affecter les terrains en de&#231;&#224; de la voie ferr&#233;e &#224; la culture et ceux qui sont au-del&#224; de cette voie aux besoins de son nombreux b&#233;tail; elle tient compte ainsi des caract&#232;res propres &#224; l'exploitation. On peut il est vrai se demander &#224; ce propos si elle n'a pas sous-estim&#233; les inconv&#233;nients particuliers que pr&#233;sente, pour Pittet, la voie ferr&#233;e. Il para&#238;t &#233;vident - l'expert le confirme - qu'il est plus g&#234;nant de faire franchir une voie ferr&#233;e &#224; un troupeau nombreux qu'&#224; des machines de travail ou m&#234;me des charrois agricoles. Le passage de la voie ferr&#233;e e&#251;t pr&#233;sent&#233; moins d'inconv&#233;nients pour d'autres propri&#233;taires, qui n'auraient de toute fa&#231;on pas affect&#233; au pacage du b&#233;tail ces terres trop &#233;loign&#233;es de l'&#233;table. Toutefois, en l'absence de tout &#233;l&#233;ment de comparaison et si l'on fait abstraction des particularit&#233;s de la colonisation, on ne saurait dire que Pittet tire du remaniement des avantages inf&#233;rieurs &#224; ceux qui reviennent &#224; d'autres propri&#233;taires. En tout cas, il n'appara&#238;t pas arbitrairement d&#233;savantag&#233;. Il ne le pr&#233;tend pas du reste.\n\n    BGE 97 I 492 S. 498\n   \nSur le seul terrain du remaniement, Pittet ne saurait se plaindre que la parcelle de la commune, dont il est fermier, soit de moindre qualit&#233; que celle que pr&#233;voyait le projet de colonisation.\nb) Le Service cantonal des am&#233;liorations fonci&#232;res a soumis le projet de colonisation accept&#233; par Pittet et, notamment, le plan du domaine aux organes du syndicat. Il n'est pas &#233;tabli que ceux-ci se soient express&#233;ment engag&#233;s &#224; le respecter dans la future r&#233;partition des nouvelles parcelles. On pourrait certes se demander si les circonstances n'exigeaient pas qu'ils r&#233;agissent en cas de d&#233;saccord et si leur silence - incontest&#233; - n'impliquait pas l'engagement tacite d'attribuer au recourant un domaine correspondant, au moins dans ses grandes lignes, &#224; celui qui &#233;tait pr&#233;vu, ou en tout cas un domaine pr&#233;sentant les m&#234;mes caract&#232;res g&#233;n&#233;raux. Un tel engagement ne serait pas exclu par les r&#232;gles du remaniement parcellaire (cf. consid. 2 b ci-dessus). Cette question peut cependant rester r&#233;serv&#233;e, le recours devant &#234;tre admis m&#234;me en l'absence d'un tel engagement.\nc) M&#234;me si le Service cantonal des am&#233;liorations fonci&#232;res, initiateur du projet de colonisation et autorit&#233; de surveillance des op&#233;rations de remaniement, n'a pas exig&#233; des organes du syndicat le respect de son projet, il ne pouvait &#233;chapper &#224; ces derniers que les subsides consid&#233;rables allou&#233;s par les pouvoirs publics perdent toute justification s'ils ne permettent pas de constituer un domaine viable. De m&#234;me, le recourant pouvait admettre, sur la seule foi du projet du service, et sans avoir &#224; se pr&#233;occuper d'un &#233;ventuel d&#233;faut de coordination entre les diff&#233;rentes autorit&#233;s auxquelles il avait affaire pour une seule et m&#234;me op&#233;ration, que le domaine qui lui serait finalement attribu&#233; aurait &#224; tout le moins un rendement &#233;quivalant &#224; celui du domaine qu'on lui proposait. D&#232;s lors, s'il n'appartient pas &#224; la Chambre de c&#233;ans de revoir comme telle l'application des art. 34 et 35 de l'ordonnance f&#233;d&#233;rale du 29 d&#233;cembre 1954, dont le seul objet est de fixer les conditions d'octroi des subsides f&#233;d&#233;raux, il lui incombe d'examiner, librement, si cette derni&#232;re condition est remplie. S'il n'en est pas ainsi, le recourant, qui a lui-m&#234;me investi dans ses nouveaux b&#226;timents des montants tr&#232;s &#233;lev&#233;s, ne pourra pas b&#233;n&#233;ficier du rendement qu'il attendait et sera l&#233;s&#233;, contrairement au principe de la bonne foi, qui domine les relations entre la puissance publique et les administr&#233;s. A cet &#233;gard, il faut tenir compte aussi de la parcelle attribu&#233;e BGE 97 I 492 S. 499&#224; la commune de Villars-le-Terroir et prise &#224; bail par le recourant: son rendement entre en effet dans le calcul de la rentabilit&#233; du domaine dans son ensemble.\n(Le Tribunal f&#233;d&#233;ral constate que le rendement du domaine issu du remaniement sera inf&#233;rieur, dans une mesure non n&#233;gligeable, &#224; celui du domaine pr&#233;vu par le projet de colonisation, et que la rentabilit&#233; des investissements du recourant est compromise).\nPittet n'obtient pas le minimum sur lequel il &#233;tait fond&#233; &#224; compter de bonne foi lorsqu'il a accept&#233; le principe de la colonisation. La d&#233;cision attaqu&#233;e doit ainsi &#234;tre annul&#233;e, sans qu'il y ait lieu de rechercher si, en raison des promesses qui lui auraient &#233;t&#233; faites express&#233;ment, ou en raison de circonstances qui n'ont pas &#233;t&#233; &#233;lucid&#233;es, Pittet pourrait exiger davantage.\n \n   \n   "
}