{
  "titre": "132 III 658",
  "annee": "2006",
  "contenu": "\n      \n  Chapeau\n132 III 65878. Extrait de l'arr&#234;t de la IIe Cour civile dans la cause X. contre Y. SA ainsi que Tribunal administratif du canton de Vaud (recours de droit administratif)\n5A.3/2006 du 28 avril 2006\n  \nRegeste\nArt. 61 et 64 al. 1 let. f LDFR; proc&#233;dure d'autorisation; exception au principe de l'exploitation &#224; titre personnel.  But de la proc&#233;dure d'autorisation et de l'exception au principe de l'exploitation &#224; titre personnel (consid. 3.3.1). Contenu de l'appel d'offres public (consid. 3.3.2); application au cas d'esp&#232;ce (consid. 3.3.3). \n\n\n  \n  \n  \nFaits &#224; partir de page 658\n\n\n    BGE 132 III 658 S. 658\n   \nY. SA s'est port&#233;e acqu&#233;resse, pour le prix de 1'422'575 fr., de dix parcelles de vigne, d'une surface totale de 56'903 m2, situ&#233;es sur le territoire de trois communes, dont celle de B. N'&#233;tant pas exploitante &#224; titre personnel, elle a fait publier, le 3 octobre 2003, un appel d'offres public pour un prix &#233;gal ou sup&#233;rieur au montant BGE 132 III 658 S. 659pr&#233;cit&#233;. Le 16 octobre suivant, X., viticulteur &#224; B., a d&#233;pos&#233; une offre d'achat de 1'425'000 fr. La municipalit&#233; de B., qui souhaitait voir les vignerons de la commune acqu&#233;rir du terrain, l'avait sollicit&#233; pour qu'il fasse cette offre et lui avait accord&#233;, dans ce cadre, un pr&#234;t de 1'550'000 fr. Le 26 avril 2004, le viticulteur a fait, avec l'accord de la municipalit&#233;, un appel de souscription pour l'achat des vignes aupr&#232;s des vignerons de B.\nLe 14 juillet 2004, la Commission fonci&#232;re rurale a octroy&#233; &#224; Y. SA l'autorisation d'acqu&#233;rir, consid&#233;rant que les conditions de l'art. 64 al. 1 let. f LDFR &#233;taient remplies d&#232;s lors qu'aucun exploitant &#224; titre personnel n'avait formul&#233; d'offre dans le d&#233;lai imparti; elle a consid&#233;r&#233; que l'offre de X. ne pouvait &#234;tre prise en consid&#233;ration, car celui-l&#224; avait agi comme pr&#234;te-nom pour la commune de B., qui n'&#233;tait elle-m&#234;me pas exploitante &#224; titre personnel. Statuant le 16 d&#233;cembre 2005 sur le recours de X., le Tribunal administratif du canton de Vaud a confirm&#233; cette d&#233;cision.\nLe Tribunal f&#233;d&#233;ral a admis le recours de droit administratif interjet&#233; par X., annul&#233; l'arr&#234;t attaqu&#233; et rejet&#233; la requ&#234;te d'autorisation dans le sens des consid&#233;rants.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. \n   \n\n    3.3 \n   \n\n    3.3.1 Celui qui entend acqu&#233;rir une entreprise ou un immeuble agricole doit obtenir une autorisation (art. 61 al. 1 de la loi f&#233;d&#233;rale du 4 octobre 1991 sur le droit foncier rural [LDFR; RS 211.412.11]), sous r&#233;serve des exceptions pr&#233;vues par l'art. 62 LDFR. Le but de l'assujettissement &#224; autorisation est de garantir que le transfert de propri&#233;t&#233; corresponde aux objectifs du droit foncier rural, au premier rang desquels figure la concr&#233;tisation du principe de l'exploitation &#224; titre personnel fond&#233; sur la politique de la propri&#233;t&#233; (BEAT STALDER, Commentaire de la loi f&#233;d&#233;rale sur le droit foncier rural du 4 octobre 1991, Brugg 1998 [ci-apr&#232;s: Commentaire LDFR], remarques pr&#233;alables aux art. 61-69 LDFR, n. 8 s.). L'autorisation doit ainsi, en principe, &#234;tre refus&#233;e notamment lorsque l'acqu&#233;reur n'est pas exploitant &#224; titre personnel (art. 63 al. 1 let. a LDFR). Elle est n&#233;anmoins accord&#233;e si ce dernier prouve l'existence d'un juste motif au sens de l'art. 64 al. 1 LDFR. Tel est en particulier le cas lorsque, malgr&#233; une offre publique &#224; un prix qui ne soit pas BGE 132 III 658 S. 660surfait (cf. art. 66 LDFR), aucune demande n'a &#233;t&#233; faite par un exploitant &#224; titre personnel (art. 64 al. 1 let. f LDFR).\nL'exception de l'art. 64 al. 1 let. f LDFR a pour but de sauvegarder, sous l'angle de la garantie de la propri&#233;t&#233; (art. 26 Cst.), les int&#233;r&#234;ts de l'agriculteur d&#233;sireux de vendre, dont l'offre n'est suivie d'aucune demande de la part d'un exploitant &#224; titre personnel (BANDLI/ STALDER, in Commentaire LDFR, n. 36 ad art. 64 LDFR). Si, en proc&#233;dure d'autorisation, le propri&#233;taire qui veut vendre fournit la preuve qu'&#224; la suite de la publication de l'appel d'offres, aucune offre ou seulement des offres insuffisantes ont &#233;t&#233; pr&#233;sent&#233;es par des exploitants &#224; titre personnel, l'acqu&#233;reur qui n'est pas exploitant &#224; titre personnel obtiendra l'autorisation d'acqu&#233;rir, pour autant que le prix convenu ne soit pas surfait (art. 63 al. 1 let. b et art. 66 LDFR; cf. BANDLI/STADLER, in Commentaire LDFR, n. 38 ad art. 64 LDFR). Dans le cas contraire, l'autorisation devra &#234;tre refus&#233;e.\n\n    3.3.2 La loi ne r&#232;gle pas le contenu de l'appel d'offres public. Il faut toutefois partir du principe selon lequel ce dernier doit pr&#233;ciser si l'ali&#233;nation porte sur des immeubles agricoles isol&#233;s (art. 6 LDFR) ou sur des immeubles qui font partie d'une entreprise agricole (art. 7 et 8 LDFR). Cette distinction constitue en effet le fondement m&#234;me du champ d'application du droit foncier rural (art. 2 LDFR) et est d&#233;terminante pour la fixation du prix. Ce n'est en effet que dans l'hypoth&#232;se o&#249; est en jeu une entreprise agricole que l'on peut envisager une vente en bloc des parcelles &#224; un prix global, qui ne devra, de surcro&#238;t, pas &#234;tre surfait (art. 66 LDFR).\n\n    3.3.3 En l'esp&#232;ce, l'appel d'offres publi&#233; se contente d'indiquer que les parcelles litigieuses \"ont trouv&#233; un acqu&#233;reur qui n'est pas exploitant viticole, pour un montant de 1'422'575 fr.\" et que leur vente aura lieu en bloc. Dans ces conditions, une autorisation exceptionnelle au sens de l'art. 64 al. 1 let. f LDFR ne pouvait, en l'&#233;tat, &#234;tre d&#233;livr&#233;e &#224; l'intim&#233;e.\n \n   \n   "
}