{
  "titre": "127 V 439",
  "annee": "2001",
  "contenu": "\n      \n  Chapeau\n127 V 43963. Arr&#234;t du 19 octobre 2001 dans la cause ASSURA, Assurance maladie et accident contre A. et Tribunal arbitral des assurances du canton de Vaud\n\n  \nRegeste\nArt. 164 CO; art. 42 al. 1 LAMal: Cession de cr&#233;ance.  Est valable la cession &#224; un fournisseur de prestations (en l'esp&#232;ce un pharmacien) de la cr&#233;ance d'un assur&#233; en remboursement des frais pris en charge par l'assurance obligatoire des soins. \nUne telle cession, m&#234;me contre le gr&#233; de l'assureur, n'est pas contraire au syst&#232;me du tiers garant. \n\n\n  \n  \n  \nFaits &#224; partir de page 439\n\n\n    BGE 127 V 439 S. 439\n   \n\n    A.- B. est assur&#233; pour les soins m&#233;dicaux et pharmaceutiques en cas de maladie et d'accident aupr&#232;s de la caisse-maladie ASSURA, avec une franchise annuelle de 600 francs. Sur la base d'une ordonnance du Centre pluridisciplinaire d'oncologie du Centre hospitalier X, du 16 d&#233;cembre 1999, la pharmacie C., lui a d&#233;livr&#233;, en date du 22 d&#233;cembre 1999, le m&#233;dicament Z., tout en lui faisant signer une cession de cr&#233;ance de 1338 fr. 45 envers la caisse-maladie pr&#233;cit&#233;e.\nA., propri&#233;taire de la pharmacie C., a notifi&#233; la cession le 23 d&#233;cembre 1999 &#224; ASSURA, en l'invitant &#224; lui verser le montant de 1204 fr. 60 selon facture du m&#234;me jour, &#224; savoir 1338 fr. 45 moins un \"rabais\" de 10 pour cent (en r&#233;alit&#233; la quote-part correspondant &#224; la participation obligatoire de l'assur&#233; aux co&#251;ts), soit 1177 fr. 53 plus la TVA au taux de 2,3 pour cent.\nPar lettre du 11 janvier 2000, ASSURA a refus&#233; de donner suite &#224; cette demande au motif que la cession &#224; un fournisseur de prestations de la cr&#233;ance d'un assur&#233; contre un assureur-maladie contrevenait au syst&#232;me l&#233;gal du tiers garant, d'apr&#232;s lequel, sauf convention contraire, c'est l'assur&#233; et non l'assureur qui est d&#233;biteur du fournisseur de prestations.\n\n    BGE 127 V 439 S. 440\n   \nLe 11 janvier 2000 &#233;galement, A. a invit&#233; la caisse-maladie &#224; lui verser la somme de 80 fr. 25 pour divers m&#233;dicaments d&#233;livr&#233;s &#224; B., en invoquant une cession de cr&#233;ance sign&#233;e le m&#234;me jour par ce dernier. Cette pr&#233;tention n'a toutefois pas eu de suite car le montant en question &#233;tait inf&#233;rieur &#224; la franchise de 600 francs &#224; la charge de l'assur&#233; pour l'ann&#233;e 2000.\nLe 14 janvier 2000, ASSURA a vers&#233; &#224; son assur&#233; la somme de 1338 fr. 45 pour les m&#233;dicaments d&#233;livr&#233;s par la pharmacie C. le 22 d&#233;cembre 1999.\n\n    B.- Le 23 mars 2000 A. a ouvert action devant le Tribunal arbitral des assurances du canton de Vaud en concluant &#224; la condamnation d'ASSURA &#224; lui verser la somme de 1204 fr. 60 avec int&#233;r&#234;t &#224; 5 pour cent l'an d&#232;s l'introduction de la demande.\nPar jugement du 2 novembre 2000 le Tribunal arbitral a reconnu la validit&#233; de la cession de cr&#233;ance litigieuse, condamn&#233; ASSURA &#224; verser au demandeur la somme de 1204 fr. 60 avec int&#233;r&#234;ts &#224; 5 pour cent l'an d&#232;s le 19 avril 2000 et mis les frais de la proc&#233;dure arbitrale &#224; la charge de la d&#233;fenderesse.\n\n    C.- ASSURA interjette recours de droit administratif et demande au Tribunal f&#233;d&#233;ral des assurances d'annuler le jugement cantonal, de \"confirmer la non-validit&#233;\" de la cession de cr&#233;ance en cause et de \"confirmer\" qu'elle s'est valablement lib&#233;r&#233;e du paiement de la prestation relative &#224; la prise en charge du m&#233;dicament Z. en versant la somme de 1338 fr. 45 en mains de l'assur&#233; B. Subsidiairement, elle conclut &#224; l'annulation du jugement dans la mesure o&#249; elle est condamn&#233;e &#224; verser un int&#233;r&#234;t moratoire &#224; 5 pour cent l'an &#224; A.\nA. conclut, avec d&#233;pens, au rejet des conclusions principales et s'en remet &#224; justice concernant la conclusion subsidiaire. B. ne s'est pas d&#233;termin&#233; sur le recours. Dans son pr&#233;avis, l'Office f&#233;d&#233;ral des assurances sociales (OFAS) se rallie au point de vue de la caisse recourante.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) Les premiers juges ont suivi l'opinion de DUC d'apr&#232;s laquelle l'absence de toute r&#233;glementation l&#233;gale relative &#224; la cession du droit aux prestations dans l'assurance-maladie obligatoire, contrairement &#224; ce qui est le cas dans d'autres lois d'assurance sociale (cf. art. 20 al. 1 LAVS, art. 50 al. 1 LAI, 12 LPC, 2 al. 1 LAPG, 12 al. 1 LAM, 50 al. 1 LAA, 94 al. 1 LACI et 39 al. 1 LPP), constitue une lacune authentique qu'il appartient au juge de combler selon les principes g&#233;n&#233;raux applicables au comblement des lacunes par voie pr&#233;torienne BGE 127 V 439 S. 441(DUC, Cession, saisie et garantie d'un emploi conforme &#224; leur but des prestations dans l'assurance obligatoire des soins dans la LAMal, in: RSAS 2000 p. 447 ss). Se fondant sur l'art. 164 al. 1 CO et la jurisprudence en la mati&#232;re, ils sont parvenus &#224; la conclusion qu'en l'occurrence la cession n'&#233;tait pas contraire &#224; la loi et, en particulier, ne portait aucun pr&#233;judice &#224; la caisse d&#233;fenderesse. Cette derni&#232;re ayant &#233;t&#233; d&#251;ment inform&#233;e, le 23 d&#233;cembre 1999, de la cession intervenue en faveur du demandeur, elle ne pouvait plus se lib&#233;rer en payant &#224; l'assur&#233;, apr&#232;s cette date, la somme due au pharmacien (art. 167 CO). Le tribunal arbitral a, en cons&#233;quence, condamn&#233; la d&#233;fenderesse &#224; payer au demandeur la somme de 1204 fr. 60 plus int&#233;r&#234;t &#224; 5 pour cent l'an d&#232;s le 19 avril 2000, soit le lendemain de la notification de la demande &#224; la d&#233;fenderesse.\nb) Par un premier moyen, la d&#233;fenderesse et recourante soutient que la cession de cr&#233;ance au sens des art. 164 ss CO est incompatible avec le syst&#232;me du tiers garant pr&#233;vu &#224; l'art. 42 al. 1 LAMal. Aux termes de cette disposition, sauf convention contraire entre les assureurs et les fournisseurs de prestations, l'assur&#233; est le d&#233;biteur de la r&#233;mun&#233;ration envers le fournisseur de prestations. L'assur&#233; a, dans ce cas, le droit d'&#234;tre rembours&#233; par son assureur (syst&#232;me du tiers garant). En l'esp&#232;ce, il est constant que la recourante n'a pas adh&#233;r&#233; &#224; la convention conclue entre la Soci&#233;t&#233; suisse des pharmaciens (SSPH) et le Concordat des assureurs-maladie (CAMS) qui instaure le syst&#232;me du tiers payant pour les factures de pharmacie &#224; la charge de l'assurance obligatoire des soins. Aussi reproche-t-elle au demandeur de chercher &#224; contourner la loi en faisant signer &#224; ses clients assur&#233;s aupr&#232;s d'elle une cession de cr&#233;ance qui lui permet, de facto, de b&#233;n&#233;ficier du r&#233;gime du tiers payant, alors que, pour des raisons de principe aussi bien que d'organisation, elle refuse d'appliquer ce syst&#232;me.\nc) Pour sa part, le demandeur et intim&#233; soutient, en bref, que le proc&#233;d&#233; consistant &#224; se faire c&#233;der la cr&#233;ance qu'un assur&#233; poss&#232;de contre son assureur-maladie en vertu de la LAMal n'est en rien contraire au syst&#232;me du tiers garant et ne contrevient pas &#224; l'un des buts principaux de cette loi \"qui est de garantir un emploi des prestations conform&#233;ment &#224; leurs buts\". Non seulement l'assureur-maladie ne supporte aucun risque, mais il b&#233;n&#233;ficie de l'intervention du fournisseur de prestations qui lui simplifie la t&#226;che, notamment en regroupant les cessions concernant un m&#234;me assureur.\n\n    2. Aux termes de l'art. 164 al. 1 CO, le cr&#233;ancier peut c&#233;der son droit &#224; un tiers sans le consentement du d&#233;biteur, &#224; moins que la BGE 127 V 439 S. 442cession ne soit interdite par la loi, la convention ou la nature de l'affaire. En principe, la cession d'une pr&#233;tention incessible n'est pas valable et demeure sans effet. En particulier, si l'incessibilit&#233; r&#233;sulte d'une interdiction l&#233;gale, la cession est illicite et, conform&#233;ment &#224; l'art. 20 CO, nulle; en pareil cas, le juge doit prendre d'office en consid&#233;ration l'invalidit&#233; de la cession (ATF 123 III 62 consid. 3b et les r&#233;f&#233;rences).\na) Le principe est celui de la cessibilit&#233;. La convention peut l'interdire. Pareillement la loi ou la nature de l'affaire, c'est-&#224;-dire l'ordre juridique d&#233;fini par la loi ou d&#233;gag&#233; par la jurisprudence (PIERRE ENGEL, Trait&#233; des obligations en droit suisse, 2&#232;me &#233;dition, Berne 1997, p. 875). En l'esp&#232;ce, la recourante n'invoque aucune convention par laquelle l'assur&#233; B. se serait engag&#233; &#224; ne pas c&#233;der sa cr&#233;ance en remboursement des frais de traitement m&#233;dico-pharmaceutique d&#233;coulant de l'assurance obligatoire des soins. Certes, elle all&#232;gue que chaque personne concluant une police d'assurance aupr&#232;s d'elle est inform&#233;e du fait que la caisse n'a pas sign&#233; la convention conclue entre la SSPH et le CAMS et sait, par cons&#233;quent, que lors de l'achat d'un m&#233;dicament, l'assur&#233; doit s'acquitter du montant en mains du pharmacien et adresser, ensuite, &#224; ASSURA l'ordonnance m&#233;dicale accompagn&#233;e de la quittance d'achat afin de b&#233;n&#233;ficier de la prestation l&#233;gale. Point n'est besoin, toutefois, d'examiner si cette information a &#233;t&#233; donn&#233;e - et sous quelle forme - &#224; l'assur&#233; dans le cas d'esp&#232;ce. De toute mani&#232;re, une information unilat&#233;rale de la part de l'assureur-maladie (cf. l'art. 16 LAMal) ne saurait tenir lieu de convention d'incessibilit&#233; au sens de l'art. 164 al. 1 CO. Celle-ci suppose, en effet, une d&#233;claration de volont&#233; des deux parties (EUGEN SPIRIG, Commentaire zurichois, Die Abtretung von Forderungen und die Schuld&#252;bernahme, 3&#232;me &#233;dition, Zurich 1993, n. 150 ad art. 164 CO). Or, il n'existe en l'occurrence aucune d&#233;claration de cette sorte de la part de l'assur&#233; B. et l'on ne saurait non plus consid&#233;rer que celui-ci a accept&#233; la clause d'incessibilit&#233; par actes concluants (cf. ENGEL, op.cit., p. 877).\nb) La loi, on l'a vu, ne contient aucune clause d'incessibilit&#233; - totale ou partielle - des prestations d'assurance, au contraire des autres lois f&#233;d&#233;rales d'assurance sociale (supra consid. 1a). On doit donc se demander s'il s'agit d'une lacune authentique.\nUne v&#233;ritable ou authentique lacune (lacune proprement dite) suppose que le l&#233;gislateur s'est abstenu de r&#233;gler un point qu'il aurait d&#251; r&#233;gler et qu'aucune solution ne se d&#233;gage du texte ou de l'interpr&#233;tation de la loi. Si le l&#233;gislateur a renonc&#233; volontairement &#224; codifier BGE 127 V 439 S. 443une situation qui n'appelait pas n&#233;cessairement une intervention de sa part, son inaction &#233;quivaut &#224; un silence qualifi&#233;. Quant &#224; la lacune improprement dite, elle se caract&#233;rise par le fait que la loi offre certes une r&#233;ponse mais que celle-ci est insatisfaisante. D'apr&#232;s la jurisprudence, seule l'existence d'une lacune authentique appelle l'intervention du juge, tandis qu'il lui est en principe interdit, selon la conception traditionnelle, de corriger les lacunes improprement dites, &#224; moins que le fait d'invoquer le sens r&#233;put&#233; d&#233;terminant de la norme ne soit constitutif d'un abus de droit, voire d'une violation de la Constitution (ATF 125 III 427 consid. 3a et les arr&#234;ts cit&#233;s; cf. aussi ATF 127 V 41 consid. 4b/cc et ATF 124 V 348 consid. 3b/aa).\nContrairement &#224; ce que soutient DUC, la LAMal ne souffre sur ce point d'aucune lacune. On ne voit pas, en effet, pourquoi il aurait &#233;t&#233; n&#233;cessaire de r&#233;gler cette question dans la LAMal alors que la cession de cr&#233;ance fait l'objet d'une r&#233;glementation d&#233;taill&#233;e en droit des obligations. Si l'art. 164 al. 1 CO, comme on l'a vu, pr&#233;sume la cessibilit&#233; des cr&#233;ances, tout en r&#233;servant l'interdiction l&#233;gale de celle-ci, cela signifie que l'absence, dans la loi, d'une telle interdiction doit &#234;tre interpr&#233;t&#233;e en faveur de la cessibilit&#233; et non l'inverse. Dans le cas de la LAMal, il ne peut donc s'agir que d'un silence qualifi&#233; du l&#233;gislateur et nullement d'une lacune qu'il incomberait au juge de combler. Au demeurant, comme l'intim&#233; le souligne avec raison, le l&#233;gislateur s'est exprim&#233; &#224; ce sujet lors des travaux pr&#233;paratoires de la nouvelle loi f&#233;d&#233;rale sur la partie g&#233;n&#233;rale du droit des assurances sociales (LPGA), du 6 octobre 2000 (FF 2000 4657). Si, en effet, l'art. 22 al. 1 LPGA pr&#233;voit l'incessibilit&#233; du droit aux prestations et la nullit&#233; de toute cession ou mise en gage, une d&#233;rogation est express&#233;ment pr&#233;vue pour le droit de l'assurance-maladie sous la forme de l'adjonction d'une troisi&#232;me phrase &#224; l'art. 42 al. 1 LAMal, ainsi r&#233;dig&#233;e: \"En d&#233;rogation &#224; l'art. 22 al. 1 LPGA, ce droit [d'&#234;tre rembours&#233; par son assureur] peut &#234;tre c&#233;d&#233; au fournisseur de prestations.\" (FF 2000 4703). Or, le commentaire de cette nouvelle disposition par la commission de la s&#233;curit&#233; sociale et de la sant&#233; du Conseil national, qui en est l'auteur, est on ne peut plus clair: dans son rapport du 26 mars 1999, la commission rel&#232;ve que la clause d'incessibilit&#233; des prestations serait \"enti&#232;rement nouvelle pour l'assurance-maladie\" et qu'elle \"signifierait que le patient ne pourrait plus c&#233;der au m&#233;decin ses pr&#233;tentions vis-&#224;-vis de l'assurance-maladie. C'est pourquoi, poursuit elle, une d&#233;rogation &#224; l'interdiction de cession est introduite dans l'art. 42 al. 1 LAMal, en faveur des fournisseurs de prestations en g&#233;n&#233;ral.\" (FF 1999 4218).\n\n    BGE 127 V 439 S. 444\n   \nIl reste donc &#224; se demander si la nature de l'affaire fait obstacle &#224; la cession de la cr&#233;ance de l'assur&#233; au fournisseur de prestations.\nSelon la jurisprudence, la nature de l'affaire fait obstacle &#224; la cession lorsque la cr&#233;ance est intimement li&#233;e &#224; la personne du cr&#233;ancier. Le transfert modifierait alors le genre, l'objet ou le but de l'obligation (ATF 109 II 445 et les r&#233;f&#233;rences; ENGEL, op.cit., p. 878 ss; SPIRIG, op.cit., n. 160 ss ad art. 164 CO). Tel n'est manifestement pas le cas s'agissant de la cr&#233;ance en remboursement des frais encourus par un assur&#233;. Il suffit, pour s'en convaincre, de se reporter aux exemples mentionn&#233;s par la jurisprudence et la doctrine pr&#233;cit&#233;es.\nc) Cependant, l'argument principal de la recourante consiste &#224; soutenir, au moins de mani&#232;re implicite, que la cession litigieuse est nulle parce qu'elle vise &#224; &#233;luder la loi, en l'occurrence le syst&#232;me du tiers garant tel qu'il est d&#233;fini &#224; l'art. 42 al. 1 LAMal (supra consid. 1b). Et cela d'autant plus que l'intim&#233; para&#238;t recourir syst&#233;matiquement &#224; ce proc&#233;d&#233; lorsqu'il sert des clients qui sont assur&#233;s aupr&#232;s d'elle, alors qu'il sait qu'elle n'a pas adh&#233;r&#233; &#224; la convention qui lie la SSPH et le CAMS et qu'elle se refuse &#224; pratiquer, dans ce cadre, le syst&#232;me du tiers payant.\nSelon la jurisprudence, la cession est nulle si elle tombe sous le coup d'une interdiction l&#233;gale; tel est le cas lorsqu'elle constitue une fraude &#224; la loi, c'est-&#224;-dire que le but poursuivi par la cession est contraire au droit (ATF 123 III 63 consid. 4c). Or, c'est pr&#233;cis&#233;ment le grief que la recourante adresse &#224; l'intim&#233;, bien qu'elle vise en r&#233;alit&#233; l'assur&#233; B. Une opinion semblable est d&#233;fendue par GEBHARD EUGSTER (Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, p. 115, note de bas de page 504), ainsi que par l'OFAS dans une lettre adress&#233;e &#224; la recourante le 4 d&#233;cembre 2000 et dans son pr&#233;avis sur le recours. En revanche, DUC ne consid&#232;re pas que la cession du droit au remboursement des prestations, m&#234;me contre le gr&#233; de l'assureur, soit contraire au syst&#232;me du tiers garant (loc.cit., p. 450).\nSeule cette derni&#232;re opinion est conforme au droit. En effet, la cession d'une cr&#233;ance ou d'une pr&#233;tention est un acte de disposition par lequel le cessionnaire devient cr&#233;ancier &#224; la place du c&#233;dant. Ses effets entre les parties d&#233;pendent du contrat de base qui a donn&#233; lieu &#224; la cession. Le transfert de la cr&#233;ance peut constituer l'ex&#233;cution d'un contrat de vente ou une dation &#224; titre de paiement, en vue du paiement ou de la prestation d'une s&#251;ret&#233;, ou encore &#224; titre fiduciaire en vue d'un encaissement. Si le titulaire d'une cr&#233;ance c&#232;de celle-ci afin d'ex&#233;cuter sa propre obligation, on se trouve en pr&#233;sence d'une BGE 127 V 439 S. 445cession en vue du paiement et non &#224; titre de paiement (art. 172 CO). Ceci d&#233;coule de la r&#232;gle g&#233;n&#233;rale selon laquelle, en mati&#232;re d'actes juridiques dits lib&#233;ratoires, le fardeau de la preuve incombe &#224; la partie qui all&#232;gue que sa prestation tient lieu d'ex&#233;cution (ATF 118 II 145 consid. 1b). Or, une cession en vue de paiement ne modifie pas le principe sur lequel repose le syst&#232;me du tiers garant, &#224; savoir que c'est l'assur&#233; qui est le d&#233;biteur de la r&#233;mun&#233;ration envers le fournisseur de prestations. En effet, le cessionnaire (ici le fournisseur de prestations) n'est oblig&#233; d'imputer sur sa cr&#233;ance contre le c&#233;dant (ici l'assur&#233;) que ce qu'il re&#231;oit effectivement du d&#233;biteur c&#233;d&#233; (ici l'assureur-maladie) ou ce qu'il aurait re&#231;u s'il avait agi &#224; temps avec le soin voulu. Il est en droit de d&#233;duire les frais de recouvrement. Le c&#233;dant est donc garant de la solvabilit&#233; du d&#233;biteur c&#233;d&#233; puisqu'il n'est lib&#233;r&#233; qu'&#224; concurrence de ce que le cessionnaire recouvre ou aurait pu recouvrer (ENGEL, op.cit., p. 893; SPIRIG, op.cit., n. 8 ss ad art. 172 CO). En d'autres termes, la volont&#233; du l&#233;gislateur de responsabiliser l'assur&#233; en le rendant conscient du co&#251;t des frais de traitement, g&#233;n&#233;ralement invoqu&#233;e comme principal argument &#224; l'appui du syst&#232;me du tiers garant (cf. le message du Conseil f&#233;d&#233;ral concernant la r&#233;vision de l'assurance-maladie, du 6 novembre 1991, en particulier le commentaire de l'art. 36 du projet, devenu l'art. 42 de la loi [FF 1992 I 152], ainsi que les d&#233;clarations du rapporteur Huber lors de la s&#233;ance du Conseil des Etats du 17 d&#233;cembre 1992 [Bull. off. CE 1309] et le d&#233;bat qui a eu lieu le 6 octobre 1993 au Conseil national [Bull. off. CN 1857 ss]) est respect&#233;e dans ce cas aussi. On ne saurait d&#232;s lors consid&#233;rer que la cession sign&#233;e le 22 d&#233;cembre 1999 par B. en vue du paiement de sa dette envers l'intim&#233; est nulle parce que constitutive d'une fraude &#224; la loi. Sur ce premier moyen, le recours d'ASSURA se r&#233;v&#232;le infond&#233;.\n\n    3. La recourante demande au Tribunal f&#233;d&#233;ral des assurances de confirmer qu'elle s'est valablement lib&#233;r&#233;e du paiement de la prestation relative &#224; la prise en charge du m&#233;dicament d&#233;livr&#233; &#224; l'assur&#233; en versant &#224; ce dernier, par d&#233;compte du 14 janvier 2000, la somme de 1338 fr. 45.\nComme l'enseigne la doctrine, la situation juridique du d&#233;biteur quant au paiement d&#233;pend de sa connaissance ou de son ignorance de la cession. Il est lib&#233;r&#233; s'il paie de bonne foi au c&#233;dant avant que la cession ne lui soit notifi&#233;e. Le moyen de rendre le d&#233;biteur sachant du transfert est de l'en aviser. L'avis &#233;mane du c&#233;dant ou du cessionnaire ou de toute autre personne ayant qualit&#233; pour agir au nom de l'un d'eux. Acte non formel, il peut &#234;tre &#233;crit ou oral; sujet &#224; r&#233;ception, BGE 127 V 439 S. 446il produit ses effets d&#232;s qu'il parvient dans la sph&#232;re d'influence du d&#233;biteur. Il n'est pas une condition de la validit&#233; de la cession qu'il ne pallie d'ailleurs pas, m&#234;me s'il est fait par &#233;crit. L'effet de la communication est purement n&#233;gatif: il emp&#234;che le d&#233;biteur de se lib&#233;rer valablement en main du c&#233;dant (art. 167 CO). A d&#233;faut d'un tel avis ou en cas d'ignorance de bonne foi de la cession, le d&#233;biteur est lib&#233;r&#233; s'il paie au c&#233;dant ou, en cas de cessions multiples, entre les mains d'un cessionnaire auquel un autre aurait le droit d'&#234;tre pr&#233;f&#233;r&#233; (ENGEL, op.cit., p. 883).\nEn l'esp&#232;ce, la recourante a &#233;t&#233; d&#251;ment avis&#233;e de la cession par l'intim&#233; le 23 d&#233;cembre 1999, ce qu'elle ne conteste pas. D&#232;s lors, en remboursant, apr&#232;s cette date, la facture de pharmacie directement &#224; l'assur&#233;, elle ne s'est pas lib&#233;r&#233;e valablement &#224; l'&#233;gard du cessionnaire et s'est expos&#233;e &#224; payer deux fois le montant de cette facture, sous r&#233;serve d'une action en enrichissement ill&#233;gitime contre B. (ENGEL, op.cit., p. 884; SPIRIG, op.cit., n. 42 ad art. 167 CO).\nSur ce point &#233;galement, le recours est infond&#233;.\n\n    4. Dans un dernier moyen, la recourante fait grief aux premiers juges de l'avoir condamn&#233;e &#224; payer &#224; l'intim&#233; un int&#233;r&#234;t &#224; 5 pour cent l'an d&#232;s le 19 avril 2000 alors que, soutient-elle, les conditions mises par la jurisprudence au versement d'int&#233;r&#234;ts moratoires ne sont pas remplies en l'esp&#232;ce.\nDans le domaine du droit des assurances sociales, le Tribunal f&#233;d&#233;ral des assurances consid&#232;re depuis longtemps d&#233;j&#224; qu'il n'y a en principe pas place pour des int&#233;r&#234;ts moratoires, dans la mesure o&#249; ils ne sont pas pr&#233;vus par la l&#233;gislation. La principale raison de l'exclusion de la dette d'int&#233;r&#234;ts dans ce domaine r&#233;side dans le r&#244;le d&#233;volu &#224; l'administration. Celle-ci se pr&#233;sente comme d&#233;tentrice de la puissance publique charg&#233;e d'instruire, parfois longuement, les demandes de prestations &#233;manant des particuliers et de leur appliquer le droit de mani&#232;re objective. Lui imposer syst&#233;matiquement des int&#233;r&#234;ts moratoires reviendrait &#224; la p&#233;naliser pour avoir accompli son devoir avec soin. Quant &#224; l'assur&#233;, la r&#232;gle de l'&#233;galit&#233; des parties commande de le dispenser lui aussi du paiement d'int&#233;r&#234;ts de retard lorsqu'il a d&#233;fendu ce qu'il estimait &#234;tre son droit. De mani&#232;re g&#233;n&#233;rale, on peut dire qu'il faut laisser l'administration exercer ses fonctions et l'assur&#233; d&#233;fendre ses droits sans craindre de devoir verser des int&#233;r&#234;ts moratoires. On ne saurait cependant laisser sans aucune sanction des manoeuvres illicites ou purement dilatoires. L'octroi d'int&#233;r&#234;ts de retard, dans ces hypoth&#232;ses, se justifie m&#234;me dans le domaine des assurances sociales, mais il ne doit BGE 127 V 439 S. 447intervenir qu'avec retenue. Il a ainsi &#233;t&#233; consid&#233;r&#233; qu'il n'y avait pas lieu d'admettre une obligation g&#233;n&#233;rale de verser des int&#233;r&#234;ts dans des groupes de cas et que seules des situations particuli&#232;res pouvaient, &#224; titre exceptionnel, donner lieu &#224; un tel r&#233;sultat, quand le sentiment du droit est heurt&#233; de mani&#232;re particuli&#232;re (ATF 119 V 81 ss consid. 3 et 4 et les arr&#234;ts cit&#233;s).\nCette jurisprudence a &#233;t&#233; r&#233;cemment confirm&#233;e par la Cour de c&#233;ans, apr&#232;s un examen attentif des critiques qu'elle a suscit&#233;es en doctrine (RAMA 2000 no U 360 p. 35 consid. 3c). Il en r&#233;sulte qu'en l'esp&#232;ce les conditions tr&#232;s restrictives auxquelles est subordonn&#233;e la condamnation du d&#233;biteur des prestations d'assurance au versement d'un int&#233;r&#234;t moratoire ne sont pas remplies.\nLa recourante &#233;tant en droit d'opposer &#224; l'intim&#233; les m&#234;mes exceptions qu'&#224; l'assur&#233; (art. 169 al. 1 CO), le moyen est bien fond&#233; et le jugement dont est recours doit &#234;tre annul&#233; dans la mesure o&#249; il met des int&#233;r&#234;ts &#224; la charge de la d&#233;fenderesse.\n\n    5. (Frais et d&#233;pens)\n \n   \n   "
}