{
  "titre": "111 Ib 159",
  "annee": "1985",
  "contenu": "\n      \n  Chapeau\n111 Ib 15934. Extrait de l'arr&#234;t de la Ire Cour de droit public du 23 octobre 1985 dans la cause G. c. Commission cantonale de recours du canton de Vaud et commune de R. (recours de droit administratif)\n\n  \nRegeste\nArt. 103 lettre a OJ.  Qualit&#233; pour former un recours de droit administratif fond&#233; sur une violation de l'art. 24 al. 1 LAT. \n\n\n  \n  \n  \nFaits &#224; partir de page 159\n\n\n    BGE 111 Ib 159 S. 159\n   \n\n    En 1982 et 1983, &#224; la suite de la d&#233;cision de la Soci&#233;t&#233; de laiterie de R. de construire une nouvelle porcherie, deux projets ont &#233;t&#233; &#233;labor&#233;s, puis abandonn&#233;s, en raison de l'opposition des propri&#233;taires de villas se trouvant entre 300 et 500 m des lieux d'implantation envisag&#233;s. Le 25 avril 1984, la Municipalit&#233; de R. a autoris&#233; un troisi&#232;me projet, situ&#233; &#224; pr&#232;s d'un kilom&#232;tre au nord du village, en zone agricole, et lev&#233; l'opposition form&#233;e par dame G.\nLe 8 mars 1985, la Commission cantonale de recours en mati&#232;re de police des constructions du canton de Vaud a rejet&#233; le recours form&#233; par G. contre cette d&#233;cision.\nG. a d&#233;pos&#233; un recours de droit administratif contre l'arr&#234;t pr&#233;cit&#233; pour violation de l'art. 24 al. 1 LAT.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. a) La voie du recours de droit administratif est ouverte contre la d&#233;cision attaqu&#233;e, dans la mesure ou celle-ci confirme l'octroi d'une autorisation de construire hors de la zone &#224; b&#226;tir (art. 34 al. 1 LAT).\nb) Aux termes de l'art. 103 lettre a OJ, a qualit&#233; pour recourir quiconque est atteint par la d&#233;cision attaqu&#233;e et a un int&#233;r&#234;t digne BGE 111 Ib 159 S. 160de protection &#224; ce qu'elle soit annul&#233;e ou modifi&#233;e. Est ainsi atteint celui &#224;  qui la d&#233;cision attaqu&#233;e apporte des inconv&#233;nients qu'il pourrait &#233;viter gr&#226;ce au succ&#232;s du recours ou celui &#224; qui ce recours pourrait procurer des avantages dont la d&#233;cision attaqu&#233;e le prive. Peu importe que cet int&#233;r&#234;t de fait soit juridiquement prot&#233;g&#233; ou non. La jurisprudence admet en effet que celui qui est l&#233;s&#233; par une d&#233;cision, invoque la violation de dispositions qui n'ont pas pour but de prot&#233;ger ses propres int&#233;r&#234;ts. Ainsi un voisin peut attaquer un projet de construction alors m&#234;me que ce dernier est en tout point conforme aux dispositions destin&#233;es &#224; prot&#233;ger les voisins, en se fondant sur le droit forestier ou sur le droit de la protection des eaux. Il faut cependant que le recourant soit touch&#233; dans une mesure et avec une intensit&#233; plus grande que quiconque, de fa&#231;on sp&#233;ciale et directe, et qu'il ait un int&#233;r&#234;t, &#233;troitement li&#233; &#224; l'objet du litige, &#224; ce que la d&#233;cision attaqu&#233;e soit annul&#233;e ou modifi&#233;e  (ATF 109 Ib 200 consid. 4b, ATF 107 Ib 46 consid. 1c et les arr&#234;ts cit&#233;s).\nAu vu de ces principes, il ne suffit pas en l'occurrence que le recourant ait son domicile sur le territoire de la commune de R., &#224; une distance d'environ  800 m du lieu o&#249; la nouvelle porcherie devrait &#234;tre construite. Il ne suffit pas non plus qu'il all&#232;gue, en raison d'une attache particuli&#232;re avec cet endroit, un int&#233;r&#234;t purement id&#233;al &#224; l'application correcte du droit f&#233;d&#233;ral sur l'am&#233;nagement du territoire. Encore faut-il que la r&#233;alisation du projet litigieux ait pour cons&#233;quence de lui causer personnellement un pr&#233;judice de fait, en raison par exemple des odeurs ou du bruit provoqu&#233;s par l'exploitation. On ne saurait admettre que tel soit le cas en l'esp&#232;ce, compte tenu de la distance entre l'endroit concern&#233; et le bien-fonds appartenant au recourant. Le silence de ce dernier &#224; cet &#233;gard est d'ailleurs significatif. Le Tribunal f&#233;d&#233;ral ne peut d&#232;s lors entrer en mati&#232;re sur le recours de droit administratif.\n \n   \n   "
}