{
  "titre": "95 IV 99",
  "annee": "1969",
  "contenu": "\n      \n  Chapeau\n95 IV 9925. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 6 juin 1969 dans la cause Etablissement national pour commerce et industrie contre Chabloz et Minist&#232;re public du canton de Vaud\n\n  \nRegeste\nConcurrence d&#233;loyale. Art. 13 lit. d LCD.  Celui qui viole son engagement de r&#233;server toute sa production &#224; une personne ne commet un acte de concurrence d&#233;loyale que s'il existe un risque de confusion, soit que l'auteur cr&#233;e ce risque par l'apposition d'une marque ou d'un signe, soit que la marchandise, par son aspect, ait acquis sur le march&#233; une r&#233;putation comme produit du b&#233;n&#233;ficiaire de l'exclusivit&#233;. \n\n\n  \n  \n  \nFaits &#224; partir de page 100\n\n\n    BGE 95 IV 99 S. 100\n   \nR&#233;sum&#233; des faits:\n\n    A.- En 1965, l'Etablissement national pour commerce et industrie a confi&#233; &#224; Chabloz la fabrication d'un bracelet de montres en tissu de monel avec fermoir brevet&#233;.\nLe 20 d&#233;cembre 1966, Chabloz a c&#233;d&#233; &#224; la maison G. et F. Chatelain et, conjointement &#224; Sandoz et Cie la licence de fabrication et de vente pour ces bracelets; il les livrait &#224; la maison Chatelain, laquelle s'occupait de la fabrication des fermoirs et du montage.\n\n    B.- Le 29 mai 1967, l'Etablissement national pour commerce et industrie a port&#233; plainte contre Chabloz pour concurrence d&#233;loyale.\nLe 2 d&#233;cembre 1968, le Juge informateur a rendu une ordonnance de non-lieu, que le Tribunal d'accusation vaudois a maintenue, le 10 mars 1969.\n\n    C.- Le plaignant s'est pourvu en nullit&#233;. La Cour de cassation p&#233;nale a admis le pourvoi sur un point. Touchant l'art. 13 lit. d LCD, elle s'est exprim&#233;e comme il suit:\n  \nConsid&#233;rants\n\nExtrait des motifs:\nIl reste &#224; examiner si Chabloz a pris des mesures pour faire na&#238;tre une confusion avec les marchandises, l'activit&#233; ou l'entreprise d'autrui.\nDans sa plainte, l'Etablissement national n'avait rien pr&#233;tendu de tel. Selon l'arr&#234;t attaqu&#233;, Chabloz semble avoir contrevenu &#224; l'art. 13 litt. d LCD en fabriquant d'autres bracelets et fermoirs exactement semblables &#224; ceux qu'il a livr&#233;s au plaignant et en les vendant pour son propre compte.\nCertes, apr&#232;s avoir livr&#233; au plaignant une centaine de bracelets en tissu de monel, Chabloz a cess&#233; de travailler pour lui et a fabriqu&#233; le m&#234;me article pour la maison Chatelain, qui, de d&#233;cembre 1966 &#224; juin 1967, a re&#231;u plusieurs milliers de bracelets. L'artisan, le fabricant qui livre &#224; une personne des articles qu'il produisait pr&#233;c&#233;demment &#224; l'intention d'une autre ne commet pas, par l&#224; m&#234;me, un acte de concurrence d&#233;loyale. S'il s'&#233;tait engag&#233; &#224; r&#233;server toute sa production &#224; la seconde, BGE 95 IV 99 S. 101en livrant &#224; la premi&#232;re, il viole une obligation contractuelle et s'expose &#224; devoir r&#233;parer le dommage qui en r&#233;sulte. Pour tomber sous le coup de l'art. 13 litt. d LCD, il faudrait que Chabloz n'ait pas simplement chang&#233; de client, mais ait pris des mesures (apposition d'une marque, d'un signe, d'une indication de provenance, etc.) pour que les bracelets livr&#233;s &#224; la maison Chatelain risquent d'&#234;tre confondus avec ceux que le plaignant se proposait de lancer sur le march&#233;. Cela n'a pas &#233;t&#233; all&#233;gu&#233;. Il est vrai que l'art. 13 litt. d LCD prot&#232;ge aussi l'aspect donn&#233; &#224; une marchandise: la forme, la couleur, les proportions, etc. (RO 90 IV 172). Or les bracelets vendus &#224; la maison Chatelain ressemblent en tous points &#224; ceux qui avaient &#233;t&#233; livr&#233;s &#224; l'Etablissement national; c'est en r&#233;alit&#233; le m&#234;me article, sans d'ailleurs qu'on puisse parler d'imitation, puisque les bracelets sortent tous du m&#234;me atelier. Les bracelets livr&#233;s &#224; l'un et &#224; l'autre peuvent donc &#234;tre confondus. Mais le plaignant n'a pas eu le temps de lancer son bracelet, de sorte que ce dernier n'a pu acqu&#233;rir, sur le march&#233;, en raison de son aspect, une r&#233;putation qui l'aurait fait conna&#238;tre comme un article de l'Etablissement national. En l'absence de cet &#233;l&#233;ment, il ne saurait &#234;tre question, en l'esp&#232;ce, de concurrence d&#233;loyale (RO 92 II 208). L'art. 13 litt. d LCD a du reste &#233;t&#233; con&#231;u pour des situations diff&#233;rentes. Il tend &#224; r&#233;primer en particulier les agissements du fabricant qui, voulant profiter de la r&#233;putation d'une marchandise, produit un article qui lui ressemble. Il ne saurait s'appliquer au fabricant qui remplace un client par un autre.\n \n   \n   "
}