{
  "titre": "113 Ia 156",
  "annee": "1987",
  "contenu": "\n      \n  Chapeau\n113 Ia 15624. Arr&#234;t de la Ire Cour de droit public du 25 mars 1987 dans la cause Groupement pour la protection de l'environnement-Vaud, Daniel Br&#233;laz et Jean-Claude Rochat c. Grand Conseil du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 85 lettre a OJ; remise en cause d'une disposition l&#233;gale issue d'une initiative populaire cantonale; d&#233;lai d'attente.  Le droit cantonal vaudois n'institue pas un d&#233;lai d'attente pendant lequel seraient inadmissibles les initiatives ou les propositions tendant &#224; un nouvel examen des d&#233;cisions populaires. Le Grand Conseil est donc libre de modifier en tout temps les textes qu'il a adopt&#233;s en ex&#233;cution d'une initiative populaire. Est toutefois r&#233;serv&#233;e l'interdiction de l'abus de droit. \n\n\n  \n  \n  \nFaits &#224; partir de page 157\n\n\n    BGE 113 Ia 156 S. 157\n   \n\n    L'initiative populaire cantonale \"pour des mesures d'&#233;conomie d'&#233;nergie\", &#233;manant du Groupement pour la protection de l'environnement-Vaud, a &#233;t&#233; admise par le peuple les 1er et 2 d&#233;cembre 1979. Le Grand Conseil du canton de Vaud a ainsi adopt&#233; une loi modifiant celle du 5 f&#233;vrier 1941 sur les constructions et l'am&#233;nagement du territoire (ci-apr&#232;s: LCAT), int&#233;grant un nouvel art. 63a al. 1 relatif aux installations de climatisation et de ventilation m&#233;canique.\nEn automne 1984, le Conseil d'Etat a soumis au Grand Conseil le projet d'une nouvelle loi sur l'am&#233;nagement du territoire et les constructions (ci-apr&#232;s: LATC), abrogeant la loi sur les constructions et l'am&#233;nagement du territoire du 5 f&#233;vrier 1941. L'art. 95 al. 1 lettre b de ce projet reprenait textuellement l'art. 63a al. 1 ch. 2 LCAT.\nLors des d&#233;bats devant le Grand Conseil, l'art. 95 du projet, devenu l'art. 98, a &#233;t&#233; modifi&#233;; &#224; l'al. 1, la lettre b pr&#233;voit seulement que le r&#232;glement cantonal fixe les r&#232;gles relatives \"&#224; la climatisation et &#224; la ventilation m&#233;canique\"; le reste de l'art. 95 du projet a &#233;t&#233; biff&#233;.\nLe 4 d&#233;cembre 1985, le Grand Conseil du canton de Vaud a adopt&#233; la nouvelle loi sur l'am&#233;nagement du territoire et les constructions.\nAgissant par la voie du recours de droit public, le Groupement pour la protection de l'environnement-Vaud ainsi que Daniel Br&#233;laz et Jean-Claude Rochat concluent &#224; l'annulation de la \"d&#233;cision\" du Grand Conseil du canton de Vaud \"modifiant la teneur de l'art. 95 al. 1 lettre b du projet de LATC, devenu l'art. 98 du texte d&#233;finitif\", le texte du projet devant &#234;tre r&#233;tabli \"dans sa teneur int&#233;grale pour ce qui concerne cette disposition\". Les recourants invoquent l'art. 85 lettre a OJ, la modification apport&#233;e &#224; l'art. 63a al. 1 ch. 2 LCAT impliquant une atteinte &#224; leurs droits politiques.\nLa loi sur l'am&#233;nagement du territoire et des constructions du 4 d&#233;cembre 1985 a &#233;t&#233; promulgu&#233;e dans la Feuille des avis officiels du canton de Vaud du 31 octobre 1986. Le Conseil d'Etat a, le 19 BGE 113 Ia 156 S. 158septembre 1986, &#233;dict&#233; un r&#232;glement d'application de cette loi, qui est entr&#233;  en vigueur le 1er janvier 1987.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le recours de droit public rev&#234;t un caract&#232;re purement cassatoire et ne peut tendre qu'&#224; l'annulation de la d&#233;cision attaqu&#233;e (ATF 111 Ia 46 /47 consid. 1c, ATF 110 Ia 13 consid. 1e). Ce principe conna&#238;t des exceptions, mais aucune d'entre elles n'est r&#233;alis&#233;e en l'esp&#232;ce. Le pr&#233;sent recours n'est, en effet, pas dirig&#233; contre le refus d'une autorisation de police (ATF 100 Ia 174 consid. 2 et les arr&#234;ts cit&#233;s); par ailleurs, on ne se trouve pas dans un cas o&#249; le Tribunal f&#233;d&#233;ral peut donner des injonctions positives &#224; l'autorit&#233; intim&#233;e (K&#196;LIN, Das Verfahren der staatsrechtlichen Beschwerde, p. 337/338), ni dans l'hypoth&#232;se o&#249; le recourant s'en prend - s'agissant d'un recours pour violation des droits politiques - non pas au dispositif, mais &#224; la motivation d'une d&#233;cision prise par l'autorit&#233; cantonale (AUER, Les droits politiques dans les cantons suisses, Gen&#232;ve 1978, p. 88).\nDans ces conditions, la conclusion des recourants tendant au r&#233;tablissement du texte pr&#233;vu &#224; l'art. 95 du projet de loi s'av&#232;re irrecevable. Au demeurant, les recourants attaquent non pas la \"d&#233;cision\" modifiant une disposition du projet de loi, mais directement l'art. 98 al. 1 lettre b LATC.\n\n    2. a) Au niveau cantonal, les droits politiques prot&#233;g&#233;s par l'art. 85 lettre a OJ sont constitu&#233;s par l'ensemble des droits que conf&#232;rent aux citoyens les dispositions constitutionnelles ou l&#233;gislatives qui d&#233;finissent les conditions et modalit&#233;s de l'exercice des droits politiques ou en pr&#233;cisent le contenu et l'&#233;tendue (AUER, op.cit., p. 73/74; K&#196;LIN, op.cit., p. 124/125). Ils comprennent notamment le droit d'initiative populaire cantonale et les pr&#233;tentions concr&#232;tes qui en d&#233;coulent (ATF 108 Ia 166 consid. 2 et l'arr&#234;t cit&#233;, ATF 105 Ia 11, ATF 103 Ia 281). Ces droits cantonaux sont aussi d&#233;termin&#233;s, soit directement, soit subsidiairement, par les r&#232;gles et les principes g&#233;n&#233;raux d&#233;velopp&#233;s par la jurisprudence du Tribunal f&#233;d&#233;ral (voir les exemples cit&#233;s par AUER, La juridiction constitutionnelle en Suisse, B&#226;le 1983, p. 220 ss).\nb) Aux termes de l'art. 27 ch. 1 de la constitution vaudoise, douze mille citoyens actifs peuvent demander l'&#233;laboration, l'adoption, la modification ou l'abrogation d'une loi; le Grand Conseil constate la nullit&#233; des initiatives qui sont contraires au droit f&#233;d&#233;ral ou &#224; BGE 113 Ia 156 S. 159la constitution cantonale, qui visent plus d'une mati&#232;re, qui portent sur un objet r&#233;glement&#233; par un d&#233;cret ou susceptible de l'&#234;tre, ou encore qui sont irr&#233;alisables.\nL'initiative valable &#224; la forme doit &#234;tre soumise &#224; la votation populaire  (art. 102 de la loi vaudoise du 17 novembre 1948 sur l'exercice des droits politiques; ci-apr&#232;s: LEDP). Par ailleurs, selon l'art. 102a LEDP, une loi est  - &#224; l'inverse du d&#233;cret - promulgu&#233;e pour un temps \"illimit&#233;\".\nEn l'esp&#232;ce, l'initiative dont se pr&#233;valent les recourants portait sur la modification d'une loi; en outre, son projet n'est pas r&#233;glement&#233; par un d&#233;cret au sens de l'art. 102a LEDP, ni n'est susceptible de l'&#234;tre.\nc) D&#232;s lors que l'initiative populaire peut avoir, notamment, pour objet la modification ou l'abrogation d'une loi, le caract&#232;re \"illimit&#233;\" du temps pour lequel cette derni&#232;re est promulgu&#233;e ne peut, pour ce motif d&#233;j&#224;, avoir qu'une signification relative.\nQuoi qu'il en soit, la l&#233;gislation cantonale vaudoise ne contient -  contrairement &#224; d'autres droits cantonaux - aucune prescription n'autorisant la remise en question d'un texte l&#233;gal par la voie d'une initiative populaire qu'apr&#232;s l'&#233;coulement d'un certain laps de temps &#224; partir de son adoption ou de sa mise en vigueur. Il reste cependant que la remise en discussion d'un texte l&#233;gal ne doit pas constituer un abus de droit (ATF 100 Ia 382 consid. 2 et les arr&#234;ts cit&#233;s). Ainsi, dans des cas extr&#234;mes d'abus manifeste des institutions d&#233;mocratiques ou d'utilisation insens&#233;e de l'appareil d&#233;mocratique qui aboutit  &#224; la remise en question de celui-ci, on pourrait emp&#234;cher une nouvelle votation pour ce motif. Dans l'arr&#234;t &#220;berparteiliches Initiativkomitee (ATF 94 I 120 ss), le Tribunal f&#233;d&#233;ral a admis que n'&#233;tait pas abusive une initiative demandant la suspension de travaux de construction commenc&#233;s deux ans auparavant; dans l'arr&#234;t Schiesser (ATF 99 Ia 406 consid. 4b), il a jug&#233; qu'une demande de nouvel examen ne pourrait &#233;ventuellement &#234;tre contraire &#224; la bonne foi que si l'autorit&#233; avait manifest&#233; plus d'une fois clairement sa volont&#233;;  enfin, dans l'arr&#234;t Minelli (ATF 100 Ia 384 ss consid. 3 et 4), il a pr&#233;cis&#233;  qu'en l'absence d'une restriction l&#233;gale, la validit&#233; d'une initiative tendant  &#224; l'abrogation d'une loi est ind&#233;pendante de la survenance de faits nouveaux ou de l'existence d'une contradiction entre la loi &#224; abroger et d'autres textes l&#233;gaux du canton ou de la Conf&#233;d&#233;ration.\nEn l'esp&#232;ce, rien ne permet de dire que la modification apport&#233;e par l'art.  98 al. 1 lettre b LATC proc&#233;derait d'un abus de droit.\n\n    BGE 113 Ia 156 S. 160Elle est intervenue sur une proposition de la Commission du Grand Conseil qui ne visait qu'&#224; modifier le libell&#233; de la r&#233;glementation en cause, sans en toucher la substance. Au demeurant, m&#234;me si le but avou&#233; e&#251;t &#233;t&#233; de changer le fond du droit, il ne se serait pas agi d'une utilisation inadmissible de l'appareil d&#233;mocratique.\n\n    3. La jurisprudence pr&#233;cit&#233;e concerne la remise en cause d'une d&#233;cision ou d'une disposition l&#233;gale par la voie de l'initiative &#233;manant des particuliers, tandis que, en l'esp&#232;ce, la modification l&#233;gale critiqu&#233;e a &#233;t&#233; d&#233;cid&#233;e par le Grand Conseil sur proposition de sa Commission. Ces deux hypoth&#232;ses sont toutefois &#233;quivalentes (ATF 100 Ia 383 /384 consid. 2). Si le citoyen peut, par l'exercice de ses droits d&#233;mocratiques, provoquer la remise en question de d&#233;cisions prises et si rien ne s'oppose au lancement d'une initiative qui tend pratiquement &#224; mettre en discussion une d&#233;cision populaire, il n'existe pas davantage de raison pour emp&#234;cher le parlement cantonal de s'efforcer d'obtenir la modification d'une d&#233;cision populaire ant&#233;rieure. Dans cette hypoth&#232;se, les auteurs d'une initiative qui a abouti pourront &#224; nouveau d&#233;fendre leurs propositions en exer&#231;ant leur droit de r&#233;f&#233;rendum (art. 27 ch. 2 Cst. vaud.). Il n'y a l&#224; ni obstacle au droit d'initiative, ni m&#234;me limitation de ce droit, puisque le droit cantonal vaudois n'institue pas un d&#233;lai d'attente pendant lequel sont inadmissibles tant les initiatives populaires que les propositions tendant &#224; un nouvel examen des d&#233;cisions populaires.\nEn cons&#233;quence, dans le canton de Vaud, ainsi que dans les autres cantons qui connaissent une r&#233;glementation analogue, le droit politique d'initiative populaire s'&#233;puise par sa premi&#232;re r&#233;alisation dans l'ordre juridique positif cantonal. Une fois qu'il a d&#233;f&#233;r&#233; &#224; la volont&#233; populaire en adoptant les textes voulus par l'initiative, le parlement cantonal est libre de les modifier sous r&#233;serve de l'interdiction de l'abus de droit.\nLes droits politiques des recourants n'ont donc pas &#233;t&#233; viol&#233;s.\n \n   \n   "
}