{
  "titre": "109 II 388",
  "annee": "1983",
  "contenu": "\n      \n  Chapeau\n109 II 38881. Extrait de l'arr&#234;t de la IIe Cour civile du 20 d&#233;cembre 1983 dans la cause Y. contre Tribunal cantonal du canton de Vaud (Chambre des tutelles) (recours en r&#233;forme).\n\n  \nRegeste\nArt. 310 al. 1 CC, 4 lettre f OJ.  Le retrait du droit de garde des p&#232;re et m&#232;re n'est pas susceptible, comme tel, de recours en r&#233;forme, mais seulement en tant qu'il a lieu en vue du placement de l'enfant dans un &#233;tablissement. \n\n\n  \n  \n  \nFaits &#224; partir de page 388\n\n\n    BGE 109 II 388 S. 388\n   \n\n    La Justice de paix du cercle de X. a retir&#233; &#224; Y. la garde de ses deux enfants mineurs et l'a confi&#233;e au Service de protection de la jeunesse, &#224; Lausanne, avec mission, notamment, de placer les enfants au mieux de leurs int&#233;r&#234;ts.\nD&#233;bout&#233; par la Chambre des tutelles du Tribunal cantonal vaudois, Y. a recouru en r&#233;forme au Tribunal f&#233;d&#233;ral, demandant qu'il f&#251;t dit qu'il n'y a pas lieu de lui retirer le droit de garde.\nLe Tribunal f&#233;d&#233;ral a d&#233;clar&#233; le recours irrecevable.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    1. En vertu de l'art. 314a al. 1 CC, lorsqu'un enfant est plac&#233; dans un &#233;tablissement par une autorit&#233;, les dispositions relatives BGE 109 II 388 S. 389au contr&#244;le et &#224; la proc&#233;dure en cas de privation de libert&#233; &#224; des fins d'assistance &#224; l'&#233;gard de personnes majeures ou interdites (art. 397a-397f CC) s'appliquent par analogie. Un tel placement peut donc &#234;tre attaqu&#233; par la voie du recours en r&#233;forme au Tribunal f&#233;d&#233;ral pour violation des dispositions l&#233;gales pr&#233;cit&#233;es: c'est ce qui est express&#233;ment mis au clair par la mention des art. 314a et 405a CC &#224; l'art. 44 lettre f OJ. Dans la mesure o&#249; cette derni&#232;re disposition se r&#233;f&#232;re aussi &#224; l'art. 310 al. 1 et 2 CC, cela peut &#234;tre entendu uniquement dans ce sens que le retrait du droit de garde est susceptible de recours en r&#233;forme au Tribunal f&#233;d&#233;ral en tant qu'il a lieu en vue du placement de l'enfant dans un &#233;tablissement. Comme tel, en revanche, le retrait de la garde ne peut pas faire l'objet d'un recours en r&#233;forme: le l&#233;gislateur n'a ouvert cette voie de droit que contre le retrait de l'autorit&#233;  parentale, &#233;tant donn&#233; l'importance de cette mesure protectrice, la plus radicale.\n\n    2. En l'esp&#232;ce, le recourant ne s'en prend pas au placement de ses enfants dans un &#233;tablissement, mais au retrait de la garde comme tel. C'est ce qui ressort tant des conclusions du recours que des motifs pr&#233;sent&#233;s &#224; leur appui. Le recourant ne fait pas valoir que les conditions d'un placement des enfants, au sens de l'art. 397a CC, ne sont pas r&#233;alis&#233;es; il soutient seulement que, en soi, le retrait de la garde heurte le droit f&#233;d&#233;ral. Vu les principes &#233;nonc&#233;s ci-dessus, un tel grief ne peut pas &#234;tre formul&#233; dans le cadre d'un recours en r&#233;forme.\nA cela s'ajoute que le placement des deux enfants dans un &#233;tablissement n'est pas r&#233;sult&#233; de la d&#233;cision de retrait de la garde. Cette mesure protectrice a &#233;t&#233; prise sans qu'il f&#251;t pr&#233;cis&#233; o&#249; les enfants seraient plac&#233;s. C'est au Service de protection de la jeunesse qu'il appartenait de rechercher un placement appropri&#233;, dans une famille d'accueil comme dans un &#233;tablissement.\n \n   \n   "
}