{
  "titre": "100 Ia 445",
  "annee": "1974",
  "contenu": "\n      \n  Chapeau\n100 Ia 44563. Arr&#234;t du 2 octobre 1974 dans la cause AWAG Aussenwerbungs AG et hoirs Stegmann contre Lausanne, Municipalit&#233; et Vaud, Conseil d'Etat.\n\n  \nRegeste\nLibert&#233; du commerce et de l'industrie. Monopole communal de l'affichage. Art. 22ter, 31 et 55 Cst.. 19 CO, 93 OJ.  1. Droit de r&#233;ponse d'un \"autre int&#233;ress&#233;\" au sens de l'art. 93 OJ (consid. 1). \n2. Exception au caract&#232;re cassatoire du recours de droit public en cas de refus d'une autorisation de police (consid. 2). \n3. Garantie de la propri&#233;t&#233;; qualit&#233; pour l'invoquer (consid. 3). \n4. Libert&#233; de contracter (art. 19 CO); limites (consid. 4). \n5. Monopole communal de l'affichage sur domaine public et priv&#233;; concession exclusive accord&#233;e &#224; une entreprise priv&#233;e. Monopole d&#233;clar&#233; compatible avec l'art. 31 Cst. (consid. 5). \n6. Libert&#233; de la presse? (consid. 6). \n\n\n  \n  \n  \nFaits &#224; partir de page 446\n\n\n    BGE 100 Ia 445 S. 446\n   \n\n    A.- La loi vaudoise du 22 septembre 1970 \"sur les proc&#233;d&#233;s de r&#233;clame\" impose aux communes notamment l'obligation de d&#233;signer, &#224; l'int&#233;rieur des localit&#233;s, un ou plusieurs emplacements sp&#233;cialement destin&#233;s &#224; la publicit&#233;, avec possibilit&#233; de conc&#233;der &#224; une ou plusieurs personnes physiques ou morales l'exclusivit&#233; de l'affichage &#224; l'int&#233;rieur de la localit&#233; (art. 17). Cette loi a remplac&#233; une loi ant&#233;rieure du 21 mai 1935, qui avait &#224; peu pr&#232;s la m&#234;me teneur sur le point cidessus.\nLe r&#232;glement g&#233;n&#233;ral de police de la commune de Lausanne, du 3 avril 1962, pr&#233;voit notamment que:\n\"Le droit de poser ou d'installer des panneaux et des colonnes d'affichage, ainsi que le droit de les utiliser aux fins de placardage, n'est accord&#233; qu'aux entreprises b&#233;n&#233;ficiant d'une concession de la Municipalit&#233; (art. 108).\n\n    B.- Par convention du 17 octobre 1966, rempla&#231;ant une convention pr&#233;c&#233;dente, la Municipalit&#233; de Lausanne a accord&#233; &#224; la Soci&#233;t&#233; g&#233;n&#233;rale d'affichage, pour une dur&#233;e de dix ans, le droit exclusif de placarder des affiches sur le territoire de la commune de Lausanne, aussi bien sur le domaine priv&#233; que sur le domaine public. La convention impose diff&#233;rentes obligations &#224; la Soci&#233;t&#233; concessionnaire, notamment celles de faire placarder les affiches provenant de maisons concurrentes, d'effectuer le placardage au f&#252;r et &#224; mesure des disponibilit&#233;s et dans l'ordre d'arriv&#233;e des commandes (art. 7) et de faire approuver son tarif par la Direction de police (art. 9).\n\n    C.- La soci&#233;t&#233; anonyme AWAG, entreprise d'installation d'enseignes et d'affiches qui a son si&#232;ge &#224; Zurich, a demand&#233; &#224; la commune de Lausanne l'autorisation de poser trois groupes d'affiches sur la propri&#233;t&#233; des hoirs Stegmann, &#224; l'avenue du BGE 100 Ia 445 S. 447L&#233;man 87. La Direction de police a refus&#233; d'acc&#233;der &#224; cette demande, en se fondant sur le droit exclusif accord&#233; par convention &#224; la Soci&#233;t&#233; g&#233;n&#233;rale d'affichage. Sur recours de la requ&#233;rante, la Municipalit&#233; puis le Conseil d'Etat ont confirm&#233; le refus. Le Conseil d'Etat s'est fond&#233; essentiellement sur l'arr&#234;t Metallwarenfabrik Zug, du 20 octobre 1934 (RO 60 I 268 ss.).\n\n    D.- Agissant par la voie du recours de droit public, AWAG et les hoirs Stegmann concluent &#224; l'annulation de la d&#233;cision du Conseil d'Etat du 10 novembre 1972 et au renvoi de l'affaire &#224; l'autorit&#233; comp&#233;tente pour qu'elle statue dans le sens des motifs. Ils invoquent la garantie de la propri&#233;t&#233; (art. 22ter Cst.), la libert&#233; du commerce et de l'industrie (art. 31 Cst.), la libert&#233; de la presse (art. 55 Cst.), le droit &#224; la libert&#233; personnelle, la libert&#233; contractuelle (art. 19 CO et 2 Disp. trans. Cst.), l'&#233;galit&#233; des citoyens devant la loi (art. 4 Cst.) et le principe de la proportionnalit&#233;.\nLe Conseil d'Etat et la Municipalit&#233; concluent au rejet du recours. La Soci&#233;t&#233; g&#233;n&#233;rale d'affichage a &#233;t&#233; invit&#233;e, en qualit&#233; d'int&#233;ress&#233;e au sens de l'art. 93 OJ, &#224; pr&#233;senter ses observations sur le recours; elle conclut &#224; son rejet.\nLe Tribunal f&#233;d&#233;ral s'est fait renseigner sur les divers r&#233;gimes auxquels est soumis l'affichage sur terrain priv&#233; dans les grandes villes suisses.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Les recourants ont demand&#233; d'exclure du dossier la lettre adress&#233;e le 11 janvier 1973 par la Soci&#233;t&#233; g&#233;n&#233;rale d'affichage &#224; l'administration cantonale, lettre que le Conseil d'Etat avait jointe &#224; sa r&#233;ponse. Il y a d'autant moins de raison de donner suite &#224; cette requ&#234;te que ladite soci&#233;t&#233; a la qualit&#233; d'\"autre int&#233;ress&#233;\" au sens de l'art. 93 OJ, &#233;tant donn&#233; que l'admission du recours entra&#238;nerait une modification des droits qui lui sont reconnus par la convention pass&#233;e entre elle et la commune. De m&#234;me qu'un tiers a le droit d'&#234;tre entendu dans une proc&#233;dure de recours qui pourrait aboutir &#224; une solution d&#233;favorable pour lui (cf. RO 98 Ib 175; 96 I 187 et les arr&#234;ts cit&#233;s), de m&#234;me la Soci&#233;t&#233; g&#233;n&#233;rale d'affichage a le droit BGE 100 Ia 445 S. 448de d&#233;fendre ses int&#233;r&#234;ts en prenant position sur les conclusions et les arguments du recours.\n\n    2. Le recours de droit public ne peut tendre en principe qu'&#224; la cassation de la d&#233;cision attaqu&#233;e. S'agissant cependant d'un cas de refus d'une autorisation de police, le Tribunal f&#233;d&#233;ral peut &#234;tre requis d'enjoindre &#224; l'autorit&#233; cantonale d'accorder une autorisation qui aurait &#233;t&#233; refus&#233;e &#224; tort. Pour qu'il puisse donner suite &#224; une telle requ&#234;te, il faut cependant que l'&#233;tat de la proc&#233;dure le permette, ce qui n'est pas le cas en l'esp&#232;ce. En effet, la seule question examin&#233;e par l'autorit&#233; municipale et, sur recours, par le Conseil d'Etat, a &#233;t&#233; celle de la concession exclusive accord&#233;e &#224; la Soci&#233;t&#233; g&#233;n&#233;rale d'affichage. Si le monopole de l'affichage devait &#234;tre d&#233;clar&#233; contraire &#224; la constitution, il resterait &#224; examiner la demande d'autorisation sous l'angle des autres dispositions l&#233;gales et r&#233;glementaires applicables, ainsi que sous l'angle de l'opportunit&#233;, ce que ni la Municipalit&#233;, ni le Conseil d'Etat n'ont fait. C'est dire que l'affaire ne serait pas m&#251;re pour faire l'objet d'une d&#233;cision d'octroi de l'autorisation.\n\n    3. Le grief de violation de la garantie de la propri&#233;t&#233; ne peut &#234;tre soulev&#233; que par les hoirs Stegmann, propri&#233;taires des immeubles o&#249; les affiches devraient &#234;tre appos&#233;es, &#224; l'exclusion d'AWAG, qui n'est titulaire, sur lesdits immeubles, d'aucun droit prot&#233;g&#233;; tout au plus cette derni&#232;re aurait-elle qualit&#233; pour se plaindre de ce que le Conseil d'Etat lui ait refus&#233; la qualit&#233; pour recourir sur ce point; mais elle ne soul&#232;ve pas un tel grief.\nLes hoirs Stegmann ne contestent pas la base l&#233;gale de la restriction apport&#233;e &#224; leur propri&#233;t&#233;, base qui est donn&#233;e par l'art. 17 al. 2 de la loi vaudoise du 22 septembre 1970 sur les proc&#233;d&#233;s de r&#233;clame et par l'art. 108 du r&#232;glement g&#233;n&#233;ral de police de la commune de Lausanne.\nIls ne d&#233;nient pas non plus la qualit&#233; d'int&#233;r&#234;t public aux buts &#233;nonc&#233;s par l'art. 16 de la loi pr&#233;cit&#233;e et auxquels doivent tendre les r&#232;glements communaux (protection des sites et des monuments et s&#233;curit&#233; de la circulation routi&#232;re). Ils ne s'en prennent pas &#224; l'interdiction d'apposer une affiche comme telle et ne contestent pas &#224; l'autorit&#233; le droit de limiter les emplacements d'affichage. Ils se plaignent de ce que l'interdiction d'apposer une affiche soit fond&#233;e sur le fait qu'ils ont contract&#233; avec AWAG et ne se sont pas adress&#233;s &#224; la Soci&#233;t&#233; BGE 100 Ia 445 S. 449g&#233;n&#233;rale d'affichage, &#224; qui un monopole exclusif a &#233;t&#233; conf&#233;r&#233; par la Municipalit&#233;. Le refus qui leur a &#233;t&#233; oppos&#233; ne porte donc pas atteinte &#224; leur droit d'user de leur propri&#233;t&#233;, mais &#233;ventuellement &#224; leur droit de contracter avec une personne d&#233;termin&#233;e plut&#244;t qu'avec une autre, ce qui sera examin&#233; ci-dessous.\n\n    4. All&#233;guant la libert&#233; de contracter d&#233;coulant de l'art. 19 CO, laquelle libert&#233; englobe la libert&#233; de choisir son partenaire contractuel (RO 80 II 39), les recourants all&#232;guent la violation de la force d&#233;rogatoire du droit f&#233;d&#233;ral.\nMais la libert&#233; de contracter et de choisir son partenaire contractuel n'est pas illimit&#233;e, ce qui ressort d'ailleurs de l'al. 2 de l'art. 19 CO. Au surplus, cet article n'emp&#234;che pas les cantons de faire usage de la facult&#233; d'&#233;dicter des dispositions de droit public, reconnue par l'art. 6 CC (RO 98 Ia 497 consid. 4 b).\nPour statuer sur le point de savoir si le canton - ou, en conformit&#233; du droit cantonal, la commune - peut &#233;dicter des dispositions restreignant le droit de contracter, il convient notamment de rechercher si la r&#232;gle &#233;dict&#233;e par le canton est motiv&#233;e par un int&#233;r&#234;t public pertinent (RO 98 Ia 495 consid. 3 a). Mais le probl&#232;me se pose ici de la m&#234;me fa&#231;on qu'en ce qui concerne la pr&#233;tendue violation de la libert&#233; du commerce et de l'industrie, grief essentiel soulev&#233; par les recourants et qui fait l'objet du consid&#233;rant suivant.\n\n    5. Comme toutes les autres libert&#233;s garanties par la constitution, la libert&#233; du commerce et de l'industrie n'est pas absolue, mais peut &#234;tre limit&#233;e dans l'int&#233;r&#234;t public. L'art. 31 al. 2 Cst. r&#233;serve d'ailleurs express&#233;ment, outre les r&#233;gales cantonales, les prescriptions cantonales sur l'exercice du commerce et de l'industrie, par quoi il faut entendre non seulement les mesures de police proprement dite, mais &#233;galement d'autres mesures d'int&#233;r&#234;t g&#233;n&#233;ral, tendant &#224; procurer du bien&#234;tre &#224; l'ensemble ou &#224; une grande partie des citoyens ou &#224; accro&#238;tre ce bien-&#234;tre, telles que les mesures sociales ou de politique sociale (cf. RO 97 I 505 s.). Mais ces prescriptions cantonales, selon les termes m&#234;mes de la constitution, \"ne peuvent d&#233;roger au principe de la libert&#233; du commerce et de l'industrie\"; c'est dire qu'elles doivent se conformer aux principes constitutionnels auxquels sont soumises toutes les restrictions apport&#233;es aux libert&#233;s individuelles, savoir notamment BGE 100 Ia 445 S. 450la l&#233;galit&#233;, l'int&#233;r&#234;t public et la proportionnalit&#233; (RO 97 I 506 consid. 4). Ce sont &#233;galement ces principes que doit respecter l'institution d'un monopole, pour remplir les conditions auxquelles la doctrine et la jurisprudence subordonnent l'admissibilit&#233; d'un monopole de droit (RO 95 I 149 ss.; NEF, Libert&#233; du commerce et de l'industrie FJS 617 p. 2; MARTI, Handels- und Gewerbefreiheit, p. 227 ss.; GRISEL, Droit administratif suisse, p. 123; AUBERT, Trait&#233; de droit constitutionnel suisse, p. 695 no 1953 ss.).\nIl n'est pas contest&#233; qu'il s'agit en l'espece d'un monopole de droit, de sorte qu'on peut se dispenser d'examiner si un monopole de fait est lui aussi soumis aux conditions pr&#233;cit&#233;es (cf. RO 60 I 277).\na) La loi cantonale pr&#233;voit elle-m&#234;me la facult&#233;, pour les communes, de conc&#233;der &#224; une ou plusieurs personnes physiques ou morales l'exclusivit&#233; de l'affichage &#224; l'int&#233;rieur de la localit&#233; (art. 17). La base l&#233;gale requise existe donc et les recourants ne le contestent pas. Mais en soutenant que le monopole et la concession exclusive violent le principe de la proportionnalit&#233;, les recourants contestent implicitement la constitutionnalit&#233; de la disposition l&#233;gale en question, ce qu'ils peuvent encore faire &#224; l'occasion d'un cas d'application (RO 100 Ia 49 consid. 4a; 98 Ia 164 consid. 2). Mais la r&#233;ponse &#224; cette question sera donn&#233;e par l'examen du grief de violation du principe de la proportionnalit&#233;. S'il se r&#233;v&#232;le que ce principe est viol&#233; par l'institution du monopole et par la concession exclusive accord&#233;e par la commune, on devra en conclure que l'institution d'un monopole est inconstitutionnelle, bien que pr&#233;vue par une disposition l&#233;gale cantonale, et que cette disposition elle-m&#234;me est inconstitutionnelle, sans qu'elle puisse cependant &#234;tre annul&#233;e en tant que telle, seule la d&#233;cision attaqu&#233;e pouvant l'&#234;tre (cf. RO 100 Ia 49, 98 Ia 164).\nb) Il n'est pas contest&#233; qu'une r&#233;glementation de l'affichage, notamment dans les localit&#233;s, r&#233;pond &#224; une exigence de l'int&#233;r&#234;t g&#233;n&#233;ral; elle est m&#234;me indispensable pour assurer la s&#233;curit&#233; du trafic et la protection des sites urbains et du paysage. Ce sont ces buts m&#234;mes que mentionne la loi cantonale pour justifier les restrictions de libert&#233; qu'elle permet aux communes d'apporter en ce domaine, notamment en instituant un monopole de l'affichage et en accordant une concession exclusive (cf. RO 60 I 271).\n\n    BGE 100 Ia 445 S. 451\n   \nSelon la doctrine, l'institution d'un monopole peut se justifier non seulement par des buts de police (maintien de l'ordre, de la s&#233;curit&#233;, de l'hygi&#232;ne et de la morale publics), mais aussi par la pr&#233;occupation des autorit&#233;s de procurer aux administr&#233;s des prestations qui accroissent leur bien-&#234;tre (cf. MARTI, op.cit., p. 229ss.; GRISEL, op.cit., p. 123; cf. aussi RO 95 I 151 consid. 4c, 158). En revanche, la poursuite de purs int&#233;r&#234;ts fiscaux ne saurait justifier l'institution d'un monopole.\nLes recourants ne pr&#233;tendent pas que la commune de Lausanne poursuive un but lucratif par le monopole de l'affichage. De fait, on ne saurait soutenir qu'elle vise un tel but: la redevance annuelle de 32 750 fr., tout en n'&#233;tant pas minime, n'est nullement consid&#233;rable pour une commune de l'importance de Lausanne.\nLes recourants ne contestent pas non plus la l&#233;gitimit&#233; des buts poursuivis par la commune; ils semblent au contraire les admettre, implicitement tout au moins. Mais ils soutiennent essentiellement que ces buts pourraient aussi bien &#234;tre atteints par des mesures moins restrictives, savoir un syst&#232;me d'autorisation pr&#233;alable dans un r&#233;gime de libre concurrence; aussi soutiennent-ils que le monopole et la concession exclusive violent le principe de la proportionnalit&#233;.\nc) Selon les autorit&#233;s cantonales et communales, le r&#233;gime de monopole et de concession exclusive permet d'avoir la vue d'ensemble indispensable pour assurer de fa&#231;on efficace la protection des sites et la s&#233;curit&#233; du trafic; il permet aussi d'imposer &#224; l'entreprise concessionnaire certaines conditions, notamment la mise &#224; disposition des emplacements n&#233;cessaires &#224; l'affichage officiel (avis officiels, publications militaires, affiches pour les votations et les &#233;lections) et l'obligation d'ex&#233;cuter les commandes de maisons concurrentes; ledit r&#233;gime facilite aussi le contr&#244;le de la part des pouvoirs publics et rend ainsi plus efficaces les mesures destin&#233;es &#224; assurer la s&#233;curit&#233; du trafic et la protection des sites; il permet enfin d'&#233;viter la surench&#232;re de la part des personnes priv&#233;es propri&#233;taires d'emplacements d'affichage, surench&#232;re que ne manquerait pas de provoquer la concurrence &#224; laquelle se livreraient les diff&#233;rentes entreprises d'affichage sous un r&#233;gime de libert&#233; ou de simple autorisation.\nLes recourants contestent en g&#233;n&#233;ral le bien-fond&#233; de cette BGE 100 Ia 445 S. 452argumentation et pr&#233;tendent que des mesures moins s&#233;v&#232;res seraient suffisantes pour atteindre le but d'int&#233;r&#234;t public vis&#233;. Ils en veulent pour preuve le fait que les enseignes au n&#233;on ne sont pas comprises dans le monopole - sans qu'il y ait lieu de s'en plaindre ni de d&#233;plorer des abus -, que d'autres communes pratiquent en la mati&#232;re un syst&#232;me moins restrictif que celui du monopole, tout en atteignant les m&#234;mes buts d'int&#233;r&#234;t public, et qu'enfin le syst&#232;me de l'autorisation pr&#233;alable a fait ses preuves dans le domaine de la police des constructions.\nPour les autorit&#233;s cantonales et communales, le r&#233;gime propos&#233; par les recourants ne permettrait pas &#224; l'autorit&#233; de lutter efficacement contre l'anarchie en mati&#232;re d'affichage, ni de disposer de moyens de pression en vue d'assurer &#224; chacun la possibilit&#233; d'apposer des affiches, ni d'obtenir une vue d'ensemble des projets pr&#233;sent&#233;s par diff&#233;rentes entreprises, alors que la juxtaposition de placards diff&#233;rents peut gravement compromettre l'esth&#233;tique d'une partie de la ville, de sorte que seul le r&#233;gime du monopole permet de doser l'affichage et d'&#233;viter qu'il d&#233;passe certaines limites. En ce qui concerne les enseignes au n&#233;on, la Municipalit&#233; fait observer qu'elles ont un caract&#232;re tr&#232;s diff&#233;rent de l'affichage et qu'elles ne tombent d'ailleurs pas sous le coup de l'art. 17 de la loi cantonale. Quant au r&#233;gime de l'autorisation en mati&#232;re de police des constructions, l'autorit&#233; communale rel&#232;ve que les constructions sont soumises &#224; un r&#233;gime tr&#232;s rigide de plans d'alignement, de plans de quartiers, etc., qui vont jusqu'&#224; fixer les gabarits et qu'elles font l'objet de mise &#224; l'enqu&#234;te publique, ce qui ne serait gu&#232;re pensable en mati&#232;re d'affichage.\nLes arguments soulev&#233;s par les recourants ne sont pas d&#233;nu&#233;s de valeur. Mais il faut reconna&#238;tre qu'entre les deux syst&#232;mes oppos&#233;s, celui du monopole et celui de l'autorisation pr&#233;alable dans un r&#233;gime de libre concurrence, le premier permet d'atteindre de fa&#231;on plus s&#251;re, plus efficace et &#224; moins de frais pour la collectivit&#233; les objectifs d'int&#233;r&#234;t g&#233;n&#233;ral poursuivis par la r&#233;glementation en question. Sans doute ne sauraiton retenir, parmi les justifications avanc&#233;es par les autorit&#233;s cantonales et communales, celles qui sont tir&#233;es de consid&#233;rations &#233;conomiques. Quant aux autres justifications, alors m&#234;me que l'on peut se demander si chacune d'elles, prise individuellement, BGE 100 Ia 445 S. 453est suffisante &#224; elle seule pour l&#233;gitimer le monopole, on doit cependant admettre que, prises dans leur ensemble, elles correspondent &#224; un int&#233;r&#234;t g&#233;n&#233;ral dont l'importance prime l'int&#233;r&#234;t priv&#233; des particuliers &#224; pouvoir exercer librement une activit&#233; &#233;conomique ou contracter avec qui bon leur semble.\nLe grief de violation du principe de la proportionnalit&#233; doit d&#232;s lors &#234;tre rejet&#233;.\n\n    6. Les recourants se plaignent encore, &#224; vrai dire de fa&#231;on peu claire, d'une violation de la libert&#233; de la presse, garantie par l'art. 55 Cst. Relevant que cette disposition constitutionnelle prot&#232;ge tous les produits de l'imprimerie s'adressant &#224; un nombre plus ou moins grand de lecteurs et poursuivant un but id&#233;al, &#224; l'exclusion d'un but commercial (RO 96 I 588), ils soutiennent que les affiches doivent b&#233;n&#233;ficier de la libert&#233; de la presse, dans la mesure o&#249; leur contenu ne poursuit pas un but commercial, mais sert exclusivement ou essentiellement &#224; la formation de l'opinion.\nLes hoirs Stegmann, qui d&#233;sirent essentiellement louer un emplacement d'affichage &#224; AWAG, n'ont pas qualit&#233; pour soulever le grief de violation de la libert&#233; de la presse. Quant &#224; AWAG, sa qualit&#233; pour recourir sur ce point est pour le moins douteuse: il suffit de constater qu'elle n'a jamais pr&#233;tendu vouloir apposer des affiches de nature id&#233;ale. La d&#233;cision de la Municipalit&#233; du 19 mai 1972 relevait que si les intentions des recourants ne visaient pas une publicit&#233; commerciale, ils n'auraient pas manqu&#233; de le dire. Dans leur recours au Conseil d'Etat, puis dans leur recours de droit public, les recourants se sont abstenus de r&#233;pondre &#224; cet argument. Le moyen ainsi articul&#233; par AWAG doit donc &#234;tre &#233;cart&#233; dans la mesure o&#249; il est recevable.\nQuant aux autres droits constitutionnels et principes juridiques &#233;num&#233;r&#233;s dans le recours, les recourants n'ont pas d&#233;velopp&#233;, &#224; leur sujet, de motivation conforme &#224; l'art. 90 OJ, de sorte qu'il n'y a pas lieu d'examiner s'ils ont &#233;t&#233; viol&#233;s par la d&#233;cision attaqu&#233;e.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours.\n \n   \n   "
}