{
  "titre": "112 IV 65",
  "annee": "1986",
  "contenu": "\n      \n  Chapeau\n112 IV 6518. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 12 d&#233;cembre 1986 dans la cause W, X, Y et Z contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\n1. Art. 18 et 21 CP.  En droit suisse, la tentative par dol &#233;ventuel est punissable. \n2. Art. 68 ch. 1 CP. \nLe concours id&#233;al entre la s&#233;questration - art. 182/183 CP - et la traite notamment des femmes (art. 202 CP) est possible. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 65\n\n\n    BGE 112 IV 65 S. 65\n   \nExtrait des consid&#233;rants:\n\n    3. b) Les trois recourants pr&#233;cit&#233;s soutiennent qu'une tentative par dol &#233;ventuel n'est pas admissible en droit suisse. Or leur opinion est contraire &#224; la doctrine largement dominante (cf. notamment LOGOZ/SANDOZ, Commentaire du code p&#233;nal suisse, Partie g&#233;n&#233;rale, 2e &#233;d., Neuch&#226;tel 1976, p. 110, n. 2 in medio; STRATENWERTH, Schweiz. Strafrecht, Allg. Teil I, Berne 1982, n. 20, p. 280 in limine; SCHWANDER, Das schweiz. Strafgesetzbuch, 3e &#233;d., Zurich 1964, p. 93, n. 190, et p. 113, n. 234; O.A. GERMANN, &#220;ber den Grund der Strafbarkeit des Versuchs, Aarau 1914, p. 208). Sans doute les auteurs ne motivent-ils pas souvent leur opinion; mais c'est manifestement pour la simple raison qu'une fois admises les deux r&#232;gles voulant que le dol &#233;ventuel soit assimil&#233; au dol (c'est-&#224;-dire &#224; l'intention), et que la tentative, pour &#234;tre punissable, BGE 112 IV 65 S. 66soit intentionnelle, la r&#233;pression de la tentative op&#233;r&#233;e par dol &#233;ventuel ne pr&#234;te plus &#224; discussion.\nIl en r&#233;sulte que la tentative d'assassinat commise par les recourants est punissable.\n\n    4. ... A tort aussi, ce recourant s'en prend &#224; l'admission d'un concours au sens de l'art. 68 ch. 1 CP entre la s&#233;questration et la traite des femmes. D'apr&#232;s la jurisprudence, il y a un concours id&#233;al entre la s&#233;questration et l'enl&#232;vement (art. 182 et 183 CP; ATF 99 IV 221). A fortiori faut-il l'admettre entre les crimes pr&#233;vus aux art. 182/183 et 202 CP, car il est encore plus manifeste, dans ce cas, que ni l'une ni l'autre de ces infractions ne saisit l'acte r&#233;prim&#233; sous tous ses aspects.\n \n   \n   "
}