{
  "titre": "135 V 249",
  "annee": "2009",
  "contenu": "\n      \n  Chapeau\n135 V 24930. Extrait de l'arr&#234;t de la IIe Cour de droit social dans la cause A. contre Office de l'assurance-invalidit&#233; pour le canton de Vaud et Caisse cantonale vaudoise de compensation AVS (recours en mati&#232;re de droit public)\n9C_188/2008 / 9C_190/2008 du 10 juin 2009\n  \nRegeste\nArt. 13 al. 1 LPGA en liaison avec l'art. 42 al. 1 LAVS (dans sa teneur en vigueur depuis le 1er janvier 2003), ainsi qu'avec l'art. 39 al. 1 et l'art. 42 al. 1 LAI (dans sa teneur en vigueur depuis le 1er janvier 2004); art. 25 al. 2 CC; notion de domicile en tant que condition du droit &#224; une rente extraordinaire et une indemnit&#233; pour impotent de l'assurance-invalidit&#233;.  En ce qui concerne le droit &#224; la rente extraordinaire et l'allocation pour impotent de l'assurance-invalidit&#233;, la notion de domicile \"selon les art. 23 &#224; 26 du code civil\" auquel renvoie l'art. 13 al. 1 LPGA n'inclut pas, contrairement &#224; son texte clair, celle de domicile d&#233;riv&#233; des personnes sous tutelle au sens de l'art. 25 al. 2 CC (confirmation de la jurisprudence publi&#233;e aux ATF 130 V 404; consid. 2 et 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 250\n\n\n    BGE 135 V 249 S. 250\n   \n\n    A. A., de nationalit&#233; turque, est atteinte d'une infirmit&#233; cong&#233;nitale &#224; la suite d'une l&#233;sion c&#233;r&#233;brale subie &#224; la naissance. Elle s&#233;journe en Suisse depuis le 9 d&#233;cembre 1983, au b&#233;n&#233;fice d'un permis B (s&#233;jour temporaire pour raison de sant&#233;). Ses parents, domicili&#233;s en Turquie, l'y ont envoy&#233;e dans le but de la placer en institution en raison de cet &#233;tat de sant&#233;. A. r&#233;side ainsi &#224; Y. &#224; l'Institut X. depuis le 12 d&#233;cembre 1983. Elle retourne &#224; l'&#233;tranger seulement pour y passer des vacances dans sa famille. Le 8 avril 1997, la Justice de paix du cercle de Z. a prononc&#233; son interdiction et lui a d&#233;sign&#233; un tuteur.\nRepr&#233;sent&#233;e par son tuteur, A., invoquant le nouvel art. 13 LPGA (RS 830.1; entr&#233; en vigueur le 1er  janvier 2003), a demand&#233; &#224; l'Office de l'assurance-invalidit&#233; pour le canton de Vaud (ci-apr&#232;s: l'office AI) le 22 ao&#251;t 2004 le r&#233;examen de son droit &#224; des prestations de l'assurance-invalidit&#233;. BGE 135 V 249 S. 251\n   \nCette demande a &#233;t&#233; rejet&#233;e par d&#233;cision de l'office AI du 22 mars 2005, confirm&#233;e par d&#233;cision sur opposition du 25 avril 2005.\n\n    B. A., repr&#233;sent&#233;e par son tuteur, a recouru contre cette d&#233;cision par acte du 26 avril 2005 devant le Tribunal des assurances du canton de Vaud (aujourd'hui, Tribunal cantonal, Cour des assurances sociales); elle a conclu, avec suite de d&#233;pens, au renvoi de la cause &#224; l'office AI pour qu'il la m&#238;t au b&#233;n&#233;fice d'une rente extraordinaire de l'assurance-invalidit&#233; et d'une allocation pour impotent.\nLe Tribunal des assurances du canton de Vaud a rejet&#233; le recours interjet&#233; par A. le 26 avril 2005, par jugement du 26 octobre 2007.\n\n    C. A., repr&#233;sent&#233;e par son tuteur, interjette un recours en mati&#232;re de droit public contre ce jugement, en concluant &#224; son annulation. Elle demande en outre le renvoi de la cause aux premiers juges, respectivement &#224; l'administration pour nouvel examen du droit aux prestations de l'assurance-invalidit&#233; (rente et allocation pour impotent).\nLe recours a &#233;t&#233; partiellement admis.\n\n    (r&#233;sum&#233;)\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Il est incontest&#233; en l'esp&#232;ce que la recourante s'est constitu&#233; un domicile civil en Suisse au sens de l'art. 25 al. 2 CC, lequel pr&#233;voit que le domicile des personnes sous tutelle est au si&#232;ge de l'autorit&#233; tut&#233;laire. Une autre solution ne saurait &#234;tre d&#233;duite de l'application du droit international priv&#233;. Cela ne ressort pas du dossier et n'a pas non plus &#233;t&#233; invoqu&#233; par les parties (pour le domicile et la r&#233;sidence habituelle, cf. l'art. 20 al. 1 let. a et b LDIP [RS 291] et, en cas de tutelle, cf. l'art. 85 al. 1 LDIP en relation avec la Convention de la Haye du 5 octobre 1961 concernant la comp&#233;tence des autorit&#233;s et la loi applicable en mati&#232;re de protection des mineurs [RS 0.211.231.01] applicable par analogie aux personnes majeures en vertu de l'art. 85 al. 2 LDIP). D&#232;s lors, la question de droit &#224; r&#233;soudre par le Tribunal f&#233;d&#233;ral (art. 106 al. 1 en relation avec l'art. 95 let. a LTF) est celle de savoir si le renvoi aux art. 23 &#224; 26 du code civil pr&#233;vu par l'art. 13 al. 1 LPGA - contrairement &#224; la solution retenue dans l' ATF 130 V 404 sous l'empire de l'ancien art. 95a LAVS en vigueur jusqu'au 31 d&#233;cembre 2002 - englobe &#233;galement la notion de domicile d&#233;riv&#233; au sens de l'art. 25 al. 2 CC.\n(...)\n\n    BGE 135 V 249 S. 252\n   \n\n    4. (...) Sous le titre \"Domicile et r&#233;sidence habituelle\", l'art. 13 LPGA, applicable &#224; l'AVS et &#224; l'AI en vertu du renvoi de l'art. 1 al. 1 LAVS et LAI, pr&#233;voit que le domicile d'une personne est d&#233;termin&#233; selon les art. 23 &#224; 26 du code civil (al. 1); une personne est r&#233;put&#233;e avoir sa r&#233;sidence habituelle au lieu o&#249; elle s&#233;journe un certain temps m&#234;me si la dur&#233;e de ce s&#233;jour est d'embl&#233;e limit&#233;e (al. 2).\n\n    4.1 D'apr&#232;s la jurisprudence, la loi s'interpr&#232;te en premier lieu selon sa lettre. Il n'y a lieu de d&#233;roger au sens litt&#233;ral d'un texte clair par voie d'interpr&#233;tation que lorsque des raisons objectives permettent de penser que ce texte ne restitue pas le sens v&#233;ritable de la disposition en cause. Si le texte n'est pas absolument clair, si plusieurs interpr&#233;tations de celui-ci sont possibles, il convient de rechercher quelle est la v&#233;ritable port&#233;e de la norme, en la d&#233;gageant de tous les &#233;l&#233;ments &#224; consid&#233;rer, soit notamment des travaux pr&#233;paratoires, du but de la r&#232;gle, de son esprit, ainsi que des valeurs sur lesquelles elle repose ou encore de sa relation avec d'autres dispositions l&#233;gales. Le Tribunal f&#233;d&#233;ral ne privil&#233;gie aucune m&#233;thode d'interpr&#233;tation, mais s'inspire d'un pluralisme pragmatique pour rechercher le sens v&#233;ritable de la norme; en particulier, il ne se fonde sur la compr&#233;hension litt&#233;rale du texte que s'il en d&#233;coule sans ambigu&#239;t&#233; une solution mat&#233;riellement juste (ATF 134 I 184 consid. 5.1 p. 193; ATF 134 V 1 consid. 7.2 p. 5; ATF 133 III 497 consid. 4.1 p. 499).\n\n    4.2 Selon son texte clair, l'art. 13 al. 1 LPGA ne renvoie pas seulement &#224; la notion de domicile au sens du code civil (comme le faisait l'ancien art. 95a LAVS en vigueur jusqu'au 31 d&#233;cembre 2002) mais express&#233;ment aux art. 23 &#224; 26 CC. Interpr&#233;t&#233; selon son sens litt&#233;ral, l'art. 13 al. 1 LPGA inclut d&#232;s lors la notion de domicile d&#233;riv&#233; au sens de l'art. 25 al. 2 CC. Il convient d'examiner s'il existe des raisons objectives permettant de penser que l'art. 13 al. 1 LPGA ne restitue pas le sens v&#233;ritable de la norme en cause.\n\n    4.3 Selon une jurisprudence constante r&#233;sum&#233;e et analys&#233;e dans l'arr&#234;t ATF 130 V 404, la notion de domicile comme condition n&#233;cessaire &#224; l'octroi de prestations de l'assurance sociale suisse a toujours &#233;t&#233; interpr&#233;t&#233;e de mani&#232;re restrictive, excluant la notion de domicile d&#233;riv&#233; au sens de l'art. 25 al. 2 CC. Les travaux pr&#233;paratoires n'offrent aucune indication sur une &#233;ventuelle volont&#233; du l&#233;gislateur de changer cette conception. Dans la mesure o&#249; les chambres f&#233;d&#233;rales ont adopt&#233; l'art. 13 al. 1 LPGA sans discussions, on peut donc penser que le l&#233;gislateur entendait maintenir la notion de domicile BGE 135 V 249 S. 253d&#233;velopp&#233;e sous l'ancien droit (cf. l'ancien art. 95a LAVS), &#224; savoir le domicile volontaire au sens de l'art. 23 CC, &#224; l'exclusion du domicile d&#233;riv&#233; selon l'art. 25 al. 2 CC.\n\n    4.4 Cette pratique d&#233;coule en outre du syst&#232;me de la loi. La l&#233;gislation en mati&#232;re d'assurance sociale rattache l'assujettissement &#224; un syst&#232;me d'assurance sociale ainsi que le droit d'obtenir, &#224; certaines conditions, des prestations en vertu d'un tel syst&#232;me &#224; la notion de domicile. Celle-ci, comme la notion d'activit&#233; lucrative, a d&#232;s lors une importance cruciale en mati&#232;re de droit des assurances sociales, raison pour laquelle la LPGA lui a consacr&#233; une disposition sp&#233;cifique (cf. UELI KIESER, ATSG-Kommentar, 2009, n&#176; 2 ad art. 13 LPGA). Selon le syst&#232;me de la loi, une personne n'a par cons&#233;quent pas d&#233;j&#224; droit &#224; des prestations d'assurance sociale du seul fait qu'elle s&#233;journe en Suisse, notamment dans le but de s'y faire soigner. Cela ne vaut d'ailleurs pas seulement en Suisse mais dans tous les pays, ainsi que dans les rapports internationaux. En particulier, le droit des ressortissants turcs &#224; une allocation pour impotent ou &#224; une rente extraordinaire selon le droit suisse est soumis &#224; l'exigence d'un domicile en Suisse (cf. art. 3, 8 et 11 de la Convention de s&#233;curit&#233; sociale du 1er mai 1969 entre la Suisse et la R&#233;publique de Turquie [RS 0.831.109.763.1]). En principe, la mise sous tutelle ne cr&#233;e pas un domicile au si&#232;ge de l'autorit&#233; tut&#233;laire mais c'est l'inverse qui d&#233;coule de la loi. L'art. 376 al. 1 CC pr&#233;voit en effet que le for tut&#233;laire est celui du domicile du mineur ou de l'interdit. Le domicile au for de l'autorit&#233; tut&#233;laire selon l'art. 25 al. 2 CC n'a une port&#233;e propre que si le pupille reste au lieu o&#249; il avait son domicile au moment de la mise sous tutelle, sous r&#233;serve d'un changement de domicile au sens de l'art. 377 CC (DANIEL STAEHELIN, Basler Kommentar, 2002, nos 13 s. ad art. 25 CC). Le domicile d&#233;riv&#233; au si&#232;ge de l'autorit&#233; tut&#233;laire ne fonde d&#232;s lors pas un domicile s'il n'en existait pas d&#233;j&#224; un avant la mise sous tutelle. Lorsque le pupille ne dispose pas d'un domicile en Suisse au moment de sa mise sous tutelle, ce sont, en d&#233;rogation &#224; l'art. 376 al. 1 CC, les autorit&#233;s de l'Etat dans lequel le pupille a sa r&#233;sidence habituelle qui sont comp&#233;tentes pour prononcer une telle mesure (cf. art. 85 al. 2 LDIP en liaison avec l'art. 1 de la Convention de la Haye du 5 octobre 1961 concernant la comp&#233;tence des autorit&#233;s et la loi applicable en mati&#232;re de protection des mineurs). Or, si l'on interpr&#233;tait l'art. 13 al. 1 LPGA selon son sens litt&#233;ral, cela aurait pour cons&#233;quence que, dans les cas o&#249; le pupille n'a pas de domicile en Suisse au moment BGE 135 V 249 S. 254\n   \nde sa mise sous tutelle, c'est le lieu de sa r&#233;sidence habituelle qui fonderait son domicile d&#233;riv&#233; selon l'art. 25 al. 2 CC. En d'autres termes, un ressortissant &#233;tranger s'&#233;tablissant en Suisse aux seules fins de s'y faire soigner, sans s'&#234;tre constitu&#233; pr&#233;alablement un domicile, pourrait demander sa mise sous tutelle aux fins de pr&#233;tendre &#224; des prestations de l'assurance sociale. Ce r&#233;sultat n'a pr&#233;cis&#233;ment pas &#233;t&#233; voulu par le l&#233;gislateur puisqu'il d&#233;coule du syst&#232;me ainsi que du sens et du but des lois d'assurance sociale, dont fait partie la LPGA, que le droit d'&#234;tre assujetti ou de percevoir des prestations des diff&#233;rentes lois d'assurance sociale suppose le rattachement &#224; la notion de domicile et non pas seulement au lieu de s&#233;jour ou de r&#233;sidence. Au demeurant, si l'on devait admettre que le domicile d&#233;riv&#233; &#233;tait &#233;galement vis&#233; par l'art. 13 al. 1 LPGA, on contredirait &#233;galement le sens et le but du syst&#232;me de l'assurance sociale sous l'angle du droit international priv&#233;, lequel se borne &#224; d&#233;signer des r&#232;gles de conflit de lois et non pas &#224; fixer les conditions d'acc&#232;s &#224; des prestations de droit mat&#233;riel qui n'existent pas en droit interne.\n\n    4.5 Si la lettre de l'art. 13 al. 1 LPGA inclut la notion de domicile d&#233;riv&#233; au sens de l'art. 25 al. 2 CC, il ressort cependant du but et de la syst&#233;matique de cette disposition que la volont&#233; du l&#233;gislateur ne consiste pas &#224; permettre &#224; des ressortissants &#233;trangers venus s&#233;journer en Suisse aux fins d'une prise en charge sp&#233;cialis&#233;e de pr&#233;tendre aux prestations de l'AVS ou de l'AI parce que leur &#233;tat a n&#233;cessit&#233; la mise en place d'une tutelle. Il d&#233;coule ainsi de l'interpr&#233;tation de l'art. 13 al. 1 LPGA que la notion de domicile selon les art. 23 &#224; 26 CC n'inclut pas celle du domicile d&#233;riv&#233; des personnes sous tutelle selon l'art. 25 al. 2 CC.\n \n   \n   "
}