{
  "titre": "115 IV 108",
  "annee": "1989",
  "contenu": "\n      \n  Chapeau\n115 IV 10825. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 30 ao&#251;t 1989 dans la cause X. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 138 CP; larcins.  Le fait que l'auteur ait agi dans un dessein d'enrichissement n'exclut pas l'application de cette disposition (consid. 3) (changement de jurisprudence). \n\n\n  \n  \n  \nFaits &#224; partir de page 108\n\n\n    BGE 115 IV 108 S. 108\n   \n\n    A.- A deux occasions, au cours des mois d'avril et de mai 1987, X. a accompagn&#233; Y. au garage exploit&#233; par Z. o&#249; Y. a forc&#233; un automate de distribution afin d'y pr&#233;lever de l'essence. Dans les deux cas, X. a pris entre vingt et trente litres de carburant pour son usage personnel. Z. a d&#233;pos&#233; plainte le 27 avril 1987 et l'a retir&#233;e le 2 novembre 1987, apr&#232;s avoir &#233;t&#233; d&#233;dommag&#233; pour le prix de l'essence soustraite ainsi que pour les frais de r&#233;paration de l'automate.BGE 115 IV 108 S. 109\n   \n\n    B.- Par jugement du 16 d&#233;cembre 1988, le Tribunal de police du district de Nyon a reconnu X. coupable de vol et l'a condamn&#233; &#224; une amende de 300 francs, avec d&#233;lai de radiation de 2 ans, ainsi qu'au paiement de sa part des frais de la cause, par 238 francs 75.\nX. a recouru contre ce jugement aupr&#232;s de la Cour de cassation p&#233;nale du Tribunal cantonal vaudois qui, en date du 3 avril 1989, a rejet&#233; le recours et confirm&#233; le jugement de premi&#232;re instance.\n\n    C.- X. se pourvoit en nullit&#233; au Tribunal f&#233;d&#233;ral. Il conclut &#224; l'annulation de l'arr&#234;t du 3 avril 1989 et au renvoi de la cause aux autorit&#233;s cantonales comp&#233;tentes pour nouvelle instruction et d&#233;cision dans le sens des consid&#233;rants. Le Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Selon les constatations de l'autorit&#233; inf&#233;rieure, qui lient le Tribunal f&#233;d&#233;ral en vertu de l'art. 277bis PPF, le recourant a soustrait au total une cinquantaine de litres d'essence. Ses deux infractions ne constituant pas un d&#233;lit successif, les valeurs obtenues dans les deux cas ne doivent pas &#234;tre additionn&#233;es (ATF 98 IV 28). Il est d&#232;s lors manifeste que l'essence soustraite par le recourant repr&#233;sente dans chacun des cas une chose mobili&#232;re de peu de valeur au sens de l'art. 138 CP. L'autorit&#233; cantonale l'a au demeurant admis bien qu'elle ait retenu comme valeur soustraite la somme des fruits des deux infractions.\n\n    3. La question &#224; trancher est celle de savoir si l'on doit admettre que le recourant, &#224; l'instar de la majeure partie de ses coaccus&#233;s, a agi par l&#233;g&#232;ret&#233;, le seul des motifs pr&#233;vus &#224; l'art. 138 CP qui puisse entrer en consid&#233;ration en l'esp&#232;ce. L'autorit&#233; cantonale l'a ni&#233; pour deux raisons: d'une part parce qu'il avait agi &#224; deux reprises et, d'autre part, parce que la soustraction n'avait &#233;t&#233; possible qu'&#224; la suite d'une manipulation de l'appareil distributeur.\nLe recourant tient cette argumentation pour erron&#233;e et rel&#232;ve que tous ses coaccus&#233;s ont soustrait de l'essence gr&#226;ce &#224; une manipulation de l'appareil et que, si tous n'ont agi qu'une fois sur le territoire vaudois, l'un d'eux avait d&#233;j&#224; fait l'objet de poursuites pour des actes similaires qu'il a reconnu avoir commis dans le canton de Gen&#232;ve.\nLa jurisprudence a d&#233;fini la l&#233;g&#232;ret&#233; comme &#233;tant le fait de celui qui agit inconsid&#233;r&#233;ment, de mani&#232;re irr&#233;fl&#233;chie, ce qui peut &#234;tre BGE 115 IV 108 S. 110d&#233;duit de circonstances ext&#233;rieures particuli&#232;res aussi bien que du caract&#232;re ou de la mentalit&#233; de l'auteur (ATF 92 IV 92 consid. 1). Le m&#234;me arr&#234;t pr&#233;cise que celui qui commet l'infraction exclusivement, ou du moins principalement, dans un dessein d'enrichissement ill&#233;gitime n'agit pas par l&#233;g&#232;ret&#233;. Ce point de vue, qui est celui de LOGOZ (Partie sp&#233;ciale I, p. 110), n'est toutefois pas partag&#233; par la majorit&#233; de la doctrine qui estime que l'on confond ainsi le dessein de l'auteur, savoir l'enrichissement, avec les motifs qui le poussent &#224;  agir et &#224; rechercher cet enrichissement ill&#233;gitime, qui peuvent &#234;tre ceux  &#233;num&#233;r&#233;s &#224; l'art. 138 CP (NOLL, Schweizerisches Strafrecht, Bes. Teil I, p.  144; REHBERG, Strafrecht III, 4e &#233;d., p. 45; SCHUBARTH, Die Sytematik der Aneignungsdelikte, B&#226;le et Stuttgart 1968, p. 67; SCHWANDER, Das schweizerische Strafgesetzbuch, 2e &#233;d., p. 334 No 543; SCHWEIZER, Die Entwendung, B&#226;le 1979, p. 107 s.; STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil I, 3e &#233;d., p.  211 note 133). La plupart de ces auteurs vont m&#234;me plus loin puisque pour eux le dessein d'enrichissement est un des &#233;l&#233;ments constitutifs du larcin au sens de l'art. 138 CP. L'opinion contraire soutenue dans l'arr&#234;t publi&#233; aux ATF 92 IV 92 ne peut &#234;tre maintenue car elle aurait pour cons&#233;quence que dans certains cas la soustraction d'un objet de peu de valeur devrait &#234;tre sanctionn&#233;e en vertu de l'art. 138 CP, dans la mesure o&#249; l'auteur aurait ob&#233;i &#224; l'un des mobiles pr&#233;vus par cette disposition, alors que les m&#234;mes actes portant sur un bien mobilier d'une valeur plus importante ne pourraient pas &#234;tre r&#233;prim&#233;s comme vol, faute d'avoir &#233;t&#233; commis dans un dessein d'enrichissement ill&#233;gitime. D&#232;s lors, le fait que, comme le rel&#232;ve l'autorit&#233; inf&#233;rieure, le recourant ait agi dans le but de se procurer de l'essence &#224; bon compte n'emp&#234;che pas qu'il ait agi avec l&#233;g&#232;ret&#233;, pas plus que la r&#233;p&#233;tition des actes n'est suffisante pour exclure l'application de l'art. 138 CP (ATF 68 IV 135, consid. 3 et ATF 68 IV 100, consid. 2). Ce qui est d&#233;terminant est de savoir si, dans chacun des cas, l'auteur a agi inconsid&#233;r&#233;ment et de mani&#232;re irr&#233;fl&#233;chie. C'est exclusivement dans le cadre de cet examen que la r&#233;p&#233;tition des actes peut &#234;tre prise en consid&#233;ration.\nEn l'esp&#232;ce, il appert que, dans les deux cas, le recourant s'est rendu en compagnie d'un de ses coaccus&#233;s, qu'il savait conna&#238;tre un moyen d'obtenir de l'essence gratuitement, &#224; une station choisie en raison de sa situation jug&#233;e propice. On doit donc admettre qu'il n'a pas agi dans un moment d'irr&#233;flexion mais, au contraire, en suivant une certaine planification, ce qui exclut la l&#233;g&#232;ret&#233; (RSJ BGE 115 IV 108 S. 11153/1957 p. 276 No 124; SCHWANDER, Das schweizerische Strafgesetzbuch, 2e &#233;d., p. 123). C'est donc a juste titre que l'autorit&#233; cantonale a qualifi&#233; de vol au sens de l'art. 137 CP les actes commis par le recourant.\n \n   \n   "
}