{
  "titre": "117 IV 63",
  "annee": "1991",
  "contenu": "\n      \n  Chapeau\n117 IV 6316. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 15 avril 1991 dans la cause A. c. Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 19 ch. 2 let. c LStup; Cas grave en raison du fait que l'auteur se livre au trafic par m&#233;tier et r&#233;alise ainsi un chiffre d'affaires ou un gain important.  La quantit&#233; de drogue vendue n'est pas d&#233;terminante pour savoir si l'auteur s'est rendu coupable de l'infraction qualifi&#233;e pr&#233;vue par l'art. 19 ch. 2 let. c LStup. C'est, conform&#233;ment au texte l&#233;gal, d'une part le revenu brut du trafic et d'autre part le b&#233;n&#233;fice net obtenu qui doivent &#234;tre pris en consid&#233;ration (consid. 2a) (pr&#233;cision de jurisprudence). \nUn montant de l'ordre de 110'000 francs constitue un chiffre d'affaires important (consid. 2b). \n\n\n  \n  \n  \nFaits &#224; partir de page 64\n\n\n    BGE 117 IV 63 S. 64\n   \n\n    Lorsqu'il fut interpell&#233; dans des circonstances suspectes, A. &#233;tait porteur de 1'256 fr. 05. En outre, son amie d&#233;tenait pour lui un sac de sport, ferm&#233; par un cadenas, contenant 108'710 francs en petites coupures ainsi que 30 sachets \"mini-grip\". Analysant la situation financi&#232;re de A. et tenant compte de la dissimulation de cet argent, le tribunal est parvenu &#224; la conclusion qu'il ne pouvait pas provenir d'une source licite. Des &#233;coutes t&#233;l&#233;phoniques et des t&#233;moignages ont au surplus permis d'&#233;tablir que A. s'&#233;tait livr&#233; &#224; un trafic d'h&#233;ro&#239;ne au moyen duquel il avait r&#233;alis&#233; un gain de 100 francs par gramme vendu. Le tribunal a d&#233;duit du montant du b&#233;n&#233;fice que A. avait ainsi vendu plus d'un kilo de cette drogue. Tenant toutefois compte d'une incertitude quant au prix de vente qui n'&#233;tait pas constant, le tribunal a retenu que l'accus&#233; avait vendu au total 800 g d'h&#233;ro&#239;ne. Il a admis que le cas &#233;tait grave parce que l'auteur savait ou ne pouvait ignorer que l'infraction portait sur une quantit&#233; de stup&#233;fiants qui peut mettre en danger la sant&#233; de nombreuses personnes et qu'il s'est livr&#233; au trafic par m&#233;tier, r&#233;alisant un chiffre d'affaires ou un gain important. Il a condamn&#233; A. &#224; 8 ans de r&#233;clusion et 15 ans d'expulsion.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le pourvoi en nullit&#233; de A. qui invoquait une violation de l'art. 19 ch. 2 let. c LStup.\n\n    BGE 117 IV 63 S. 65\n   \n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) Le recourant se plaint tout d'abord d'une violation de l'art. 19 ch. 2 let. c LStup.\nCette disposition pr&#233;voit que le cas est grave notamment lorsque l'auteur \"se livre au trafic par m&#233;tier et qu'il r&#233;alise ainsi un chiffre d'affaires ou un gain important\".\nSelon la jurisprudence actuelle, l'auteur agit par m&#233;tier s'il r&#233;sulte du temps et des moyens consacr&#233;s &#224; l'activit&#233; d&#233;lictueuse, de la fr&#233;quence des actes pendant une dur&#233;e d&#233;termin&#233;e, ainsi que des profits escompt&#233;s ou obtenus que l'auteur exerce l'activit&#233; d&#233;lictueuse &#224; la mani&#232;re d'une profession, m&#234;me accessoire (ATF 116 IV 330 E. 4 consid. 4). En l'esp&#232;ce, vu les faits retenus par l'autorit&#233; cantonale, le recourant ne conteste pas - &#224; juste titre - qu'il se soit livr&#233; au trafic par m&#233;tier; il n'y a donc pas lieu d'y revenir.\nPour que les conditions de l'art. 19 ch. 2 let. c LStup soient r&#233;alis&#233;es, il faut encore qu'il ait atteint un chiffre d'affaires ou un gain important.\nCette exigence suppl&#233;mentaire ne figurait pas dans le projet du Conseil f&#233;d&#233;ral (FF 1973 I 1330); elle a &#233;t&#233; propos&#233;e par la Commission du Conseil national (BO CN 1974 II 1449); le Conseil national l'a adopt&#233;e (BO CN 1974 II 1453) et le Conseil des Etats s'est ralli&#233; (BO CE 1974 597). Il r&#233;sulte des d&#233;bats parlementaires qu'il s'agissait de restreindre la port&#233;e de l'ancienne jurisprudence du Tribunal f&#233;d&#233;ral relative &#224; la notion de m&#233;tier, afin d'&#233;viter que le cas grave ne soit retenu lorsque l'auteur, nonobstant son &#233;tat d'esprit et la r&#233;p&#233;tition des actes, n'a retir&#233; que peu d'argent de son activit&#233; d&#233;lictueuse (voir d&#233;claration Alder BO CN 1974 II 1452); d&#233;claration Dillier BO CE 1974 597).\nLa jurisprudence donne &#224; penser qu'il faut examiner soit la quantit&#233; de drogue vendue, soit le profit r&#233;alis&#233; (ATF 106 IV 234 consid. d). Cette impression n'est pas exacte. L'art. 19 ch. 2 let. c LStup distingue d'une part le chiffre d'affaires (Umsatz, cifra d'affari) et d'autre part le gain (Gewinn, guadagno). Il r&#233;sulte des termes employ&#233;s que le l&#233;gislateur envisage d'une part le revenu brut du trafic et, d'autre part, le b&#233;n&#233;fice net obtenu. Cette interpr&#233;tation est confirm&#233;e par la structure de l'art. 19 ch. 2 LStup: la quantit&#233; de drogue est envisag&#233;e sous let. a, la pluralit&#233; de participants sous let. b, tandis que la let. c est consacr&#233;e &#224; l'aspect financier du trafic. Les d&#233;bats parlementaires ne BGE 117 IV 63 S. 66permettent en aucune fa&#231;on de faire une autre supposition. La quantit&#233; de drogue peut certes permettre une &#233;valuation du chiffre d'affaires, mais elle ne doit pas &#234;tre confondue avec les notions de chiffre d'affaires et de gain.\nSelon le texte clair de l'art. 19 ch. 2 let. c, il faut que l'auteur r&#233;alise un chiffre d'affaires important ou un gain important. La jurisprudence s'est jusqu'alors refus&#233;e &#224; fixer des limites pr&#233;cises, applicables dans tous les cas  (ATF 106 IV 234 consid. d). Pour admettre que le montant est important, il est l&#233;gitime, compte tenu de la distinction entre les deux notions, d'exiger une somme plus importante pour le chiffre d'affaires que pour le b&#233;n&#233;fice lorsqu'on doit supposer des frais d'acquisition notables.\nb) En l'esp&#232;ce, le recourant reproche aux autorit&#233;s cantonales d'avoir retenu que le montant de 109'966 fr. 05 constituait son b&#233;n&#233;fice, alors que lui-m&#234;me soutient qu'il s'agit de son chiffre d'affaires et que son b&#233;n&#233;fice est inf&#233;rieur. Rien dans les d&#233;cisions cantonales ne donne &#224; penser que l'on aurait confondu ou m&#233;connu les notions de chiffre d'affaires ou de b&#233;n&#233;fice. En r&#233;alit&#233;, le recourant s'en prend &#224; l'appr&#233;ciation des preuves et &#224;  l'&#233;tablissement des faits, ce qui n'est pas admissible dans un pourvoi en nullit&#233;, et ne peut &#234;tre examin&#233; que dans le cadre du recours de droit public d&#233;pos&#233; parall&#232;lement (art. 269 et 273 al. 1 let. b PPF; ATF 113 IV 22 consid.  3).\nDe toute mani&#232;re, m&#234;me si l'on voulait suivre le recourant, il appara&#238;t d'embl&#233;e que le montant de 109'966 fr. 05 constitue un chiffre d'affaires important. Il d&#233;passe m&#234;me le seuil pour lequel l'art. 54 ORC pr&#233;voit l'obligation d'une inscription au Registre du commerce. Comme il suffit que le chiffre d'affaires soit important, l'art. 19 ch. 2 let. c LStup &#233;tait manifestement applicable au cas d'esp&#232;ce, m&#234;me si l'on voulait suivre la th&#232;se du recourant. Cette disposition n'a donc de toute fa&#231;on pas &#233;t&#233; viol&#233;e.\n \n   \n   "
}