{
  "titre": "93 I 694",
  "annee": "1967",
  "contenu": "\n      \n  Chapeau\n93 I 69487. Arr&#234;t du 6 d&#233;cembre 1967 dans la cause X. contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nArbitraire.  1. D&#233;placement d'un fonctionnaire en droit vaudois: nature juridique et cons&#233;quences (consid. 1). \n2. Une enqu&#234;te disciplinaire peut, le cas &#233;ch&#233;ant, aboutir au d&#233;placement du fonctionnaire, prononc&#233;, en l'absence de toute faute disciplinaire, de par une disposition de la loi cantonale qui autorise cette mesure, sous certaines conditions, lorsque les besoins du service ou l'organisation du travail l'exigent (consid. 2 &#224; 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 694\n\n\n    BGE 93 I 694 S. 694\n   \n\n    A.- X. - fonctionnaire de l'administration cantonale vaudoise - est pr&#233;pos&#233; receveur aux imp&#244;ts. Le 23 mars 1964, en butte &#224; certaines difficult&#233;s avec le personnel de son bureau, il &#233;crivit au chef de l'Administration cantonale des imp&#244;ts pour demander l'ouverture d'une enqu&#234;te.\nPar la suite, le chef de l'administration cantonale lui ayant annonc&#233; qu'il allait &#233;tablir un rapport d&#233;favorable &#224; son &#233;gard, X. fit intervenir son avocat aupr&#232;s du chef du D&#233;partement des finances, en sollicitant &#224; nouveau qu'une enqu&#234;te soit ordonn&#233;e (lettre du 14 avril 1964).\nLe 15 avril 1964, le chef de l'Administration cantonale des imp&#244;ts &#233;tablit &#224; l'intention du chef du d&#233;partement un long rapport au sujet du recourant; il lui reprochait d'avoir ind&#251;ment avantag&#233; une employ&#233;e de son bureau, Y. par une taxation manifestement fausse (omission d'une taxation interm&#233;diaire), et d'&#234;tre incapable de cr&#233;er des relations normales, aux fins BGE 93 I 694 S. 695d'une collaboration fructueuse, avec une partie de son personnel. Le rapport concluait &#224; ce que X. apr&#232;s avoir &#233;t&#233; entendu, f&#251;t invit&#233; &#224; donner sa d&#233;mission, subsidiairement, qu'une enqu&#234;te disciplinaire f&#251;t ouverte contre lui.\nSur proposition du D&#233;partement des finances et se fondant sur ledit rapport, le Conseil d'Etat d&#233;cida, le 21 avril 1964, d'ouvrir une enqu&#234;te et de la confier &#224; l'un des substituts du Procureur g&#233;n&#233;ral.\n\n    B.- Dans son rapport du 9 juillet 1964, le substitut du Procureur g&#233;n&#233;ral auquel l'enqu&#234;te avait &#233;t&#233; confi&#233;e, constata que la m&#233;sentente r&#233;gnait dans les bureaux de la Recette. Toutefois, il n'&#233;tait pas possible d'en attribuer la faute &#224; X.; le pr&#233;pos&#233; manquait d'exp&#233;rience, de savoir-faire et de sens psychologique dans la conduite de son personnel, mais son comportement &#224; l'&#233;gard des employ&#233;s n'&#233;tait pas critiquable au point de justifier une sanction. Quant au reproche principal adress&#233; au pr&#233;pos&#233;, savoir celui d'avoir favoris&#233; sur le plan fiscal un de ses employ&#233;s, les &#233;l&#233;ments recueillis ne permettaient pas d'admettre la mauvaise foi. Par contre, on devait censurer le fait que le dossier incrimin&#233; e&#251;t &#233;t&#233; communiqu&#233; &#224; l'administration centrale par le substitut du receveur, Z., &#224; l'insu du pr&#233;pos&#233;. Par ailleurs, aucun reproche ne pouvait &#234;tre fait &#224; celui-ci &#224; propos de sa nomination au poste de boursier de la commune de N. Le substitut du procureur concluait que \"les quelques erreurs commises par X., ses maladresses avec le personnel, la conception peut-&#234;tre discutable qu'il a de son r&#244;le, de ses t&#226;ches, son comportement dans l'affaire Y. appelaient tout au plus une mise en garde, voire une semonce, &#233;ventuellement sa condamnation au paiement des frais d'enqu&#234;te\". Quant aux employ&#233;s P. et Z., le substitut du recourant, le rapport estimait convenable de les rappeler simplement au respect de la voie de service. Pour l'enqu&#234;teur, le vrai rem&#232;de &#224; la situation aurait consist&#233; dans le d&#233;placement du substitut Z. dans un poste &#233;quivalent.\n\n    C.- Le 8 septembre 1964, le chef de l'Administration cantonale des imp&#244;ts &#233;tablit un rapport &#224; l'intention du chef du D&#233;partement des finances. Il critiquait le rapport du substitut du Procureur g&#233;n&#233;ral, soulignait l'incapacit&#233; et le manque de loyaut&#233; du pr&#233;pos&#233;, confirmant que celui-ci avait eu l'intention d&#233;lib&#233;r&#233;e de favoriser, par une taxation erron&#233;e, son employ&#233;e Y. Le chef de l'administration concluait &#224; un compl&#233;ment d'enqu&#234;te.\n\n    BGE 93 I 694 S. 696Si la sanction du renvoi ne pouvait &#234;tre retenue, il fallait envisager le d&#233;placement du recourant dans un office de moindre importance, avec un personnel peu nombreux.\nSaisi par le chef du d&#233;partement, le substitut du Procureur g&#233;n&#233;ral, par lettre du 9 octobre 1964, d&#233;clara qu'un compl&#233;ment d'enqu&#234;te n'apparaissait pas utile; il confirma sa proposition tendant au d&#233;placement de l'adjoint Z.\n\n    D.- C'est &#224; ce moment que X., &#224; sa demande, put prendre connaissance du dossier. Par lettre du 9 d&#233;cembre 1964, son avocat se d&#233;termina au sujet de l'enqu&#234;te; il contesta le reproche de fraude fiscale et celui d'incapacit&#233; formul&#233;s contre le recourant, se rallia au surplus aux conclusions du rapport du Parquet, rapport qui proposait le d&#233;placement et du substitut du receveur et d'une employ&#233;e de la Recette.\nAucune d&#233;cision n'&#233;tant intervenue, l'avocat de X. s'adressat par lettre du 14 janvier 1965, au Conseil d'Etat. Il affirmaie que les relations entre le pr&#233;pos&#233; et le personnel de la Recett, s'&#233;taient am&#233;lior&#233;es et m&#234;me &#233;taient devenues excellentes, &#224; l'exclusion de celles avec Z. et P.\n\n    E.- Le 12 mars 1965, le chef de l'Administration cantonale des imp&#244;ts &#233;tablit un nouveau rapport que le chef du d&#233;partement soumit au Conseil d'Etat, le 2 avril 1965. Ce rapport reprochait &#224; nouveau au pr&#233;pos&#233; son incapacit&#233;; le grief d'avoir favoris&#233; Y. au point de vue fiscal y &#233;tait repris (l'\"&#233;v&#233;nement qui mit le feu aux poudres\"). Le rapport faisait en outre &#233;tat d'un fait nouveau: la d&#233;mission, donn&#233;e entre-temps, par le substitut du receveur, d&#233;mission motiv&#233;e par la m&#233;sentente qui r&#233;gnait entre lui et son sup&#233;rieur. Le rapport proposait au Conseil d'Etat a) d'adresser au pr&#233;pos&#233; l'avertissement pr&#233;vu &#224; l'art. 90 du Statut des fonctionnaires (loi vaudoise du 9 juin 1947 sur le statut g&#233;n&#233;ral des fonctions publiques cantonales); b) d'ouvrir une enqu&#234;te disciplinaire contre Y. et d'en charger l'un des substituts du procureur g&#233;n&#233;ral; c) de suspendre toutefois cette proc&#233;dure jusqu'&#224; jugement sur le recours interjet&#233; par le mari de la pr&#233;nomm&#233;e, contre la taxation interm&#233;diaire.\nAinsi qu'il ressort d'une annotation au bas du document, le rapport fut adopt&#233; par le Conseil d'Etat le 2 avril 1965. Aucune suite ne fut toutefois donn&#233;e &#224; cette d&#233;cision.\n\n    F.- Le 26 mars 1966, la Chambre de droit administratif du Tribunal f&#233;d&#233;ral admit le recours du mari de l'employ&#233;e Y. contre la d&#233;cision prise, le 28 octobre 1965, par la Commission BGE 93 I 694 S. 697vaudoise de recours en mati&#232;re d'imp&#244;t. Selon cet arr&#234;t, c'est &#224; tort que l'administration vaudoise des imp&#244;ts et la Commission cantonale de recours avaient proc&#233;d&#233; &#224; une taxation interm&#233;diaire &#224; cause de l'augmentation progressive de l'activit&#233; de sa femme comme employ&#233;e de la Recette, tandis que la taxation que l'on reprochait &#224; X. comme une faveur ind&#251;ment accord&#233;e &#224; son employ&#233;e &#233;tait bien exacte.\n\n    G.- Le 15 septembre 1966, le chef de l'Administration cantonale des imp&#244;ts &#233;tablit un nouveau rapport pour le chef du d&#233;partement. Il y affirmait en particulier: X. venait de reprendre son activit&#233; apr&#232;s une absence de 6 mois environ pour maladie; la suspension de la proc&#233;dure justifi&#233;e par l'attente de la d&#233;cision du Tribunal f&#233;d&#233;ral sur le recours Y. et par la maladie du pr&#233;pos&#233;, n'avait plus de raison d'&#234;tre; la d&#233;cision du Tribunal f&#233;d&#233;ral, qu'il fallait accepter, ne modifiait pas sensiblement les conclusions du deuxi&#232;me rapport (du 9 octobre 1964) du substitut du Procureur g&#233;n&#233;ral. Le rapport faisait &#233;tat, en outre, de nouvelles d&#233;missions survenues dans le personnel, apr&#232;s celle du substitut. Il proposait d'envoyer une lettre d'avertissement &#224; X.\n\n    H.- Post&#233;rieurement &#224; cette date, l'administration chargea la police cantonale d'une enqu&#234;te relative aux activit&#233;s accessoires pr&#233;tendument exerc&#233;es par X. pendant ses cong&#233;s de maladie. L'Administration cantonale des imp&#244;ts requit en outre deux rapports m&#233;dicaux (des 15 octobre 1966 et 3 avril 1967) du m&#233;decin cantonal. Selon ces rapports, X. avait d&#251; se soumettre &#224; une op&#233;ration chirurgicale de la hanche et avait &#233;t&#233;, de ce fait, invalide jusqu'au d&#233;but de mai 1967. Quant au comportement caract&#233;riel de X. tandis que le rapport du 15 octobre 1966 par le d'un &#233;tat d&#233;pressif, \"d'une certaine agressivit&#233; &#224; l'endroit de l'administration\", d'inqui&#233;tudes dues &#224; la sant&#233;, &#224; l'hospitalisation pr&#233;vue et &#224; l'avenir professionnel, celui du 3 avril 1967 constate une nette am&#233;lioration, la disparition des ph&#233;nom&#232;nes d'anxi&#233;t&#233; et envisage la reprise pratiquement compl&#232;te de l'activit&#233;; il ajoute textuellement: \"Il appara&#238;t donc, et M. X. a pu se rallier &#224; cette optique, que ce patient devrait pouvoir travailler ces prochains mois dans le cadre de votre administration centrale, sans pour autant qu'il en subisse un pr&#233;judice mat&#233;riel\".\n\n    I.- Dans sa s&#233;ance du 28 avril 1967, le Conseil d'Etat, sur proposition et rapport du chef du D&#233;partement des finances, BGE 93 I 694 S. 698d&#233;cida d'ordonner le d&#233;placement du recourant dans la fonction d'inspecteur fiscal &#224; l'Administration cantonale des imp&#244;ts &#224; Lausanne &#224; partir du 1er mai 1967, sans changement de sa classification, ni de son traitement; de consid&#233;rer le poste de pr&#233;pos&#233;-receveur comme vacant d&#232;s cette date; de mettre fin ainsi &#224; l'enqu&#234;te ouverte le 21 avril 1964 contre le fonctionnaire pr&#233;cit&#233;. Le dispositif de cette d&#233;cision, sous forme d'extrait du proc&#232;s-verbal du Conseil d'Etat, fut communiqu&#233; &#224; X. le jour m&#234;me avec une lettre du chef de l'Administration cantonale des imp&#244;ts.\nLe 2 mai 1967, l'avocat de X. &#233;crivit au Conseil d'Etat, lui demandant d'annuler cette d&#233;cision qui, disait-il, violait des dispositions de la loi vaudoise du 9 juin 1947 sur le statut g&#233;n&#233;ral des fonctions publiques cantonales (en abr&#233;g&#233;: le Statut). Le 16 mai 1967, l'Administration cantonale des imp&#244;ts &#233;crivit &#224; l'avocat de X. une lettre contenant les motifs &#224; l'appui de la d&#233;cision du Conseil d'Etat.\nL. - Agissant par la voie du recours de droit public pour violation de l'art. 4 Cst., X. demande au Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du Conseil d'Etat du canton de Vaud. Il consid&#232;re la mesure prise par l'autorit&#233; cantonale comme une peine disciplinaire au sens de l'art. 35 ch. 6 du Statut. Cette peine aurait &#233;t&#233; prononc&#233;e au m&#233;pris des dispositions l&#233;gales extr&#234;mement pr&#233;cises garantissant les droits des fonctionnaires face aux menaces de sanctions disciplinaires: l'art. 38 al. 3 du Statut, qui pr&#233;voit la notification par &#233;crit de l'accusation; l'art. 41 lit. c, qui accorde au fonctionnaire la facult&#233; de demander le pr&#233;avis de la Commission disciplinaire; l'art. 38 al. 5 qui oblige &#224; motiver le prononc&#233; disciplinaire. A part ces violations arbitraires des r&#232;gles de proc&#233;dure, la sanction serait arbitraire quant au fond, aucun grief n'ayant &#233;t&#233; retenu contre le recourant par l'enqu&#234;te du Procureur g&#233;n&#233;ral. Au surplus, la d&#233;cision attaqu&#233;e violerait les art. 89 ss. du Statut, r&#232;gles applicables en cas de renvoi ou de d&#233;placement du fonctionnaire pour justes motifs.\nM. - Dans sa r&#233;ponse, le Conseil d'Etat d&#233;clare que le d&#233;placement ordonn&#233; constitue non pas une sanction disciplinaire au sens de l'art. 35 ch. 6 du Statut, mais uniquement une mesure d'ordre administratif, prise dans l'int&#233;r&#234;t du service et de l'organisation du travail administratif en vertu de l'art. 18 du Statut. La d&#233;cision attaqu&#233;e ne se fonde pas non plus sur BGE 93 I 694 S. 699les art. 89 ss. du Statut. Le Conseil d'Etat se r&#233;serverait de faire application de ces dispositions si le recours de droit public devait &#234;tre admis.\nN. - Les motifs de la d&#233;cision attaqu&#233;e n'ayant &#233;t&#233; communiqu&#233;s au recourant que le jour m&#234;me du d&#233;p&#244;t du recours de droit public, X. a &#233;t&#233; admis &#224; se d&#233;terminer sur la r&#233;ponse du Conseil d'Etat.\nDans sa r&#233;plique, il soutient que c'est arbitrairement que le Conseil d'Etat pr&#233;tend qualifier de mesure simplement administrative et organisatrice un d&#233;placement dont le caract&#232;re disciplinaire ne saurait &#234;tre contest&#233;.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. En droit vaudois, le d&#233;placement d'un fonctionnaire appara&#238;t sous trois aspects institutionnels diff&#233;rents. Ce peut &#234;tre tout d'abord une peine disciplinaire, dont l'application suppose une infraction intentionnelle ou par n&#233;gligence aux devoirs de service. Le ch. 6 de l'art. 35 du Statut le pr&#233;voit, avec ou sans r&#233;duction de traitement, parmi les trois sanctions les plus graves, dont les deux autres sont la mise au provisoire et la r&#233;vocation. Mais la m&#234;me mesure peut &#234;tre prise en lieu et place du renvoi pour justes motifs (art. 89 du Statut) pourvu que la nature de ceux-ci le permette et que le fonctionnaire y consente; le traitement est alors celui des nouvelles fonctions (art. 91 du Statut). Enfin le d&#233;placement est admissible, m&#234;me en l'absence de toute faute ou de justes motifs au sens de l'art. 89 pr&#233;cit&#233;, simplement lorsque les besoins du service ou l'organisation du travail l'exigent, pourvu que la nouvelle activit&#233; assign&#233;e au fonctionnaire soit en rapport avec ses aptitudes, ses connaissances professionnelles et sa situation (art. 18 al. 1 du Statut); &#224; la diff&#233;rence des deux autres, ce type de d&#233;placement n'entra&#238;ne aucune r&#233;duction de traitement (art. 18 al. 3 du Statut).\n\n    2. Le recourant all&#232;gue que, pr&#233;textant les n&#233;cessit&#233;s de l'organisation de ses services et d&#233;tournant, par un acte arbitraire, une disposition l&#233;gale de son but, le Conseil d'Etat a effectivement voulu lui infliger la peine disciplinaire pr&#233;vue par l'art. 35 ch. 6 du Statut, mais sans lui accorder les garanties de forme que la loi donne au fonctionnaire auquel on impute une violation de ses devoirs de service.\nCertains faits ne laissent pas de donner &#224; ce grief, tout au BGE 93 I 694 S. 700moins une certaine apparence de justification. C'est bien une enqu&#234;te disciplinaire qui fut tout d'abord ouverte contre le recourant; on l'accusait alors notamment d'une grave violation de ses devoirs de service, soit d'avoir omis de proc&#233;der &#224; une taxation interm&#233;diaire aux fins de procurer &#224; l'une de ses employ&#233;es un avantage indu. Contrairement &#224; ce que soutient le Conseil d'Etat dans sa r&#233;ponse au recours, cet incident joua un r&#244;le important non seulement au d&#233;but de l'affaire, mais aussi par la suite. Quand le Procureur g&#233;n&#233;ral, dans son rapport du 9 juillet 1964, sans se prononcer sur l'infraction objective, conclut toutefois qu'aucun &#233;l&#233;ment ne permettait d'&#233;tablir que le recourant avait agi intentionnellement, le sup&#233;rieur direct du recourant persista dans sa th&#232;se et dans ses propositions. Le rapport du 12 mars 1965, &#233;tabli par l'Administration cantonale des imp&#244;ts, le prouve clairement: la pr&#233;tendue fraude fiscale en constitue l'un des arguments principaux. C'est sur la base de cette accusation que, le 2 avril 1965, le Conseil d'Etat adopta le rapport et d&#233;cida d'adresser au recourant l'avertissement pr&#233;vu par l'art. 90 du Statut et d'ouvrir une enqu&#234;te disciplinaire contre Y., en suspendant toutefois la proc&#233;dure jusqu'&#224; droit connu sur le recours de cette derni&#232;re.\nEnfin, lorsque le jugement du Tribunal f&#233;d&#233;ral intervint le 26 mars 1966 et &#233;tablit qu'objectivement la taxation op&#233;r&#233;e par le recourant &#233;tait correcte, personne ne songea &#224; en donner acte au recourant, ce qui e&#251;t &#233;t&#233; juste et opportun. Bien au contraire, le 15 septembre 1966, l'Administration cantonale des imp&#244;ts &#233;tablit &#224; l'intention du chef du d&#233;partement un nouveau rapport, lequel, reprenant quelques passages de la lettre du 9 octobre 1964 du Procureur g&#233;n&#233;ral, ant&#233;rieure &#224; l'arr&#234;t du Tribunal f&#233;d&#233;ral, faisait encore &#233;tat de la pr&#233;tendue \"fraude fiscale\" et des doutes qu'elle suscitait sur les intentions et les mobiles du recourant. Ce rapport conclut derechef dans le sens de l'envoi au recourant de l'avertissement pr&#233;vu aux art. 89 ss. du Statut, et de son d&#233;placement &#233;ventuel pour \"justes motifs\".\n\n    3. Cependant, cette proposition ne fut adopt&#233;e ni par le D&#233;partement des finances, ni par le Conseil d'Etat; elle demeura ainsi une simple d&#233;marche de proc&#233;dure interne et n'eut aucune cons&#233;quence pour le recourant. Bien plus, en se pla&#231;ant sur le terrain de l'art. 18 du Statut (simple d&#233;placement justifi&#233; par les besoins du service ou l'organisation du travail), le Conseil d'Etat reconnut implicitement que les conclusions des BGE 93 I 694 S. 701rapports de l'Administration cantonale des imp&#244;ts, conclusions tendant au prononc&#233; de mesures disciplinaires, n'&#233;taient pas justifi&#233;es; il confirma cette opinion dans sa lettre du 16 mai 1967 &#224; l'avocat du recourant et dans sa r&#233;ponse au pr&#233;sent recours de droit public.\nIl pronon&#231;a n&#233;anmoins le d&#233;placement de par l'art. 18 du Statut et il n'aurait, ce faisant, d&#233;tourn&#233; ledit article de son but et commis un acte arbitraire que s'il avait purement et simplement pr&#233;text&#233; les n&#233;cessit&#233;s de l'organisation administrative pour masquer une mesure disciplinaire ill&#233;gale; autrement dit, pour justifier son argumentation, le recourant aurait d&#251; &#233;tablir que, du point de vue de l'organisation administrative, son d&#233;placement ne se justifiait par aucune raison plausible quelconque. Saisi d'un recours de droit public dans un tel domaine, le Tribunal f&#233;d&#233;ral doit s'imposer, touchant son pouvoir d'examen, une retenue d'autant plus grande que, comme juridiction constitutionnelle, il ne saurait substituer son appr&#233;ciation &#224; celle de l'autorit&#233; cantonale, laquelle est du reste, mieux que lui, &#224; m&#234;me d'appr&#233;cier les faits et d'en tirer les cons&#233;quences du point de vue des int&#233;r&#234;ts de l'administration.\n\n    4. L'int&#233;r&#234;t public au bon fonctionnement de l'administration l'emporte sur l'int&#233;r&#234;t priv&#233; du fonctionnaire au maintien de sa position actuelle, tout au moins lorsque la fonction qui lui est propos&#233;e correspond &#224; ses capacit&#233;s et &#224; sa formation, et que le d&#233;placement n'entra&#238;ne pas pour lui des cons&#233;quences pr&#233;judiciables &#224; d'autres points de vue. Il n'en irait autrement que si une disposition expresse de droit cantonal pr&#233;voyait le droit du fonctionnaire &#224; l'exercice de la fonction pour laquelle il a &#233;t&#233; nomm&#233;.\nLe recourant n'invoque aucune disposition de ce genre. De plus, non seulement il n'a pas contest&#233;, mais il a reconnu la n&#233;cessit&#233; d'une r&#233;organisation de la Recette; il a donn&#233; son adh&#233;sion aux propositions de l'enqu&#234;teur qui comportaient le d&#233;placement d'un autre fonctionnaire, et il a m&#234;me demand&#233; que cette mesure soit &#233;tendue &#224; une employ&#233;e. Il ne peut d&#232;s lors se plaindre si l'autorit&#233; cantonale, eu &#233;gard aux difficult&#233;s objectives qu'elle a constat&#233;es et que le recourant a lui-m&#234;me invoqu&#233;es, estime que son &#233;loignement de ce poste contribuera &#224; la r&#233;organisation radicale d'un important service de l'Etat. Ceci d'autant plus que l'&#233;tat de sant&#233; du recourant l'a emp&#234;ch&#233;, pendant de longues p&#233;riodes, de vaquer r&#233;guli&#232;rement aux BGE 93 I 694 S. 702obligations de sa charge et qu'il r&#233;sulte du rapport m&#233;dical du Dr Jaccard qu'un travail dans les services de l'administration centrale serait indiqu&#233;.\n\n    5. Enfin le recourant all&#232;gue qu'un d&#233;placement ordonn&#233; en vertu de l'art. 18 al. 1 Statut ne pourrait se faire sans indication des motifs et sans que l'int&#233;ress&#233; ait &#233;t&#233; appel&#233; &#224; se d&#233;terminer.\nPour ce qui concerne l'indication des motifs de la d&#233;cision, le recourant ne mentionne aucune disposition du droit cantonal qui oblige le Conseil d'Etat &#224; motiver sa d&#233;cision. D'une fa&#231;on g&#233;n&#233;rale, le Tribunal f&#233;d&#233;ral ne consid&#232;re l'absence de motifs comme un d&#233;ni de justice formel que si elle est contraire &#224; une prescription cantonale. L'obligation de motiver une d&#233;cision par &#233;crit ne d&#233;coule pas directement de l'art. 4 Cst. (RO 93 I 120 et r&#233;f&#233;rences). Au reste, &#224; la requ&#234;te de son avocat, l'autorit&#233; cantonale, par lettre du 16 mai 1967, a fait conna&#238;tre au recourant les raisons de la d&#233;cision du Conseil d'Etat.\nQuant au grief de ne pas avoir &#233;t&#233; appel&#233; &#224; se d&#233;terminer sur le d&#233;placement, il serait fond&#233; si la mesure envisag&#233;e avait rev&#234;tu un caract&#232;re disciplinaire; dans ce cas seulement la loi dispose qu'avant d'&#234;tre prise, la sanction envisag&#233;e doit &#234;tre communiqu&#233;e au fonctionnaire (art. 38 al. 3 et 41 lit. c Statut). Enfin, si, en soulevant ce grief, le recourant voulait dire, d'une fa&#231;on g&#233;n&#233;rale, qu'il n'a pas &#233;t&#233; entendu, le reproche serait mal fond&#233;, puisque lui-m&#234;me et son conseil ont pu consulter le dossier et prendre position &#224; l'&#233;gard de l'enqu&#234;te et de tous les documents essentiels.\n\n    6. Dans sa r&#233;ponse au recours, l'avocat du Conseil d'Etat du canton de Vaud d&#233;clare express&#233;ment que la d&#233;cision entreprise n'a aucun caract&#232;re disciplinaire et se justifie exclusivement par les besoins de l'organisation administrative. Il se r&#233;serve n&#233;anmoins la facult&#233; de mettre fin aux rapports de service de X. pour de justes motifs en vertu de l'art. 89 du Statut si le Tribunal f&#233;d&#233;ral devait annuler la d&#233;cision attaqu&#233;e. Cette r&#233;serve, dont la cour de c&#233;ans tient du reste &#224; relever le caract&#232;re d&#233;plac&#233;, ne saurait faire l'objet d'aucun examen, &#224; d&#233;faut d'une d&#233;cision formelle appliquant l'art. 89 du Statut.\n\n    7. Vu le caract&#232;re tout &#224; fait exceptionnel de la cause, vu notamment la gravit&#233; de l'accusation de favoritisme port&#233;e contre le recourant sur un point o&#249; sa fa&#231;on d'agir s'est finalement BGE 93 I 694 S. 703r&#233;v&#233;l&#233;e juste, sans qu'on veuille aucunement lui en donner acte, au contraire; vu aussi la fa&#231;on dont on a tol&#233;r&#233; que ses subordonn&#233;s l'attaquent sans respecter la voie du service, la cour de c&#233;ans estime qu'il pouvait &#224; juste titre se sentir l&#233;s&#233; et voir dans le recours de droit public le seul et dernier moyen de se faire rendre justice. C'est pourquoi elle renonce &#224; pr&#233;lever des frais.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nRejette le recours.\n \n   \n   "
}