{
  "titre": "89 I 103",
  "annee": "1963",
  "contenu": "\n      \n  Chapeau\n89 I 10316. Arr&#234;t du 8 mai 1963 dans la cause Chapuis contre Consell d'Etat du canton de Vaud.\n\n  \nRegeste\nGarantie de la propri&#233;t&#233;. Restriction de droit public &#224; la propri&#233;t&#233;. N&#233;cessit&#233; d'une base l&#233;gale claire.  L'interdiction d'&#233;riger des constructions permanentes dans une zone destin&#233;e &#224; maintenir le trac&#233; d'une piste de ski doit reposer sur une base l&#233;gale claire. Actuellement, le droit vaudois ne contient pas une telle base. \n\n\n  \n  \n  \nFaits &#224; partir de page 103\n\n\n    BGE 89 I 103 S. 103\n   \n\n    A.- Le 14 septembre 1960, le Conseil communal d'Ormont-Dessous a adopt&#233; un plan d'extension pour la r&#233;gion du col des Mosses. Ce plan a &#233;t&#233; approuv&#233; par le Conseil d'Etat du canton de Vaud le 23 d&#233;cembre 1960. Il divise le territoire auquel il s'applique en un certain nombre de zones, notamment une zone destin&#233;e \"&#224; maintenir...\n\n    BGE 89 I 103 S. 104le trac&#233; des pistes de ski\". Dans cette zone, \"toute construction permanente est interdite..., exception faite des pyl&#244;nes de support des remonte-pentes m&#233;caniques\".\n\n    B.- Paul-E. Chapuis est propri&#233;taire aux Mosses d'un vaste domaine, dont 40 000 m2 environ se trouvent dans la zone des pistes de ski. Il s'est oppos&#233; au plan, mais a &#233;t&#233; d&#233;bout&#233; de son opposition.\n\n    C.- Agissant par la voie du recours de droit public, Chapuis requiert le Tribunal f&#233;d&#233;ral d'annuler le plan dans la mesure o&#249; celui-ci gr&#232;ve sa propri&#233;t&#233; d'une zone de pistes de ski. Il se plaint d'une violation de l'art. 4 Cst. et d'une atteinte &#224; la garantie de la propri&#233;t&#233;.\nLe Conseil d'Etat et la Commune d'Ormont-Dessous concluent au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le plan attaqu&#233; prohibe les constructions permanentes dans la zone des pistes de ski. Cette interdiction constitue une restriction de droit public &#224; la propri&#233;t&#233; fonci&#232;re au sens de l'art. 702 CC. De telles restrictions sont admissibles &#224; la condition notamment qu'elles reposent sur une base l&#233;gale (RO 88 I 83/84 et arr&#234;ts cit&#233;s, 88 I 175/176).\nQuand l'autorit&#233; se fonde sur des textes de droit cantonal et que, selon le recourant, ces textes ne constituent pas une base l&#233;gale suffisante, le Tribunal f&#233;d&#233;ral revoit sous l'angle de l'arbitraire seulement l'existence de cette base. Cependant, si l'atteinte dont le recourant affirme &#234;tre victime est particuli&#232;rement grave et d&#233;passe largement ce qui est habituel en Suisse, la Chambre de droit public exige que la base l&#233;gale soit claire (RO 85 I 231, 88 I 84, 176), c'est-&#224;-dire que la loi pr&#233;voie sans &#233;quivoque l'atteinte port&#233;e in casu au droit de propri&#233;t&#233; (RO 77 I 218/219).\nEn l'esp&#232;ce, le recourant est priv&#233; de toute possibilit&#233; de construire sur une surface de quelque 40 000 m2, dont une partie importante se trouve m&#234;me dans la zone o&#249; le plan pr&#233;voit de concentrer la majeure partie des chalets d'habitation. Il est donc tr&#232;s lourdement touch&#233;. De plus, BGE 89 I 103 S. 105la mesure prise n'est destin&#233;e &#224; permettre le passage du public que quelques mois par an. Au regard du but qu'elle poursuit, elle d&#233;passe largement les mesures du m&#234;me genre d&#233;cr&#233;t&#233;es habituellement pour am&#233;nager une promenade ou une voie publiques utilisables toute l'ann&#233;e. Elle ne sera d&#232;s lors admissible que si la loi la pr&#233;voit clairement.\n\n    2. Selon le Conseil d'Etat, l'interdiction de construire dans la zone des pistes est bas&#233;e sur les art. 23 &#224; 25 de la loi vaudoise du 5 f&#233;vrier 1941 sur la police des constructions (LPC).\nD'apr&#232;s l'art. 23 LPC, \"le plan d'extension d'une localit&#233; est constitu&#233; par l'ensemble des plans proprement dits et des dispositions r&#233;glementaires relatifs aux voies, places, promenades &#224; cr&#233;er ou &#224; modifier, ainsi qu'aux zones, alignements et autres conditions de la construction arr&#234;t&#233;es en application de l'art. 25 de la pr&#233;sente loi\". Cette disposition se caract&#233;rise essentiellement comme une d&#233;finition du plan d'extension communal. On pourrait se demander, il est vrai, si elle n'a pas aussi une port&#233;e propre en ce sens qu'elle conf&#233;rerait aux communes le pouvoir de prendre certaines mesures. En effet, elle se r&#233;f&#232;re par exemple aux plans et aux dispositions r&#233;glementaires relatifs aux places et aux promenades, auxquelles l'art. 25 LPC concernant l'objet des r&#232;glements ne fait pas allusion. Cette question peut cependant rester ind&#233;cise, car l'art. 23 LPC ne constitue en tout cas pas la base l&#233;gale claire exigible en l'esp&#232;ce. Il ne pr&#233;voit pas express&#233;ment la facult&#233; pour les communes de cr&#233;er des pistes de ski grev&#233;es d'une interdiction de construire. Il ne leur accorde pas non plus explicitement le droit de pr&#233;voir des installations ou des am&#233;nagements englobant sans contestation possible les pistes de ski. Certes, il mentionne les voies et les promenades. Toutefois, ces voies sont des moyens de communication, dont l'ouverture exige g&#233;n&#233;ralement des travaux importants et qui, appartenant au domaine public, sont en principe utilis&#233;s toute l'ann&#233;e. Quant aux BGE 89 I 103 S. 106promenades, elles font aussi partie du domaine public et sont ouvertes sans interruption. En revanche, les pistes de ski sont de simples espaces o&#249; le public se livre &#224; un sport d&#233;termin&#233;; pratiquement, elles ne supposent aucune pr&#233;paration pr&#233;alable du terrain; elles ne sont utilisables que quelques mois par an et demeurent propri&#233;t&#233; priv&#233;e. Pour les assimiler &#224; des voies ou &#224; des promenades, il faudrait donc interpr&#233;ter ces derni&#232;res notions d'une mani&#232;re si extensive qu'il ne pourrait plus &#234;tre question d'une base l&#233;gale claire.\nL'art. 24 LPC dispose que \"la zone est constitu&#233;e par une fraction du territoire &#224; laquelle s'appliquent des conditions d&#233;termin&#233;es de construction\". Il ne constitue lui aussi qu'une d&#233;finition. Il n'autorise pas explicitement les communes &#224; r&#233;server certains terrains pour la pratique du ski.\nQuant &#224; l'art. 25 LPC, il indique quel peut &#234;tre l'objet des r&#232;glements communaux. Il ne conf&#232;re pas non plus express&#233;ment aux communes le pouvoir de cr&#233;er des pistes de ski. Tout au plus pourrait-on, par la voie d'une interpr&#233;tation tr&#232;s extensive, d&#233;duire ce droit d'autres facult&#233;s donn&#233;es aux communes par l'art. 25 LPC (cr&#233;ation de voies publiques, d'alignements, r&#233;glementation des autres conditions de construction). On a vu cependant que cela ne saurait suffire en l'esp&#232;ce, o&#249; une base l&#233;gale claire est n&#233;cessaire.\nEn droit vaudois, seul l'art. 168 bis de la loi d'introduction du code civil (LICC) mentionne express&#233;ment les pistes de ski. Il autorise les communes &#224; \"ordonner l'enl&#232;vement temporaire\" de cl&#244;tures ou &#224; interdire \"l'&#233;tablissement de nouveaux murs, cl&#244;tures ou autres obstacles analogues\" si l'installation \"d'une piste de ski d'un int&#233;r&#234;t r&#233;gional\" l'exige. Les pouvoirs accord&#233;s aux communes sont ainsi nettement d&#233;finis. Ils ne comprennent pas celui d'interdire toute construction sur un terrain r&#233;serv&#233; &#224; une piste de ski. L'art. 168 bis LICC confirme donc l'absence de la base l&#233;gale claire exigible en l'esp&#232;ce. Le l&#233;gislateur BGE 89 I 103 S. 107vaudois ne l'a d'ailleurs pas ignor&#233;, puisque, lors des d&#233;bats du Grand Conseil au sujet de l'art. 168 bis LICC, un d&#233;put&#233; avait sugg&#233;r&#233; d'ajouter dans la LPC, en termes expr&#232;s, que les pistes de ski devaient &#234;tre assimil&#233;es aux promenades ou aux voies publiques (BGC, automne 1948, p. 791).\n\n    3. D&#233;pourvu de toute base claire, le plan doit &#234;tre annul&#233; pour ce motif d&#233;j&#224; et dans la mesure o&#249; il gr&#232;ve la propri&#233;t&#233; du recourant d'une zone de pistes de ski. Il est inutile d'examiner s'il devrait l'&#234;tre pour d'autres motifs encore.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral\nadmet le recours et annule la d&#233;cision attaqu&#233;e dans la mesure o&#249; le plan gr&#232;ve la propri&#233;t&#233; du recourant d'une zone de pistes de ski.\n \n   \n   "
}