{
  "titre": "87 I 29",
  "annee": "1961",
  "contenu": "\n      \n  Chapeau\n87 I 295. Extrait de l'arr&#234;t du 3 mars 1961 dans la cause Soci&#233;t&#233;s coop&#233;ratives Migros Lausanne et Gen&#232;ve contre Conseil d'Etat du canton de Vaud.\n\n  \nRegeste\nTaxes cantonales sur le commerce ambulant. Art. 31 Cst.  Dans la mesure o&#249; les taxes d&#233;passent le cadre d'un &#233;molument, elles ne doivent pas exclure la possibilit&#233; de r&#233;aliser un gain (consid. 3). \nLa preuve du caract&#232;re prohibitif de la taxe incombe au recourant. A quelles conditions les taxes appliqu&#233;es aux camions-magasins sont-elles prohibitives? (consid. 4). \n\n\n  \n  \n  \nFaits &#224; partir de page 30\n\n\n    BGE 87 I 29 S. 30\n   \nR&#233;sum&#233; des faits\nLes Soci&#233;t&#233;s coop&#233;ratives Migros Lausanne et Gen&#232;ve exploitent dans le canton de Vaud un syst&#232;me de vente itin&#233;rante au moyen de camions sp&#233;cialement am&#233;nag&#233;s &#224; cet effet. Les autorit&#233;s vaudoises, appliquant la loi cantonale sur la police du commerce, ont frapp&#233; cette activit&#233; de taxes semestrielles fixes, &#233;quivalant approximativement &#224; 2% du chiffre d'affaires des camionsmagasins.\nLesdites soci&#233;t&#233;s coop&#233;ratives ont recouru au Tribunal f&#233;d&#233;ral, notamment pour violation de l'art. 31 Cst. Elles ont fait valoir &#224; ce propos, que les imp&#244;ts sp&#233;ciaux per&#231;us sur un commerce, ne peuvent d&#233;passer le montant des d&#233;penses particuli&#232;res que ce commerce impose &#224; l'Etat. Elles estiment, en outre, que la taxe impos&#233;e au camionsmagasins emp&#234;che ceux-ci de r&#233;aliser un b&#233;n&#233;fice convenable et devient ainsi prohibitive, lorsqu'elle d&#233;passe 1% du chiffre d'affaires.\n  \nConsid&#233;rants\n\nExtrait des motifs:\n\n    3. L'art. 31 Cst., qui garantit la libert&#233; du commerce et de l'industrie, r&#233;serve aux cantons la possibilit&#233; de frapper l'exercice de ces activit&#233;s d'imp&#244;ts sp&#233;ciaux. Les recourantes voient une violation de l'art. 31 Cst. dans le fait que les taxes de patentes r&#233;clam&#233;es par le canton de Vaud d&#233;passent le montant des d&#233;penses sp&#233;ciales que les camions-magasins imposent &#224; l'Etat et aux communes. Elles ont manifestement tort sur ce point. En effet, l'abondante jurisprudence publi&#233;e en la mati&#232;re a toujours admis oue les taxes pr&#233;lev&#233;es dans ce domaine peuvent avoir le caract&#232;re non seulement d'&#233;moluments, c'est-&#224;-dire de contrepartie des frais que l'activit&#233; en question impose &#224; la collectivit&#233; (Etat et communes), mais aussi d'imp&#244;ts proprement dits. Cependant, dans la mesure o&#249; ces taxes d&#233;passent le cadre d'un &#233;molument, d'une part elles doivent se justifier par des motifs d'int&#233;r&#234;t g&#233;n&#233;ral et ne BGE 87 I 29 S. 31pas servir uniquement &#224; prot&#233;ger de la concurrence une cat&#233;gorie de commer&#231;ants et, d'autre part, elles ne doivent pas atteindre des proportions telles qu'elles deviennent prohibitives en excluant pratiquement la possibilit&#233; de r&#233;aliser un gain (RO 38 I 224, 39 I 564, 41 I 266, 45 I 358, 48 I 274, 50 I 190, 54 I 82, 60 I 190, 62 I 134, 75 I 112).\nIl n'est pas contest&#233; que, pour une part en tout cas, les taxes impos&#233;es aux recourantes ont un caract&#232;re fiscal. Le Conseil d'Etat vaudois s'est livr&#233;, dans sa d&#233;cision, &#224; certains calculs tendant &#224; d&#233;montrer que la presque totalit&#233; des taxes per&#231;ues est absorb&#233;e par les frais impos&#233;s &#224; l'Etat et aux communes pour le contr&#244;le des ventes faites par les camions. Mais les donn&#233;es sur lesquelles il a fond&#233; ses calculs ne sauraient &#234;tre admises, parce que certains contr&#244;les font partie des t&#226;ches habituelles de l'Etat, et d'autres ne sont pas exerc&#233;s ou requis dans la mesure indiqu&#233;e. Il n'est cependant pas n&#233;cessaire d'&#233;lucider ce point, car on &#233;tablira ci-dessous que, m&#234;me si les taxes exig&#233;es ont un caract&#232;re fiscal dans toute la mesure o&#249; elles sont contest&#233;es, soit pour la moiti&#233; de leur montant, le recours devra &#234;tre rejet&#233;.\nDans plusieurs arr&#234;ts concernant les Soci&#233;t&#233;s coop&#233;ratives Migros (Migros c. Berne du 29 janvier 1932; Migros c. B&#226;le du 28 d&#233;cembre 1932; Migros c. Tessin du 18 d&#233;cembre 1936: RO 62 I 134; Migros c. Berne du 29 janvier 1958), le Tribunal f&#233;d&#233;ral a reconnu que le pr&#233;l&#232;vement de taxes sp&#233;ciales sur le commerce par camions-magasins pouvait se justifier par des consid&#233;rations d'int&#233;r&#234;t public, ainsi que cela est admis de fa&#231;on g&#233;n&#233;rale pour les commerces ambulants. Le canton de Vaud a &#233;tabli pour ces genres de commerces un classement par cat&#233;gories, suivant les moyens de transport utilis&#233;s. Ce syst&#232;me permet d'atteindre plus fortement les entreprises qui ont des possibilit&#233;s plus larges de d&#233;bit. Le l&#233;gislateur a entendu &#233;galement compenser, dans une certaine mesure, la diminution des ressources de l'imp&#244;t sur le revenu dans les communes o&#249; le commer&#231;ant ambulant exerce son activit&#233; sans avoir BGE 87 I 29 S. 32de domicile ou de succursale. Les crit&#232;res admis sont objectifs et les motifs valables. Il n'y a donc pas de raison de s'&#233;carter de la jurisprudence sur ce point.\nD&#232;s lors, la seule q-uestion qui reste &#224; r&#233;soudre est de savoir si les taxes fix&#233;es par le canton de Vaud sont prohibitives selon la jurisprudence. Tel sera le cas si leur montant emp&#234;che la r&#233;alisation d'un b&#233;n&#233;fice convenable dans le commerce ou la branche en question, en rendant impossible ou excessivement difficile l'exercice de la profession. Il ne suffit pas que la taxe emp&#234;che la r&#233;alisation d'un b&#233;n&#233;fice dans une entreprise d&#233;termin&#233;e, en l'esp&#232;ce Migros (RO 40 I 186, 60 I 191, 62 I 129; arr&#234;ts Migros c. Berne du 29 janvier 1932 et Migros c. B&#226;le-Campagne du 28 d&#233;cembre 1932).\nLa taxe est d&#232;s lors prohibitive: a) si, ajout&#233;e aux frais d'exploitation, elle exclut un b&#233;n&#233;fice convenable, m&#234;me en appliquant les prix pratiqu&#233;s dans la branche; b) si, transf&#233;r&#233;e &#224; l'acheteur, c'est-&#224;-dire ajout&#233;e aux prix de vente, elle emp&#234;che le commer&#231;ant de soutenir efficacement la concurrence des autres entreprises de la branche, auxquelles il peut &#234;tre compar&#233;.\n\n    4. Le commer&#231;ant frapp&#233; d'une taxe, qui pr&#233;tend que celle-ci est prohibitive, doit prouver son all&#233;gation. En l'esp&#232;ce, les recourantes n'ont pas pr&#233;sent&#233; &#224; l'autorit&#233; cantonale leurs comptes et leurs bilans, notamment les comptes d'exploitation d&#233;taill&#233;s de la vente par camions. Elles ont invoqu&#233; essentiellement les conclusions de l'expertise faite par les Prof. Schwarzfischer et Golay en 1955, dans une affaire concernant des taxes semblables exig&#233;es des soci&#233;t&#233;s Migros dans le canton de Zoug. C'&#233;tait compr&#233;hensible. Toutefois, apr&#232;s que l'autorit&#233; vaudoise eut refus&#233; d'accepter les conclusions de cette expertise en relevant que les experts n'avaient proc&#233;d&#233; &#224; aucun contr&#244;le comptable, ni pris en consid&#233;ration les avantages de la vente par camions pour l'entreprise, il incombait aux recourantes de fournir &#224; l'autorit&#233; cantonale de recours les renseignements et pi&#232;ces propres &#224; &#233;tablir le BGE 87 I 29 S. 33caract&#232;re prohibitif des taxes, et notamment les comptes d'exploitation d&#233;taill&#233;s. A d&#233;faut de ces renseignements, l'autorit&#233;s cantonale n'&#233;tait pas tenue de reconna&#238;tre le caract&#232;re prohibitif des taxes r&#233;clam&#233;es conform&#233;ment &#224; la loi.\nLe Tribunal f&#233;d&#233;ral a demand&#233; &#224; nouveau l'avis du Prof. Schwarzfischer, et ensuite celui aussi du Prof. Marbach. Les rapports d'experts ont &#233;t&#233; d&#233;j&#224; communiqu&#233;s aux parties.\nLes experts n'ayant pas proc&#233;d&#233; non plus &#224; des contr&#244;les comptables, le canton estime que le caract&#232;re prohibitif des taxes n'est pas prouv&#233;. Un contr&#244;le des comptes, notamment des comptes d'exploitation, n'est toutefois pas n&#233;cessaire en l'esp&#232;ce, car m&#234;me sur la base des renseignements fournis par les experts, le Tribunal est en mesure de statuer sur le recours.\nSelon les experts, la rentabilit&#233; du commerce par camionsmagasins d&#233;pend dans une tr&#232;s large mesure du volume des ventes. Les Prof. Schwarzfischer et Marbach sont d'accord pour d&#233;clarer que ce commerce est d&#233;ficitaire tant que le chiffre annuel des ventes n'atteint pas 450 000 fr. au moins. Entre 450 000 et 550 000 fr., il ne couvre que les frais. Or, d'apr&#232;s les indications des soci&#233;t&#233;s Migros, le volume moyen des ventes par camions en Suisse a vari&#233; entre 520 000 et 540 000 fr. environ, au cours des ann&#233;es 1950 &#224; 1958. Il a &#233;t&#233; de 430 000 fr. environ dans le canton de Vaud en 1957/1958, pour passer &#224; 489 000 fr. 1959. Ces chiffres prouvent que, m&#234;me lorsque le volume des ventes est normal, le commerce par camions-magasins, tel que le pratiquent les recourantes, ne laisse pas de b&#233;n&#233;fice. L'impossibilit&#233; de r&#233;aliser un b&#233;n&#233;fice ne d&#233;pend donc pas des taxes de patente, si minimes fussent-elles. En fait, il n'existe en Suisse aucune entreprise qui pratique le commerce des denr&#233;es alimentaires uniquement au moyen de camions-magasins. Ainsi que l'ont relev&#233; les experts, cette activit&#233; ne peut avoir un int&#233;r&#234;t que si elle est le compl&#233;ment de la vente dans les magasins, si BGE 87 I 29 S. 34elle est organis&#233;e et con&#231;ue comme telle, en raison des avantages qu'elle procure &#224; celle-ci. D'autre part, les recourantes ont relev&#233; - et les experts ont confirm&#233; ce point de vue - qu'il n'est pas possible aux soci&#233;t&#233;s Migros de pratiquer, dans les camions, des prix diff&#233;rents de ceux des magasins: Une telle diff&#233;rence cr&#233;erait des difficult&#233;s d'organisation interne qui augmenteraient les frais de fa&#231;on insupportable, notamment pour le mat&#233;riel d'emballage, la marque des prix et des poids, le remplissage &#224; la machine, l'entreposage, etc.\nAinsi, la vente au moyen des camions ne peut &#234;tre dissoci&#233;e de la vente dans les magasins; &#233;conomiquement aussi bien que juridiquement, ces deux activit&#233;s forment un tout. C'est bien d'ailleurs la soci&#233;t&#233; coop&#233;rative qui a demand&#233; et obtenu la patente pour la vente par camions: c'est elle qui est titulaire du droit et d&#233;bitrice de la taxe. Celle-ci est donc une charge de l'entreprise, et non d'un exploitant ind&#233;pendant de la vente par camions, qui n'existe pas. Cela &#233;tant, il est impossible d'examiner le caract&#232;re prohibitif de la taxe en tenant compte seulement des op&#233;rations frapp&#233;es - qui ne sont en elles-m&#234;mes pas rentables, m&#234;me sans taxe aucune -; il est n&#233;cessaire, au contraire, d'appr&#233;cier cette question en consid&#233;rant l'influence que la taxe aura sur l'ensemble de l'entreprise.\nLes avantages que celle-ci retire de la vente par camions sont divers: le seul que les experts aient chiffr&#233; et retenu provient de la r&#233;duction que l'augmentation du chiffre d'affaires, due &#224; la vente par camions, provoque sur la part des frais g&#233;n&#233;raux grevant chaque unit&#233; vendue (ce que les experts appellent \"die Kostendegression pro Verkaufseinheit\"). C'est indiscutablement l'un des avantages que la vente par camions procure &#224; l'entreprise, mais ce n'est pas le seul, ni m&#234;me le plus important. Les effets profitables (Nutzwirkungen) que produit la vente par camions, en tant qu'instrument de publicit&#233;, de propagande, d'&#233;tude du march&#233;, de p&#233;n&#233;tration commerciale, d'accroissement des affaires, de pros&#233;lytisme social, sont BGE 87 I 29 S. 35plus grands encore. En particulier, la vente itin&#233;rante n'apporte pas seulement &#224; l'entreprise le chiffre d'affaires des camions, mais accro&#238;t aussi consid&#233;rablement le chiffre d'affaires des magasins, gr&#226;ce &#224; la client&#232;le nouvelle qu'elle y attire. Les textes des r&#233;clames d&#233;pos&#233;s en cause montrent l'importance que les soci&#233;t&#233;s Migros elles-m&#234;mes attribuent &#224; ces facteurs.\nOr le Prof. Marbach n'a tenu aucun compte de ces &#233;l&#233;ments, en d&#233;clarant qu'ils ne sont pas chiffrables (expertise, p. 72). Quant au Prof. Schwarzfischer, il s'est born&#233; &#224; appr&#233;cier plus largement la r&#233;duction des frais g&#233;n&#233;raux grevant chaque unit&#233; vendue. C'est manifestement insuffisant. Si le calcul math&#233;matique de l'influence de ces autres avantages n'&#233;tait pas possible, il fallait les appr&#233;cier par approximation, ex aequo et bono. La difficult&#233; d'appr&#233;ciation ne saurait justifier le refus de prendre en consid&#233;ration des avantages dont la r&#233;alit&#233; et l'importance ne sont pas contestables.\nLe b&#233;n&#233;fice r&#233;sultant de la r&#233;duction des frais par unit&#233; vendue a &#233;t&#233; estim&#233; par le Prof. Schwarzfischer - qui reconna&#238;t avoir &#233;t&#233; un peu large - &#224; 6,5% du chiffre d'affaires des camions. Or les taxes litigieuses ne s'&#233;l&#232;vent qu'&#224; 2% de ce chiffre d'affaires. D&#232;s lors, quelle que soit l'importance que l'on attribue &#224; l'influence des facteurs non chiffrables, les taxes litigieuses n'absorbent, en tout cas, pas m&#234;me le tiers des avantages que l'entreprise retire de la vente par camions. Elles ne peuvent donc pas &#234;tre consid&#233;r&#233;es comme prohibitives.\nLe Prof. Marbach a relev&#233; encore que le b&#233;n&#233;fice net des coop&#233;ratives Migros est, en moyenne, de 0,5% de leur chiffre d'affaires. Le canton a d&#233;ni&#233; toute valeur &#224; cette circonstance, soit parce qu'elle n'a pas &#233;t&#233; contr&#244;l&#233;e par les experts, soit parce qu'elle serait la cons&#233;quence de la politique des prix voulue par Migros. Un contr&#244;le appara&#238;t toutefois superflu car, m&#234;me en admettant le b&#233;n&#233;fice net indiqu&#233;, une taxe de patente correspondant &#224; 2% du chiffre d'affaires des camions &#233;quivaut &#224; une BGE 87 I 29 S. 36charge de 0,1% du chiffre d'affaires total de la coop&#233;rative, dans les cantons o&#249; la vente par camions ne repr&#233;sente que le 5% de la vente totale (parmi lesquels se trouve le canton de Vaud), et &#224; une charge de 0,2% dans les cantons o&#249; elle repr&#233;sente un dixi&#232;me de la vente totale. Cela signifie que, si l'on ajoute la taxe litigieuse aux frais de la coop&#233;rative, celle-ci pourra, m&#234;me sans augmenter ses prix, garder les 4/5 ou les 3/5 du b&#233;n&#233;fice qu'elle a d&#233;clar&#233;. La taxe n'est donc pas prohibitive, m&#234;me &#224; ce point de vue.\nEn outre, la jurisprudence a admis que la taxe n'est pas prohibitive si elle peut &#234;tre transf&#233;r&#233;e &#224; l'acheteur, c'est-&#224;-dire si, ajout&#233;e au prix de vente, elle n'emp&#234;che pas l'entreprise de soutenir la concurrence. Or il ressort des rapports d'expertises que le chiffre d'affaires des camions repr&#233;sente dans l'ensemble de la Suisse 10% environ du chiffre d'affaires total des soci&#233;t&#233;s Migros; pour le canton de Vaud, il n'est que de 5% environ. Comme on l'a vu plus haut, les ventes au moyen des camions ne peuvent &#234;tre dissoci&#233;es du commerce des magasins et les prix doivent &#234;tre uniformes. Or si les taxes atteignant 2% du chiffre d'affaires des camions &#233;taient report&#233;es sur l'ensemble des ventes des recourantes dans le canton de Vaud, elles ne repr&#233;senteraient qu'une augmentation de l'ordre de un pour mille du prix de vente. Dans les cantons o&#249; la vente par camion repr&#233;sente un dixi&#232;me de la vente totale, l'augmentation est de 2 &#8240;. Il est &#233;vident qu'une telle augmentation est insignifiante et ne peut atteindre un commerce dans sa capacit&#233; de concurrence (voir arr&#234;ts Migros c. Berne du 28 janvier 1932 et Migros c. B&#226;le du 28 d&#233;cembre 1932).\n \n   \n   "
}