{
  "titre": "118 IV 239",
  "annee": "1992",
  "contenu": "\n      \n  Chapeau\n118 IV 23943. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 1er juillet 1992 dans la cause Minist&#232;re public du canton de Vaud c. X. (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 140 CP; abus de confiance.  Ne constituent pas des sommes confi&#233;es les tanti&#232;mes per&#231;us par un administrateur d'une soci&#233;t&#233; qui occupe cette fonction &#224; titre individuel mais qui, en tant que membre d'une autorit&#233;, est tenu de verser ces montants &#224; la collectivit&#233; qu'il est charg&#233; de g&#233;rer. \n\n\n  \n  \n  \nFaits &#224; partir de page 240\n\n\n    BGE 118 IV 239 S. 240\n   \n\n    X. a &#233;t&#233; pendant plusieurs ann&#233;es conseiller municipal responsable des Services industriels de la commune de L. D&#232;s son accession &#224; cette fonction, X. est devenu administrateur ou membre de la direction de diverses soci&#233;t&#233;s &#224; but lucratif; dans le cadre de ces activit&#233;s, des tanti&#232;mes lui ont &#233;t&#233; vers&#233;s. Le r&#232;glement de la Municipalit&#233; de L. pr&#233;voit que les membres de cette autorit&#233; ne peuvent appartenir &#224; l'administration d'aucune entreprise ou soci&#233;t&#233; poursuivant un but lucratif, sauf si la commune y a un int&#233;r&#234;t manifeste. Les tanti&#232;mes per&#231;us par les membres de la Municipalit&#233; dans le cadre d'une telle activit&#233; doivent &#234;tre vers&#233;s &#224; la caisse communale.\nLa commune a constat&#233; que X. n'avait restitu&#233; qu'une partie des tanti&#232;mes per&#231;us et que le retard accumul&#233; dans ces paiements &#233;tait all&#233; en s'accroissant jusqu'&#224; atteindre un montant de 28'000 francs. Il a en outre &#233;t&#233; &#233;tabli que X. ne disposait pas pendant la p&#233;riode consid&#233;r&#233;e des fonds qui lui auraient permis de r&#233;gler en tout temps ce qu'il devait &#224; la caisse communale. Somm&#233; par le syndic de s'acquitter de cette dette, il l'a fait en plusieurs versements atteignant, au demeurant, un montant sup&#233;rieur &#224; ce qui &#233;tait d&#251;.\nEn premi&#232;re instance, X. a &#233;t&#233; reconnu coupable d'abus de confiance qualifi&#233; et condamn&#233; &#224; une peine de 12 mois d'emprisonnement avec sursis pendant 2 ans. Sur recours du condamn&#233;, l'autorit&#233; cantonale a substitu&#233; &#224; cette qualification juridique celle de gestion d&#233;loyale et a r&#233;duit la peine &#224; 6 mois d'emprisonnement avec sursis pendant 2 ans.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le pourvoi d&#233;pos&#233; par le Minist&#232;re public qui soutenait que les faits de la cause devaient &#234;tre qualifi&#233;s d'abus de confiance.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. a) La seule question litigieuse est de savoir si les faits retenus par la cour cantonale doivent ou non &#234;tre qualifi&#233;s d'abus de confiance.\nPour s'acquitter de l'obligation d&#233;coulant du r&#232;glement communal, il est constant que l'accus&#233; disposait de plusieurs voies et qu'il pouvait - comme il l'a fait - m&#233;langer les tanti&#232;mes re&#231;us avec BGE 118 IV 239 S. 241son patrimoine, avant de payer la somme due sur pr&#233;sentation d'une facture. La question litigieuse doit donc &#234;tre examin&#233;e &#224; la lumi&#232;re de l'art. 140 ch. 1  al. 2 CP.\nCommet un abus de confiance, selon cette disposition, celui qui, sans droit, aura employ&#233; &#224; son profit ou au profit d'un tiers une chose fongible, notamment une somme d'argent, qui lui avait &#233;t&#233; confi&#233;e.\nContrairement &#224; ce qui est pr&#233;vu au premier alin&#233;a de l'art. 140 CP, lorsque la chose confi&#233;e est fongible, il n'est pas n&#233;cessaire qu'elle soit la propri&#233;t&#233; d'autrui pour que son emploi illicite entra&#238;ne la r&#233;pression p&#233;nale, sans quoi le m&#233;lange suffirait &#224; exclure l'infraction; dans ce cas, la chose est confi&#233;e aussit&#244;t que l'auteur la re&#231;oit - et en acquiert le cas &#233;ch&#233;ant la propri&#233;t&#233; ind&#233;pendamment de sa volont&#233; - avec l'obligation de l'utiliser d'une mani&#232;re particuli&#232;re dans l'int&#233;r&#234;t d'autrui, que ce soit pour la garder, l'administrer ou la livrer, selon des instructions qui peuvent &#234;tre expresses ou tacites; la chose confi&#233;e peut avoir &#233;t&#233; remise mat&#233;riellement &#224; l'auteur non seulement par la victime, mais &#233;galement par un tiers (ATF 118 IV 33 consid. 2a, ATF 106 IV 259 consid. 1, ATF 101 IV 163 consid. 2a et les r&#233;f&#233;rences cit&#233;es).\nb) La question essentielle en l'esp&#232;ce est de savoir si les tanti&#232;mes, au moment o&#249; ils &#233;taient vers&#233;s &#224; l'accus&#233;, lui &#233;taient confi&#233;s en vue de les transmettre &#224; la commune de L.\nSelon la d&#233;finition jurisprudentielle, une somme est confi&#233;e lorsqu'elle est remise ou laiss&#233;e &#224; l'auteur pour qu'il l'utilise de mani&#232;re d&#233;termin&#233;e dans l'int&#233;r&#234;t d'autrui, en particulier pour la garder, l'administrer ou la remettre selon des instructions qui peuvent &#234;tre expresses ou tacites (ATF 118 IV 34 consid. c, ATF 117 IV 257 consid. 1a et les arr&#234;ts cit&#233;s). La doctrine consid&#232;re g&#233;n&#233;ralement cette formule comme trop large (TRECHSEL, Kurzkommentar, ad art.  140 No 4; SCHULTZ, RJB 105 (1969) 402 ss; NOLL, Bes. Teil I p. 151; REHBERG, Strafrecht III, 5e &#233;d., p. 95; STRATENWERTH, Bes. Teil I, 3e &#233;d., No 62 p.  191). Ces critiques ne sauraient en tout cas inciter &#224; une interpr&#233;tation plus extensive encore.\nS'agissant du transfert d'une somme d'argent, on peut concevoir deux hypoth&#232;ses: soit les fonds sont confi&#233;s &#224; l'auteur par celui qui les lui remet, soit les fonds sont confi&#233;s par celui pour lequel l'auteur les encaisse. Pour que l'on puisse parler d'une somme confi&#233;e, il faut cependant que l'auteur agisse comme auxiliaire du paiement ou de l'encaissement, en tant que repr&#233;sentant direct ou indirect, notamment comme employ&#233; d'une entreprise, organe d'une personne morale ou fiduciaire.\n\n    BGE 118 IV 239 S. 242\n   \nCette condition n'est pas remplie lorsque l'auteur re&#231;oit l'argent pour lui-m&#234;me, en contrepartie d'une prestation qu'il a fournie pour son propre compte, m&#234;me s'il doit ensuite verser une somme &#233;quivalente sur la base d'un rapport juridique distinct; l'inex&#233;cution de l'obligation de reverser une somme ne suffit pas &#224; elle seule pour constituer un abus de confiance (ATF 80 IV 55;  NOLL, op.cit., p. 153).\nAinsi, la jurisprudence r&#233;cente a admis qu'il n'y avait pas d'abus de confiance de la part du patient qui encaisse la prestation de sa caisse maladie, mais ne paie pas la facture de la clinique (ATF 117 IV 256 ss); il n'y a pas lieu non plus d'appliquer l'art. 140 CP lorsqu'un aubergiste encaisse la taxe de s&#233;jour sur sa facture, mais n'en verse pas le montant &#224;  l'administration (ATF 106 IV 355 ss); en revanche, commet un abus de confiance le g&#233;rant d'un h&#244;tel qui ne remet pas &#224; son employeur les ristournes consenties  &#224; celui-ci par les fournisseurs (ATF 106 IV 257 ss); il en va de m&#234;me lorsqu'une personne ne verse pas le prix d'un achat qu'elle a encaiss&#233; et qui est destin&#233; &#224; son employeur (ATF 106 IV 15 ss) ou encore lorsqu'un mandataire proc&#232;de &#224; un encaissement d'argent pour le compte du mandant (ATF 101 IV 163 consid. 2a; pour un rappel de l'ensemble de la jurisprudence &#224; ce sujet, voir SCHUBARTH, Kommentar Strafrecht, Bes. Teil II, art. 140 n. 38 s.).\nc) A la lumi&#232;re de ces principes, le cas d'esp&#232;ce doit &#234;tre analys&#233; de la mani&#232;re suivante.\nLe recourant est devenu membre du Conseil d'administration de diverses soci&#233;t&#233;s en raison de sa qualit&#233; de conseiller municipal; cependant, il y si&#233;geait &#224; titre individuel, puisque seules des personnes physiques peuvent fonctionner en tant qu'administrateurs (art. 707 al. 3 CO). Comme il avait lui-m&#234;me la qualit&#233; d'administrateur, les tanti&#232;mes lui &#233;taient dus &#224; titre personnel (voir art. 677 CO). A l'&#233;gard de la soci&#233;t&#233;, la commune de L. n'&#233;tait pas cr&#233;anci&#232;re des tanti&#232;mes et la soci&#233;t&#233; se lib&#233;rait en les versant en mains de son administrateur agissant en son propre nom et pour son propre compte. On ne saurait donc dire que les soci&#233;t&#233;s confiaient les tanti&#232;mes au recourant pour qu'il les transmette &#224; la commune de L.; en effet, elles se lib&#233;raient par le paiement en mains de l'administrateur et l'usage que celui-ci faisait des fonds re&#231;us ne les concernait en aucune mani&#232;re.\nd) S'il est ainsi &#233;tabli que le recourant, au moment o&#249; il recevait les tanti&#232;mes, n'agissait pas en tant qu'auxiliaire du paiement, il reste &#224; se demander s'il agissait en tant qu'auxiliaire de l'encaissement.\n\n    BGE 118 IV 239 S. 243\n   \nCertes, le recourant &#233;tait un organe de la commune de L., mais cela ne suffit pas pour conclure qu'il encaissait les tanti&#232;mes en tant qu'auxiliaire de celle-ci. Il faut tout d'abord rappeler que la commune n'&#233;tait pas cr&#233;anci&#232;re des tanti&#232;mes &#224; l'&#233;gard de la soci&#233;t&#233;. Il n'&#233;tait donc pas question pour la commune d'encaisser sa propre cr&#233;ance par l'entremise d'un organe, d'un employ&#233;  ou d'un repr&#233;sentant.\nOn remarquera d'autre part que, selon le r&#232;glement communal, le recourant pouvait garder pour lui notamment les jetons de pr&#233;sence. On doit en d&#233;duire qu'il n'&#233;tait pas r&#233;tribu&#233; pour ce travail par la commune et qu'il s'agissait d'une activit&#233; lucrative accessoire, ext&#233;rieure &#224; sa charge. Cet &#233;l&#233;ment confirme qu'il n'agissait pas simplement en qualit&#233; d'auxiliaire de la commune.\nLes tanti&#232;mes constituent une part de b&#233;n&#233;fices destin&#233;e &#224; r&#233;compenser les administrateurs. Il est donc logique qu'ils reviennent aux personnes physiques qui ont assum&#233; cette charge. Toutefois, comme il ne s'agit pas &#224; proprement parler de r&#233;mun&#233;rer une activit&#233;, la commune n'a pas voulu que ses conseillers s'enrichissent de cette fa&#231;on gr&#226;ce &#224; des si&#232;ges obtenus du fait de leur fonction officielle. Il a donc &#233;t&#233; pr&#233;vu une obligation de restitution, qui tend &#224; sauvegarder l'image du magistrat, et qui constitue une partie int&#233;grante de son statut. Ainsi, on ne saurait dire que le conseiller municipal encaisse des tanti&#232;mes en qualit&#233; d'auxiliaire de la commune; il appara&#238;t au contraire que les tanti&#232;mes lui sont dus &#224; titre personnel, mais qu'il est tenu, en raison de son statut particulier, de les rendre &#224; la commune.\nLes modalit&#233;s de paiement d&#233;crites confirment d'ailleurs que le conseiller municipal pouvait disposer des sommes re&#231;ues, en attendant la facture par laquelle la commune lui en r&#233;clamait le paiement.\nAinsi, il y a une c&#233;sure nette entre l'encaissement des tanti&#232;mes par l'administrateur et la dette du magistrat &#224; l'&#233;gard de la commune; on ne saurait donc dire que le conseiller municipal, au moment o&#249; il encaisse les tanti&#232;mes, agit comme auxiliaire du paiement ou de l'encaissement; partant, ces sommes ne lui ont pas &#233;t&#233; confi&#233;es, et c'est &#224; juste titre que la cour cantonale a ni&#233; l'existence d'un abus de confiance.\n \n   \n   "
}