{
  "titre": "114 Ib 100",
  "annee": "1988",
  "contenu": "\n      \n  Chapeau\n114 Ib 10015. Extrait de l'arr&#234;t de la Ire Cour de droit public du 4 f&#233;vrier 1988 dans la cause B. et F. contre commune de Cully et Etat de Vaud (recours de droit administratif)\n\n  \nRegeste\nExpropriation mat&#233;rielle: loi vaudoise du 12 f&#233;vrier 1979 sur le plan de protection de Lavaux (LPPL); non-classement de parcelles dans la r&#233;gion de Lavaux.  La loi vaudoise fond&#233;e sur l'art. 6bis Cst. cant. incorpore les m&#234;mes buts et principes d'am&#233;nagement du territoire que ceux mentionn&#233;s aux art. 1er et 3  LAT. Les zones viticoles d&#233;limit&#233;es en application de cette loi d&#233;finissent le contenu de la propri&#233;t&#233; fonci&#232;re et ne donnent en principe pas droit &#224; une indemnisation si elles n'impliquent pas le d&#233;classement d'un terrain constructible compris dans une zone &#224; b&#226;tir au sens de la loi sur l'am&#233;nagement du territoire. Tel n'est pas le cas en l'esp&#232;ce. Le non-classement des parcelles en zone &#224; b&#226;tir ne pourrait donner lieu &#224; indemnisation qu'en pr&#233;sence de circonstances particuli&#232;res qui auraient justifi&#233; leur classement;  semblables circonstances ne sont pas r&#233;alis&#233;es en l'occurrence. \n\n\n  \n  \n  \nFaits &#224; partir de page 101\n\n\n    BGE 114 Ib 100 S. 101\n   \n\n    B. et F. sont propri&#233;taires, sur le territoire de la commune de Cully, de deux parcelles contigu&#235;s, en nature de vigne, qui ont respectivement une superficie de 1303 m2 et de 1151 m2. Ces biens-fonds sont situ&#233;s en amont de Cully, &#224; 600 m environ du centre de cette localit&#233; et &#224; quelque 100 m du village de Riex, entre le chemin du Vigny et le ruisseau du Champaflon. Le secteur, cultiv&#233; en vignes depuis 1710 au moins, ne comporte, au sud-ouest et en contrebas, que deux villas &#233;difi&#233;es en 1962 et 1963, ainsi que, plus loin dans la m&#234;me direction, une maison vigneronne b&#226;tie vers 1940. L'acc&#232;s aux parcelles est assur&#233; par le chemin du Vigny qui BGE 114 Ib 100 S. 102les longe au nord-ouest. Ce chemin abrite une canalisation d'eau potable depuis  1961, un collecteur d'&#233;gouts en syst&#232;me unitaire depuis 1972 et une conduite en acier de 100 mm de diam&#232;tre pos&#233;e en 1982. Les parcelles ne figurent pas dans le p&#233;rim&#232;tre du plan directeur des &#233;gouts de la commune de Cully, &#233;tabli en  1969.\nEn votation populaire du 12 juin 1977, un art. 6bis a &#233;t&#233; introduit dans la Constitution vaudoise, d&#233;clarant site prot&#233;g&#233; la r&#233;gion de Lavaux. D&#232;s l'&#233;t&#233;  1977, les parcelles de B. et F., alors en zone de villas, devaient &#234;tre class&#233;es en territoire viticole, en principe inconstructible, d'apr&#232;s diverses normes de droit public cantonal finalement remplac&#233;es par la loi du 12 f&#233;vrier  1979 sur le plan de protection de Lavaux (LPPL), entr&#233;e en vigueur le 9 mai  1979. Malgr&#233; l'opposition des deux int&#233;ress&#233;s, leurs parcelles ont &#233;t&#233;  attribu&#233;es &#224; la zone viticole dans le r&#232;glement communal sur les constructions et l'am&#233;nagement du territoire et le plan de zones, approuv&#233; par le Conseil d'Etat le 21 d&#233;cembre 1983. En vertu des art. 67 ss de ce r&#232;glement, la construction de b&#226;timents n'est possible dans ce secteur que si elle est impos&#233;e par leur destination et ne heurte aucun int&#233;r&#234;t pr&#233;pond&#233;rant.\nLe 16 mars 1984, B. et F. ont ouvert action en paiement d'une indemnit&#233; pour expropriation mat&#233;rielle contre l'Etat de Vaud et la commune de Cully devant le Tribunal d'expropriation du district de Lavaux. Leur demande a &#233;t&#233; admise par jugement du 11 novembre 1985. Saisie d'un appel de l'Etat de Vaud, la Chambre des recours du Tribunal cantonal vaudois a ni&#233; l'existence d'une expropriation mat&#233;rielle, par arr&#234;t du 27 avril 1987. Elle a notamment consid&#233;r&#233; que l'attribution des parcelles en cause au domaine viticole participait de la r&#233;duction d'une zone &#224; b&#226;tir trop &#233;tendue et r&#233;pondait &#224; des imp&#233;ratifs rationnels d'am&#233;nagement du territoire; de plus, l'usage pr&#233;visible &#224; des fins de construction dans un proche avenir n'avait pas &#233;t&#233; rendu vraisemblable.\nAgissant par la voie du recours de droit administratif, B. et F. demandent au Tribunal f&#233;d&#233;ral d'admettre l'existence d'une expropriation mat&#233;rielle et le principe d'une indemnisation. Ils se pr&#233;valent d'une violation de l'art. 5 al.  2 LAT ainsi que des art. 5 LPPL et 76 de la loi cantonale du 4 d&#233;cembre 1985  sur l'am&#233;nagement du territoire et les constructions (LATC); ils all&#232;guent en outre que l'interpr&#233;tation de la LPPL par le Tribunal cantonal l&#232;se les droits qui leur sont garantis par les art. 4 et 22ter Cst.\n\n    BGE 114 Ib 100 S. 103\n   \nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours dans la mesure o&#249; il &#233;tait recevable.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Selon la jurisprudence, il y a expropriation mat&#233;rielle lorsque l'usage actuel ou l'usage futur pr&#233;visible de la chose est interdit ou restreint de telle fa&#231;on que le l&#233;s&#233; se trouve priv&#233; d'un attribut essentiel de son droit de propri&#233;t&#233;, ou lorsqu'il doit supporter un sacrifice particulier incompatible avec le principe de l'&#233;galit&#233; de traitement (ATF 112 Ib 108, 389 et les arr&#234;ts cit&#233;s).\nPour juger si un bien-fonds peut &#234;tre consid&#233;r&#233; comme un terrain &#224; b&#226;tir, au sens du droit de l'expropriation mat&#233;rielle, il faut prendre en consid&#233;ration l'ensemble des facteurs juridiques et mat&#233;riels qui peuvent exercer une influence sur les possibilit&#233;s de b&#226;tir: les dispositions du droit des constructions et de l'am&#233;nagement du territoire en vigueur au moment d&#233;terminant, l'&#233;tat de la planification locale et du d&#233;veloppement des constructions dans le secteur, l'&#233;volution d&#233;mographique et &#233;conomique, la situation et les caract&#233;ristiques g&#233;n&#233;rales de l'immeuble en cause et les possibilit&#233;s de l'&#233;quiper, ainsi que le fait que le propri&#233;taire rende hautement vraisemblable l'affectation de sa parcelle &#224; la construction dans un proche avenir (ATF 113 Ib 320, ATF 112 Ib 109). Le moment d&#233;terminant pour juger s'il y a expropriation mat&#233;rielle est celui de l'entr&#233;e en vigueur de la restriction au droit de propri&#233;t&#233; (ATF 112 Ib 110 consid. 2c, 390 consid. 3, ATF 111 Ib 82 et les arr&#234;ts cit&#233;s; ROUILLER, Consid&#233;rations sur la garantie de la propri&#233;t&#233; et sur l'expropriation mat&#233;rielle, faites &#224; partir de la jurisprudence du Tribunal f&#233;d&#233;ral, in RJB 121/1985, p. 18; KUTTLER, Welcher Zeitpunkt ist f&#252;r die Beurteilung der Frage, ob eine materielle Enteignung vorliegt, massgebend? In Zbl 76/1975, p. 503).\n\n    3. Les recourants voient dans la d&#233;cision attaqu&#233;e un acte de protection du site entra&#238;nant pour eux un sacrifice particulier, alors que les autorit&#233;s cantonales, ainsi que l'Office f&#233;d&#233;ral de l'am&#233;nagement du territoire, la consid&#232;rent comme une mesure d'am&#233;nagement du territoire concr&#233;tisant les buts concordants poursuivis par la LAT et la LPPL.\na) Les art. 1er et 3 LAT d&#233;finissent les buts et les principes mis en oeuvre pour l'am&#233;nagement rationnel et harmonieux du territoire, tant en ce qui concerne la protection des bases naturelles de BGE 114 Ib 100 S. 104la vie que les aspects &#233;conomiques et sociaux, notamment en rapport avec l'habitat, du d&#233;veloppement du pays. La conservation des sites naturels et des espaces servant au d&#233;lassement ne repr&#233;sente que l'un des moyens d'obtenir une occupation coh&#233;rente du sol (art. 3 al. 2 lettre d LAT) parmi les nombreux principes &#233;nonc&#233;s de fa&#231;on non exhaustive par l'art. 3 LAT.\nDe m&#234;me, en application de l'art. 6bis Cst. cant., l'art. 1er LPPL assigne cinq objectifs aux autorit&#233;s cantonales et communales (art. 4 LPPL), soit, en substance, la protection de l'aire viticole, le respect du site, la recherche d'un &#233;quilibre entre populations rurale et non rurale, la promotion d'une certaine ind&#233;pendance, notamment en mati&#232;re d'&#233;quipements collectifs, et le maintien d'un secteur non urbanis&#233; entre les villes de Lausanne et de Vevey. Les travaux pr&#233;paratoires explicitent la volont&#233; du l&#233;gislateur dans la poursuite des \"cinq buts essentiels que le plan de protection doit atteindre pour respecter l'article constitutionnel\", ces buts &#233;tant en principe d'&#233;gale importance, m&#234;me si \"le maintien de l'aire viticole et agricole dans le p&#233;rim&#232;tre est le premier but qui vient &#224; l'esprit pour assurer la pr&#233;servation du caract&#232;re exceptionnel de Lavaux\" (Bulletin du Grand Conseil, s&#233;ance du 6  d&#233;cembre 1978, p. 1307 et 1308). La protection du site n'est en r&#233;alit&#233; que la cons&#233;quence de la pr&#233;servation du vignoble dans un territoire pr&#233;cis o&#249; il importe de le d&#233;fendre contre un d&#233;veloppement non contr&#244;l&#233; de la construction. Par l'adoption de la LPPL, le l&#233;gislateur a mis en oeuvre l'art. 6bis Cst. cant. en arr&#234;tant une s&#233;rie de mesures de planification r&#233;gionale et d'urbanisme englobant un vaste secteur (Bulletin, p. 1328), sans se limiter &#224;  la sauvegarde du site sur quelques parcelles. Le but d'am&#233;nagement du territoire que poursuit cette loi correspond &#224; certains des objectifs mentionn&#233;s aux art. 1er et 3 LAT. Ainsi que le Tribunal f&#233;d&#233;ral a d&#233;j&#224; eu l'occasion de le constater, le plan de protection de Lavaux &#233;quivaut, mat&#233;riellement, &#224; un plan directeur cantonal au sens des art. 6 ss LAT (ATF 113  Ib 301). Des consid&#233;rations qui pr&#233;c&#233;dent, il r&#233;sulte que les mesures prises en vertu de la LPPL sont de celles qui d&#233;finissent le contenu de la propri&#233;t&#233;  fonci&#232;re.\nb) La l&#233;gislation cantonale ant&#233;rieure &#224; l'entr&#233;e en vigueur de la LPPL, le 9  mai 1984, et de la LAT, le 1er janvier 1980, obligeait d&#233;j&#224; la commune de Cully  &#224; adapter sa r&#233;glementation sur le plan d'extension et la police des constructions. En effet, selon l'art. 25ter de la loi cantonale du 5 f&#233;vrier  1941 sur les constructions et BGE 114 Ib 100 S. 105l'am&#233;nagement du territoire (LCAT), dans sa premi&#232;re teneur, du 13 septembre  1976, un territoire insuffisamment &#233;quip&#233; et non indispensable &#224; l'extension d'une agglom&#233;ration devait &#234;tre class&#233; soit en zone agricole, soit en zone de verdure, soit en zone interm&#233;diaire (ATF 112 Ib 110 /111 consid. 3a). Le RPE de Cully de 1950, qui attribuait une grande partie du territoire communal &#224; la zone de villas, a &#233;t&#233; remplac&#233; par le RPE de 1968, qui pr&#233;voyait encore des surfaces constructibles propres &#224; recevoir une population de 5000 personnes;  or, entre 1950 et 1980, le nombre de r&#233;sidents de la commune n'a jamais d&#233;pass&#233;  le maximum de 1801 habitants. Dans ces conditions, l'art. 25ter LCAT imposait de classer en zone agricole, de verdure ou interm&#233;diaire les terrains partiellement &#233;quip&#233;s et non raccord&#233;s, tels ceux des recourants; au besoin, l'Etat pouvait contraindre la commune &#224; cette mesure d'am&#233;nagement local (art.  25quater LCAT). Comme le rel&#232;ve d'ailleurs la cour cantonale, l'int&#233;gration des parcelles litigieuses en zone viticole avait d&#233;j&#224; &#233;t&#233; pr&#233;vue par un projet d'arr&#234;t&#233; de classement du vignoble de Cully, puis par le plan directeur de la Commission d'urbanisme de Lavaux de l'automne 1977. La r&#233;duction de la zone de villas surdimensionn&#233;e devait donc concerner les biens-fonds des recourants, assez &#233;loign&#233;s des secteurs b&#226;tis et affect&#233;s &#224; la viticulture depuis le d&#233;but du XVIIIe si&#232;cle au moins.\nD&#232;s lors que le RPE de 1968 pr&#233;voyait une zone de villas trop vaste et recouvrant des terrains impropres &#224; la construction au sens de l'art. 15 LAT, la diminution de l'aire r&#233;serv&#233;e aux maisons individuelles et sa concentration aux alentours des agglom&#233;rations r&#233;pond &#224; des imp&#233;ratifs d'am&#233;nagement rationnel du territoire (cf. ATF 107 Ia 37 consid. b, 242 consid. a et les arr&#234;ts cit&#233;s), et non pas &#224; la seule volont&#233; de pr&#233;server un site et sa vocation viticole. Lorsque les zones &#224; b&#226;tir sont trop &#233;tendues, le propri&#233;taire ne peut exiger le classement d'une parcelle dans une zone de villas que s'il peut se pr&#233;valoir de motifs pr&#233;pond&#233;rants dans le cadre de la pes&#233;e des int&#233;r&#234;ts en pr&#233;sence (ATF 113 Ia 35 /36 consid. bb et cc). En l'occurrence, les recourants n'invoquent pas de raisons d&#233;terminantes qui pourraient s'opposer avec succ&#232;s &#224; l'inclusion de leurs parcelles en zone agricole; en revanche, cette solution se justifie par le faible degr&#233;  d'&#233;quipement des terrains en cause, par leur relatif &#233;loignement des localit&#233;s voisines, vu la topographie du vallon du Champaflon, et par leur affectation de longue date &#224; la culture de la vigne. L'attribution &#224; la zone viticole BGE 114 Ib 100 S. 106des parcelles des recourants s'apparente donc &#224; une d&#233;cision de non-classement qui ne donne pas lieu &#224; indemnit&#233; pour expropriation mat&#233;rielle (ATF 112 Ib 110 consid. 3, ATF 109 Ib 17 consid. 4a).\nc) Ainsi, cette mesure ne diff&#232;re pas des autres cas o&#249; un plan de zones a  &#233;t&#233; modifi&#233; dans le but de l'adapter aux exigences de la l&#233;gislation f&#233;d&#233;rale et cantonale en vigueur; or, selon la jurisprudence, une telle modification d&#233;finit davantage le contenu v&#233;ritable du droit de propri&#233;t&#233; qu'elle ne le restreint, de sorte qu'elle ne constitue en principe pas un cas d'expropriation mat&#233;rielle (ATF 112 Ib 110 consid. 3 et les r&#233;f&#233;rences), et la r&#233;duction d'une zone &#224; b&#226;tir trop &#233;tendue par rapport aux besoins r&#233;gionaux ne donne pas lieu &#224;  indemnisation (ROUILLER, op.cit., p. 21/22; KUTTLER, Eigentumsbeschr&#228;nkungen, die einer Enteignung gleichkommen, in Staatsorganisation und Staatsfunktionen im Wandel, Festschrift Eichenberger, B&#226;le 1982, p. 650/651).\n\n    4. Dans ces conditions, le classement des parcelles litigieuses en zone de villas ne pourrait se concevoir qu'en raison de circonstances sp&#233;ciales, telles que l'&#233;quipement des biens-fonds, leur raccordement aux canalisations des services publics et les frais consentis par le propri&#233;taire &#224; cette fin (ATF 112 Ib 401 consid. 6), ainsi que leur utilisation invraisemblable comme terrain &#224; b&#226;tir dans un proche avenir, eu &#233;gard &#224; la date d&#233;terminante du 21 d&#233;cembre 1983 marquant l'entr&#233;e en vigueur du nouveau RPE.\na) Bien que situ&#233;es en zone de villas depuis 1950 en tout cas, les parcelles litigieuses, dans leur &#233;tat cadastral actuel ou ant&#233;rieur, n'ont pas fait l'objet de travaux de construction jusqu'au 21 d&#233;cembre 1983. Avant l'adoption de l'art. 6bis Cst. cant., le 12 juin 1977, et de la l&#233;gislation d'application, ces biens-fonds ne figuraient pas dans le p&#233;rim&#232;tre du plan directeur communal des &#233;gouts, ce qui constituait un obstacle &#224; la d&#233;livrance d'un permis de construire en vertu de l'art. 67bis LCAT, introduit dans cette loi le 13 d&#233;cembre 1971. La canalisation de type unitaire install&#233;e en 1972 dans le chemin du Vigny n'est pas conforme &#224; l'art. 4 al. 3 de l'ordonnance f&#233;d&#233;rale du 8 d&#233;cembre 1975 sur le d&#233;versement des eaux us&#233;es (RS 814.225.21); quant au projet de traverser le Champaflon avec un &#233;gout muni d'un syst&#232;me de pompage, il ne permettrait pas d'&#233;viter tout risque de pollution selon les art. 13 et 14 de la loi f&#233;d&#233;rale sur la protection des eaux, du 8 octobre 1971 (RS 814.20), et il n&#233;cessiterait une autorisation pr&#233;alable sp&#233;ciale BGE 114 Ib 100 S. 107du D&#233;partement des travaux publics &#224; teneur de l'art. 12 de la loi cantonale sur la police des eaux d&#233;pendant du domaine public, du 3 d&#233;cembre 1957. On ne saurait d&#232;s lors admettre que l'&#233;quipement de ces parcelles soit suffisant pour ce qui est de l'&#233;vacuation des eaux us&#233;es. Au demeurant, la solution du rattachement au r&#233;seau d'&#233;gouts de la commune de Riex se heurte &#224; la d&#233;limitation du plan directeur de celle-ci et au large pouvoir d'appr&#233;ciation reconnu &#224; la commune, qui d&#233;cide en opportunit&#233; du raccordement &#233;ventuel d'un b&#226;timent se trouvant en dehors de la zone d&#233;finie par ce plan (art. 18 de l'ordonnance g&#233;n&#233;rale sur la protection des eaux, du 19 juin 1972 - RS  814.201); en outre, la r&#233;alisation de ce projet e&#251;t exig&#233; des raccordements complets qui supposaient des am&#233;nagements &#224; trouver avec les voisins, par exemple sous forme de servitudes de canalisations ou de passage. Toutes ces circonstances emp&#234;chent de consid&#233;rer que les deux parcelles auraient pu &#234;tre b&#226;ties dans un avenir relativement proche (ATF 112 Ib 109, 390 consid. 3 et les arr&#234;ts cit&#233;s).\nb) Les autres facteurs que la jurisprudence commande d'examiner conduisent au m&#234;me r&#233;sultat. Les terrains litigieux se situent dans une vaste aire viticole homog&#232;ne et presque intacte malgr&#233; la pr&#233;sence des deux maisons familiales voisines, &#233;rig&#233;es en 1962 et 1963; 600 m environ les s&#233;parent du centre de Cully; le vallon du Champaflon forme une rupture topographique en direction du village de Riex; enfin, l'accroissement d&#233;mographique de la commune de Cully est demeur&#233; faible. L'ensemble de ces circonstances montre que les biens-fonds des recourants ne pouvaient &#234;tre raisonnablement ouverts &#224; la construction en d&#233;cembre 1983, au moment de l'entr&#233;e en vigueur du nouveau RPE les classant en zone viticole.\nc) Face &#224; ces &#233;l&#233;ments, l'intention des recourants - qui n'a &#233;t&#233; concr&#233;tis&#233;e que par le remaniement parcellaire pr&#233;paratoire de 1977 - d'&#233;difier chacun une villa ou de vendre les terrains dans ce but n'est absolument pas d&#233;terminante. D&#232;s lors, faute d'une utilisation possible du sol dans un proche avenir, l'int&#233;gration des parcelles litigieuses en zone agricole n'est pas constitutive d'expropriation mat&#233;rielle et doit donc &#234;tre support&#233;e sans indemnit&#233;.\n \n   \n   "
}