{
  "titre": "99 V 9",
  "annee": "1973",
  "contenu": "\n      \n  Chapeau\n99 V 92. Arr&#234;t du 18 janvier 1973 dans la cause Jaccard contre Caisse nationale suisse d'assurance en cas d'accidents et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nExclusion des dangers extraordinaires de l'assurance (art.  67al. 3 LAMA).  Notion de rixe ou bagarre. \n\n\n  \n  \n  \nFaits &#224; partir de page 9\n\n\n    BGE 99 V 9 S. 9\n   \n\n    A.- ... Vendredi 18 d&#233;cembre 1970 &#224; la fin de l'apr&#232;s-midi, Jaccard se rendit apr&#232;s le travail au Caf&#233; Suisse, &#224; A., en compagnie d'un ami. Ils y burent chacun un verre de vin rouge. A deux clients, M. et B., qui voulaient du vin valaisan, Jaccard conseilla de boire plut&#244;t du vin vaudois. Bien que B. f&#251;t ivre et M., &#233;m&#233;ch&#233;, l'intervention de Jaccard ne provoqua pas d'incident. Son conseil fut m&#234;me suivi: M. et B. command&#232;rent une bouteille d'Yvorne. En sortant du caf&#233;, vers 19 h., alors que l'ambiance &#233;tait calme, Jaccard s'arr&#234;ta devant la table de M. et B. et leur demanda si la bouteille d'Yvorne n'&#233;tait pas excellente et ne valait pas le Fendant. Un troisi&#232;me consommateur, V., qui avait rejoint M. et B., reprocha &#224; Jaccard de se m&#234;ler d'affaires qui ne le regardaient pas et ajouta: \"Fichez-nous la paix.\" Jaccard, qui jusqu'alors n'avait pas pr&#234;t&#233; attention &#224; V., r&#233;pondit qu'il ne lui avait rien demand&#233; et qu'il ne le connaissait pas. V. se leva, empoigna Jaccard et le jeta par terre en lui portant un coup dans les jambes, selon une technique qu'il avait apprise en faisant du judo. Le coup re&#231;u de V. causa &#224; Jaccard une fracture de la jambe gauche, par enfoncement du plateau tibial externe. Le 8 juin 1971, le Tribunal de police du district d'A. reconnut V. coupable de l&#233;sions corporelles simples intentionnelles, commises sur la personne de Jaccard, et le condamna &#224; 40 jours d'emprisonnement, avec sursis pendant BGE 99 V 9 S. 10deux ans, et aux frais de la cause; il donna acte au l&#233;s&#233; de ses r&#233;serves civiles et lui alloua 450 francs de d&#233;pens p&#233;naux.\n\n    B.- L'employeur de Jaccard annon&#231;a r&#233;guli&#232;rement l'accident &#224; la Caisse nationale d'assurance en cas d'accidents. Celle-ci, par d&#233;cision du 8 juillet  1971, refusa le cas, pour le motif que l'assur&#233; se serait d&#233;lib&#233;r&#233;ment expos&#233; &#224;  la r&#233;action dont il fut la victime.\nL'assur&#233; recourut. Il conclut, avec suite de frais et de d&#233;pens, &#224; ce que la Caisse nationale adm&#238;t le cas; il pr&#233;cisa que le dommage assur&#233; s'&#233;levait &#224; 10  289 francs en date du 21 octobre 1971, soit 3545 francs &#224; titre de frais de gu&#233;rison et 6744 francs &#224; titre d'indemnit&#233; de ch&#244;mage. La Caisse nationale conclut au rejet du recours. En cours de proc&#233;dure, les parties convinrent de faire juger d'abord si l'accident &#233;tait assur&#233; ou non, la question de la nature et du montant des prestations &#233;tant laiss&#233;e de c&#244;t&#233;.\nLe Tribunal des assurances du canton de Vaud entendit des t&#233;moins. Le 14juin  1972, il rejeta le recours... Selon les premiers juges, Jaccard aurait d&#251;  quitter l'&#233;tablissement d&#232;s que V. eut adopt&#233; une attitude hostile. En r&#233;pondant s&#232;chement &#224; son interlocuteur, il se serait expos&#233; &#224; l'attaque dont il a &#233;t&#233; la victime, de sorte que l'accident se serait produit au cours d'une rixe, soit alors que l'int&#233;ress&#233; courait un risque exclu de l'assurance.\n\n    C.- L'assur&#233; a form&#233; en temps utile un recours de droit administratifaupr&#232;s du Tribunal f&#233;d&#233;ral des assurances contre le jugement cantonal. Le recourant conteste avoir pu et d&#251; s'attendre &#224; une agression et demande ... que la caisse soit astreinte &#224; couvrir les suites dommageables actuelles et futures du sinistre du 18 d&#233;cembre 1970.\nL'intim&#233;e conclut au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Aux termes de l'art. 67 al. 3 LAMA, la Caisse nationale peut exclure de l'assurance des risques non professionnels les dangers extraordinaires et les entreprises t&#233;m&#233;raires. En application de cette disposition de la loi, le Conseil d'administration de la Caisse a pris le 31 octobre 1967 une d&#233;cision qui exclut de l'assurance diff&#233;rents dangers dits extraordinaires, entre autres la participation &#224; des rixes et bagarres entre deux personnes ou plus, &#224; moins qu'il ne soit &#233;tabli que l'assur&#233;, sans avoir au BGE 99 V 9 S. 11pr&#233;alable jou&#233; un r&#244;le dans le diff&#233;rend, a &#233;t&#233; lui-m&#234;me attaqu&#233; par les participants ou bless&#233; en portant secours &#224; autrui (d&#233;cision, chiffre I/1). Selon la jurisprudence du Tribunal f&#233;d&#233;ral des assurances, participe d&#233;j&#224; &#224; une rixe ou &#224; une bagarre l'assur&#233; qui re&#231;oit des coups parce qu'il s'est engag&#233;  dans un &#233;change de propos impliquant le danger qu'on en vienne aux voies de fait (v. les arr&#234;ts cit&#233;s par MAURER, p. 155, ch. 4, et ATFA 1963, p. 238 et  1964, p. 71; arr&#234;ts Emery, du 11 mai 1964, et Annecken, du 27 novembre 1970, non publi&#233;s). La notion de rixe au sens de la d&#233;cision du 31 octobre 1967  diff&#232;re de celle de l'art. 133 CP. Le juge des assurances n'est pas li&#233; par l'appr&#233;ciation et la d&#233;cision dujuge p&#233;nal. L'exclusion de l'assurance a pour but d'&#233;pargner &#224; la communaut&#233; des assur&#233;s les frais inh&#233;rents &#224; la couverture d'un risque jug&#233; ind&#233;sirable. Elle n'est pas subordonn&#233;e &#224; une faute de l'assur&#233; mais elle n'en suppose pas moins qu'il se soit rendu compte ou qu'il ait d&#251; se rendre compte de l'existence d'une rixe ou d'un danger de rixe (ATFA  1954, p. 5; arr&#234;t Annecken pr&#233;cit&#233;).\n\n    2. En l'occurrence, le recourant Jaccard s'est incontestablement engag&#233; avec V. dans un &#233;change de propos qui a &#233;t&#233; suivi d'actes de violence de la part de V. Mais on ne saurait affirmer que Jaccard ait pr&#233;vu ou d&#251; pr&#233;voir cette issue brutale. En effet, l'invitation que V. a faite au recourant de ne pas se m&#234;ler de ce qui ne le regardait pas, pour &#234;tre incivile, n'&#233;tait point inqui&#233;tante. V. n'&#233;tait apparemment pas pris de boisson. La r&#233;ponse du recourant, aussi s&#232;che que l'intervention de V., &#233;tait bien celle qu'on pouvait attendre d'un homme pris subitement &#224; partie par quelqu'un auquel il ne s'adressait pas. Si, apr&#232;s cela, V. s'&#233;tait fait mena&#231;ant et que le recourant e&#251;t insist&#233;, ce dernier se serait bien expos&#233; au danger extraordinaire exclu par le chiffre I/1 de la d&#233;cision. Mais les choses ne se sont pas pass&#233;es ainsi: V. a attaqu&#233; le recourant avant que le ton de la conversation e&#251;t mont&#233; davantage et sans avoir fait comprendre de toute autre mani&#232;re &#224; son interlocuteur son intention de le battre.\nDans ces circonstances, le recourant a &#233;t&#233; attaqu&#233; &#224; l'improviste; il n'a pas particip&#233; &#224; une rixe ou &#224; une bagarre et l'intim&#233;e doit prendre l'accident en charge.\nOn ne peut m&#234;me pas dire que le recourant, en agissant comme il l'a fait avant l'agression, ait commis une faute grave, qui justifierait une r&#233;duction des prestations conform&#233;ment &#224; l'art. 98 al. 3 LAMA...\n\n    BGE 99 V 9 S. 12\n   \n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral des assurances prononce: I. Le recours est admis.\nII.  . La d&#233;cision et le jugement attaqu&#233;s sont r&#233;form&#233;s, dans ce sens que l'intim&#233;e doit prendre en charge les cons&#233;quences de l'accident dont le recourant a &#233;t&#233; victime le 18 d&#233;cembre 1970.\n \n   \n   "
}