{
  "titre": "93 I 566",
  "annee": "1967",
  "contenu": "\n      \n  Chapeau\n93 I 56670. Arr&#234;t de la Ie Cour civile du 14 novembre 1967 dans la cause dame Bergholz-Jeanrenaud contre Vaud, Cour administrative du Tribunal cantonal.\n\n  \nRegeste\nArt. 102 OJ.  Les conclusions nouvelles sont irrecevables dans un recours de droit administratif en mati&#232;re de registre du commerce (consid. 4). \nArt. 953 al. 2 CO. \nCelui qui reprend une maison existante et maintient l'ancienne raison de commerce en y apportant une adjonction exprimant qu'il en est le successeur, peut faire inscrire cette raison au registre du commerce, m&#234;me si elle ne l'&#233;tait pas auparavant (consid. 1 &#224; 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 566\n\n\n    BGE 93 I 566 S. 566\n   \n\n    A.- Dame Flory Bergholz-Jeanrenaud est la seule h&#233;riti&#232;re de son p&#232;re Alexandre Jeanrenaud, d&#233;c&#233;d&#233; le 27 avril 1965, qui exploitait de son vivant une entreprise individuelle de gravure et de vente de timbres en caoutchouc, dans un atelier sis &#224; Lausanne, rue de Bourg 21. Le 30 novembre 1966, elle a requis le pr&#233;pos&#233; au registre du commerce de Lausanne d'inscrire la raison \"A. Jeanrenaud, F. Bergholz-Jeanrenaud, successeur\" pour l'entreprise du d&#233;funt, dont elle continuait l'exploitation. Le pr&#233;pos&#233; au registre du commerce a rejet&#233; cette r&#233;quisition.\nIl a motiv&#233; sa d&#233;cision en consid&#233;rant que la raison propos&#233;e ne serait admissible que si la raison \"A. Jeanrenaud\" avait &#233;t&#233; elle-m&#234;me inscrite; or tel n'&#233;tait pas le cas.\nLe 3 mars 1967, la Cour administrative du Tribunal cantonal vaudois a rejet&#233; le recours interjet&#233; par dame Bergholz-Jeanrenaud. Elle a fait sien le motif du pr&#233;pos&#233; et relev&#233; en outre que BGE 93 I 566 S. 567la d&#233;signation \"F. Bergholz-Jeanrenaud\" n'&#233;tait pas conforme &#224; l'art. 945 al. 2 CO, aux termes duquel la femme mari&#233;e doit ajouter &#224; son nom de famille la mention \"Madame\" ou au moins un pr&#233;nom en toutes lettres.\n\n    B.- Dame Bergholz-Jeanrenaud a form&#233; un recours de droit administratif. Elle conclut &#224; l'annulation de la d&#233;cision attaqu&#233;e dans la mesure o&#249; elle est fond&#233;e sur l'art. 953 al. 2 CO et &#224; ce que le pr&#233;pos&#233; au registre du commerce du district de Lausanne admette l'inscription de la raison de commerce \"A. Jeanrenaud, Madame F. Bergholz-Jeanrenaud, successeur\".\nLa Cour administrative du Tribunal cantonal n'a pas formul&#233; d'observations et s'est r&#233;f&#233;r&#233;e aux consid&#233;rants de sa d&#233;cision.\nLe D&#233;partement f&#233;d&#233;ral de justice et police propose de rejeter le recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Selon l'art. 953 al. 2 CO, celui qui reprend une maison existante peut, avec l'autorisation expresse ou tacite de ses pr&#233;d&#233;cesseurs ou de leurs h&#233;ritiers, maintenir l'ancienne raison de commerce, s'il y apporte une adjonction exprimant qu'il en est le successeur. Le m&#234;me droit appartient &#224; l'h&#233;ritier d'une entreprise (HIS, n. 13 ad art. 953 CO). Contrairement &#224; l'avis du pr&#233;pos&#233; et de l'autorit&#233; cantonale, il n'est pas n&#233;cessaire que la raison ait d&#233;j&#224; &#233;t&#233; inscrite au registre du commerce par le pr&#233;d&#233;cesseur. La lettre de l'art. 953 CO ne l'exige nullement. Et le propri&#233;taire d'une entreprise peut exploiter son affaire sous une raison de commerce sans &#234;tre inscrit au registre; il le peut m&#234;me s'il n'a pas l'obligation de s'inscrire; l'art. 934 al. 2 CO lui conf&#232;re en pareil cas la facult&#233; de requ&#233;rir l'inscription.\nAssur&#233;ment, le titre trente et uni&#232;me du Code des obligations (art. 944 ss. CO) ne traite que des raisons de commerce inscrites au registre. De m&#234;me, la protection que l'art. 956 CO accorde aux raisons de commerce est limit&#233;e &#224; celles qui sont inscrites. Mais il n'en r&#233;sulte pas qu'une raison de commerce dont l'inscription est requise par celui qui reprend une affaire ne puisse &#234;tre form&#233;e selon l'art. 953 CO que si le pr&#233;d&#233;cesseur &#233;tait lui-m&#234;me inscrit au registre du commerce. Le but vis&#233; par cette disposition l&#233;gale est de permettre au nouvel exploitant de marquer la continuit&#233; entre l'ancienne et la nouvelle raison BGE 93 I 566 S. 568de commerce, afin que le changement survenu &#224; la t&#234;te de l'entreprise n'entra&#238;ne pas une perte de la client&#232;le. Cet int&#233;r&#234;t peut exister, m&#234;me si l'ancienne raison n'&#233;tait pas inscrite. Ni le principe de la v&#233;racit&#233; des raisons de commerce, ni l'int&#233;r&#234;t public (art. 944 CO) ne s'opposent &#224; l'indication, en pareil cas, du rapport de succession. Personne n'en d&#233;duira que le titulaire ant&#233;rieur de la raison &#233;tait d&#233;j&#224; inscrit. Du reste, tous ceux qui s'int&#233;ressent &#224; la question pourront v&#233;rifier la chose en consultant le registre et la Feuille officielle suisse du commerce.\n\n    2. L'autorit&#233; cantonale estime que, si la raison reprise n'&#233;tait pas inscrite au registre du commerce, il serait pratiquement impossible au pr&#233;pos&#233; de v&#233;rifier si elle a &#233;t&#233; form&#233;e r&#233;guli&#232;rement et si la nouvelle teneur est identique &#224; l'ancienne. L'objection n'est pas d&#233;cisive. Le pr&#233;pos&#233; au registre du commerce est souvent appel&#233; &#224; &#233;lucider des faits qui ne ressortent pas des inscriptions d&#233;j&#224; op&#233;r&#233;es. Par exemple, il doit statuer sur l'obligation de requ&#233;rir, modifier ou radier une inscription, ou encore examiner si la raison dont l'inscription est requise pouvait induire en erreur (art. 940, 941 CO, 63 ORC). Au demeurant, l'art. 953 CO n'oblige pas le pr&#233;pos&#233; &#224; administrer des preuves d'office. S'il a des doutes sur l'usage ant&#233;rieur de la raison dont le requ&#233;rant a repris l'affaire, il peut inviter ce requ&#233;rant &#224; en apporter la preuve.\n\n    3. Dans l'arr&#234;t Meyer-Graber c. Turlin (RO 39 II 38 ss.), le Tribunal f&#233;d&#233;ral a certes jug&#233; que l'existence r&#233;elle d'une entreprise &#233;tait une condition n&#233;cessaire pour que la raison de commerce soit prot&#233;g&#233;e; une maison purement fictive ne poss&#232;de aucun droit sur la raison sous laquelle elle s'est fait inscrire et ne saurait d&#232;s lors transf&#233;rer &#224; un tiers un droit qu'elle n'a pas. Mais cet arr&#234;t ne subordonne pas le transfert d'une raison &#224; son inscription pr&#233;alable au registre du commerce. Il est vrai que selon HIS (n. 7 ad 953 CO), la reprise d'une raison en vertu de l'art. 953 al. 2 CO suppose que le pr&#233;d&#233;cesseur du requ&#233;rant l'ait d&#233;j&#224; fait inscrire. Mais cet auteur ne donne aucun motif &#224; l'appui de son affirmation. F. DE STEIGER ne s'explique pas non plus sur ce point; il se borne &#224; &#233;crire que la raison dont le requ&#233;rant d&#233;sire le maintien doit avoir &#233;t&#233; r&#233;guli&#232;rement form&#233;e et &#234;tre inscrite au registre du commerce; il tient en effet pour exclue la reprise d'une raison que son titulaire a utilis&#233;e jusqu'alors au m&#233;pris des BGE 93 I 566 S. 569prescriptions l&#233;gales (F. DE STEIGER/FAVEY, Les raisons de commerce en droit suisse, p. 51). Sa remarque ne vise peut-&#234;tre que les raisons qui n'&#233;taient pas conformes aux prescriptions de la loi ou n'&#233;taient pas inscrites au m&#233;pris de l'obligation l&#233;gale. Elle ne concerne pas n&#233;cessairement le chef d'une maison qui n'&#233;tait pas tenu de s'inscrire. Quoi qu'il en soit, l'opinion exprim&#233;e par cet auteur n'est pas motiv&#233;e non plus.\nOn ne saurait d&#232;s lors interdire &#224; celui qui reprend une maison existante et maintient l'ancienne raison, en y apportant l'adjonction pr&#233;vue &#224; l'art. 953 al. 2 CO, de faire inscrire cette raison au registre du commerce, m&#234;me si elle ne l'&#233;tait pas auparavant.\n\n    4. Aux termes de l'art. 945 al. 1 CO, celui qui est seul &#224; la t&#234;te d'une maison de commerce doit prendre comme &#233;l&#233;ment essentiel de la raison son nom de famille avec ou sans pr&#233;noms. La femme mari&#233;e est en outre tenue d'ajouter &#224; son nom de famille la mention \"Madame\" ou au moins un pr&#233;nom en toutes lettres (art. 945 al. 2 CO). La recourante admet express&#233;ment que la raison \"F. Bergholz-Jeanrenaud\" n'est pas conforme &#224; cette exigence l&#233;gale. Elle pr&#233;cise que si le Tribunal f&#233;d&#233;ral lui donne raison quant &#224; l'application de l'art. 953 al. 2 CO, elle pr&#233;sentera une nouvelle r&#233;quisition conforme &#224; l'art. 945 al. 2 CO. D&#233;sirant faire trancher la premi&#232;re question, dame Bergholz-Jeanrenaud a pris dans son recours de droit administratif des conclusions tendant &#224; faire inscrire la raison nouvelle \"A. Jeanrenaud, Madame F. Bergholz-Jeanrenaud, successeur\".\nSelon la jurisprudence du Tribunal f&#233;d&#233;ral, les conclusions nouvelles pr&#233;sent&#233;es dans un recours de droit administratif sont irrecevables (RO 69 I 100 s., 81 I 380, 86 I 121, 134). Or la recourante a abandonn&#233; express&#233;ment sa r&#233;quisition initiale pour lui substituer une conclusion qui renferme un &#233;l&#233;ment nouveau, &#224; savoir la mention \"Madame\". D&#232;s lors, quand bien m&#234;me le recours appara&#238;t fond&#233; au regard de l'art. 953 al. 2 CO, il est irrecevable.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\nD&#233;clare le recours irrecevable.\n \n   \n   "
}