{
  "titre": "114 V 129",
  "annee": "1988",
  "contenu": "\n      \n  Chapeau\n114 V 12927. Extrait de l'arr&#234;t du 25 juillet 1988 dans la cause Caisse cantonale vaudoise de compensation contre X et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 4 al. 1 LAVS, art. 6 al. 1 RAVS: Cotisations sur les redevances per&#231;ues par un musicien. Les redevances per&#231;ues par un musicien sur la vente de disques repr&#233;sentent le revenu d'une activit&#233; lucrative ind&#233;pendante soumise &#224; cotisation (consid. 3).  Art. 7 al. 2 de la convention de s&#233;curit&#233; sociale entre la Suisse et la France, art. 4 de la convention entre la Suisse et le Portugal et art. 5 al. 1  de la convention entre la Suisse et la Grande-Bretagne: Principe de la soumission &#224; la l&#233;gislation du lieu de travail. \n- On ne peut d&#233;roger au principe dit de la \"soumission &#224; la l&#233;gislation du lieu de travail\" pour le motif qu'un assur&#233; n'a pas &#233;t&#233; soumis &#224; l'obligation de cotiser dans l'Etat o&#249; il a exerc&#233; son activit&#233; lucrative (consid. 4b). \n- Le lieu o&#249; s'exerce l'activit&#233; professionnelle d'un musicien dirigeant des oeuvres en vue d'un enregistrement est l'endroit o&#249; celui-ci s'effectue  (consid. 4c). \n\n\n  \n  \n  \nFaits &#224; partir de page 130\n\n\n    BGE 114 V 129 S. 130\n   \n\n    A.- X, qui a son domicile en Suisse, est affili&#233; &#224; la Caisse cantonale vaudoise de compensation en qualit&#233; de musicien exer&#231;ant une activit&#233; ind&#233;pendante. Par des d&#233;cisions des 16 d&#233;cembre 1982 et 15 juin 1984, la caisse a fix&#233; le montant annuel des cotisations AVS/AI/APG dues par l'assur&#233; pour les ann&#233;es 1981 &#224; 1985. Ce montant avait &#233;t&#233; calcul&#233; d'apr&#232;s les revenus que l'int&#233;ress&#233; avait obtenus en Suisse durant les ann&#233;es 1977 &#224; 1982 par son activit&#233; de chef de choeur et d'orchestre.\nLe 21 f&#233;vrier 1986, la commission d'imp&#244;t comp&#233;tente a adress&#233; &#224; la caisse une communication, d'o&#249; il ressortait que X avait per&#231;u, durant les ann&#233;es 1983 et 1984, des redevances sur des enregistrements phonographiques &#233;dit&#233;s en France. Comme le pr&#233;nomm&#233; avait d&#233;j&#224; obtenu de telles redevances au cours des ann&#233;es pr&#233;c&#233;dentes et que ces gains n'avaient pas &#233;t&#233; pris en compte lors de la fixation des cotisations pour les ann&#233;es 1981 &#224; 1985, la caisse a rendu trois d&#233;cisions, le 16 d&#233;cembre 1986, par lesquelles elle a rectifi&#233; le montant annuel des cotisations dues pour les ann&#233;es en cause. En outre, par une autre d&#233;cision rendue le m&#234;me jour, elle a fix&#233; le montant des cotisations pour les ann&#233;es 1986 et 1987. Selon un plan de calcul &#233;tabli par la caisse, cette derni&#232;re avait pris en compte, &#224; titre de revenu, les gains tir&#233;s par l'assur&#233; de son activit&#233; de chef de choeur et d'orchestre exerc&#233;e en Suisse durant la p&#233;riode de calcul d&#233;terminante, ainsi que la totalit&#233; des redevances obtenues pendant cette m&#234;me p&#233;riode.\n\n    B.- L'assur&#233; a recouru contre ces d&#233;cisions devant le Tribunal des assurances du canton de Vaud, en contestant l'obligation de payer des cotisations sur les redevances qu'il per&#231;oit.\nLa juridiction cantonale a admis le recours dont elle &#233;tait saisie, et a renvoy&#233; le dossier &#224; la caisse pour qu'elle proc&#232;de &#224; un nouveau calcul des cotisations litigieuses. Elle a retenu, en bref, que le lieu de travail pour un chef interpr&#233;tant une oeuvre en vue d'enregistrer un disque est l'endroit o&#249; l'enregistrement s'effectue; d&#232;s lors qu'en l'esp&#232;ce certains disques ont &#233;t&#233; enregistr&#233;s par l'assur&#233; en France, au Portugal et en Grande-Bretagne - Etats avec lesquels la Suisse a conclu des conventions de s&#233;curit&#233; sociale BGE 114 V 129 S. 131instituant le principe dit de la \"soumission &#224; la l&#233;gislation du lieu de travail\" - les redevances per&#231;ues sur la vente de ces disques n'&#233;taient pas soumises &#224; cotisation selon la l&#233;gislation suisse sur l'AVS.\n\n    C.- La caisse interjette recours de droit administratif contre ce jugement, dont elle demande l'annulation partielle, en ce sens que la totalit&#233; des redevances per&#231;ues par l'intim&#233; soit soumise &#224; cotisation.\nDans son m&#233;moire de r&#233;ponse, X conclut &#224; l'annulation du jugement entrepris, en ce sens que les redevances qu'il per&#231;oit ne soient pas consid&#233;r&#233;es comme le revenu d'une activit&#233; lucrative soumis &#224; cotisation, mais comme le rendement d'un capital.\nDe son cot&#233;, l'Office f&#233;d&#233;ral des assurances sociales (OFAS) propose l'admission du recours.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. a) En ce qui concerne l'obligation de payer des cotisations, la situation d'un musicien, chef d'orchestre ou soliste, qui per&#231;oit des redevances sur la vente de disques, peut &#234;tre compar&#233;e &#224; celle d'un inventeur b&#233;n&#233;ficiant de redevances de licence. Selon une jurisprudence constante (cf. ATF 97 V 28; RCC 1988 p. 312, 1985 p. 640), ces derni&#232;res constituent soit le revenu d'une activit&#233; lucrative soumis &#224; cotisation, soit le produit d'un capital. D'apr&#232;s les art. 4 al. 1 LAVS et 6 al. 1 RAVS est consid&#233;r&#233; comme revenu d'une activit&#233; lucrative tout gain qui provient d'une activit&#233; et augmente la capacit&#233; &#233;conomique d'un assur&#233;. Le point de savoir si l'on est en pr&#233;sence d'un tel revenu doit &#234;tre tranch&#233; dans chaque cas particulier, en tenant compte, d'une part, de l'apport &#233;conomique des redevances pour le b&#233;n&#233;ficiaire et, d'autre part, de leur importance par rapport &#224; l'activit&#233; lucrative de ce dernier.\nb) En l'occurrence, il est ind&#233;niable que la r&#233;alisation d'enregistrements phonographiques fait partie de l'activit&#233; professionnelle d'un musicien qui, comme X, dirige des choeurs et des orchestres. En outre, ce travail n'a nullement le caract&#232;re d'une activit&#233; passag&#232;re ou secondaire pour le pr&#233;nomm&#233;. En effet, il ressort des constatations des premiers juges que le nombre moyen d'enregistrements r&#233;alis&#233;s annuellement a &#233;t&#233; relativement important - plus de trois pendant la p&#233;riode d&#233;terminante en cause - et que les gains acquis sous forme de redevances repr&#233;sentent une part appr&#233;ciable des revenus de BGE 114 V 129 S. 132l'activit&#233; lucrative ind&#233;pendante exerc&#233;e par l'int&#233;ress&#233;. Cela &#233;tant, il y a lieu de consid&#233;rer, comme les juges cantonaux, que les redevances acquises par ce dernier sur des enregistrements phonographiques constituent le produit d'une activit&#233; lucrative ind&#233;pendante soumise &#224; cotisation.\n\n    4. a) Sont notamment assur&#233;es obligatoirement les personnes physiques qui ont leur domicile civil en Suisse (art. 1 al. 1 let. a LAVS). Les assur&#233;s au sens de l'art. 1 al. 1 LAVS sont tenus de payer des cotisations tant qu'ils exercent une activit&#233; lucrative (art. 3 al. 1, premi&#232;re phrase, LAVS).\nAbstraction faite des hypoth&#232;ses vis&#233;es &#224; l'art. 6ter RAVS - lesquelles n'entrent pas en consid&#233;ration en l'occurrence - cette obligation ne peut &#234;tre ni&#233;e que lorsqu'une disposition d&#233;rogatoire d'une convention internationale est applicable. La convention entre la Suisse et la France relative &#224; la s&#233;curit&#233; sociale, du 3 juillet 1975, contient des dispositions concernant le droit applicable. Sous r&#233;serve d'exceptions qui n'entrent pas en ligne de compte ici, les travailleurs ind&#233;pendants qui exercent leur activit&#233; professionnelle sur le territoire de l'un des Etats sont soumis &#224; la l&#233;gislation de cet Etat, m&#234;me s'ils r&#233;sident sur le territoire de l'autre (art. 7 al. 2 de la convention). En cas d'exercice simultan&#233; de deux ou plusieurs activit&#233;s professionnelles, salari&#233;es ou non salari&#233;es, sur le territoire de l'un et de l'autre Etat, chacune de ses activit&#233;s est r&#233;gie par la l&#233;gislation de l'Etat sur le territoire duquel elle est exerc&#233;e (art. 7 al. 3, premi&#232;re phrase, de la convention). On trouve des prescriptions analogues - instituant le principe dit de la \"soumission &#224; la l&#233;gislation du lieu de travail\" - dans les conventions de s&#233;curit&#233; sociale entre la Suisse et, respectivement, le Portugal, du 11 septembre 1975 (art. 4) et la Grande-Bretagne, du 21 f&#233;vrier 1968 (art. 5 al. 1). Selon la jurisprudence, ces r&#232;gles conventionnelles sont des normes directement applicables, qui ont le pas sur les dispositions de la LAVS concernant l'assujettissement &#224; l'assurance et l'obligation de cotiser (ATF 110 V 76 consid. 2b et les r&#233;f&#233;rences cit&#233;es).\nb) La recourante et l'OFAS contestent le point de vue de la juridiction cantonale selon lequel le lieu de travail, pour un musicien dirigeant un choeur ou un orchestre en vue d'enregistrer un disque, est le lieu d'enregistrement; &#233;tant donn&#233; que, selon eux, les autorit&#233;s comp&#233;tentes de l'Etat o&#249; s'effectuent les enregistrements ignorent le plus souvent que l'int&#233;ress&#233; per&#231;oit des redevances, ils sont d'avis que ces derni&#232;res seraient soustraites &#224; toutes contribution BGE 114 V 129 S. 133aux assurances sociales si l'on se fondait sur le crit&#232;re fix&#233; par les premiers juges.\nCette argumentation n'est pas fond&#233;e. En effet, selon une jurisprudence constante (ATF 110 V 77 consid. 3b et les r&#233;f&#233;rences cit&#233;es), on ne saurait d&#233;roger au principe de la soumission &#224; la l&#233;gislation du lieu de travail pour le motif qu'un assur&#233; n'a pas &#233;t&#233; soumis &#224; l'obligation de cotiser dans l'Etat o&#249; il a exerc&#233; son activit&#233; lucrative. Une telle d&#233;rogation ne ressort en effet nullement des textes conventionnels pr&#233;cit&#233;s, sur lesquels il faut en premier lieu se fonder pour interpr&#233;ter une convention internationale.\nc) L'OFAS est en outre d'avis que le lieu o&#249; s'exerce l'activit&#233;  professionnelle d'un musicien dirigeant des oeuvres en vue d'un enregistrement est celui du domicile, d&#232;s lors que c'est chez lui qu'un artiste accomplit un travail indispensable de pr&#233;paration et d'organisation, comme la correspondance relative &#224; ses engagements, la planification des r&#233;p&#233;titions et l'&#233;tude des oeuvres destin&#233;es &#224; &#234;tre enregistr&#233;es. Pour justifier son point de vue, l'office se fonde essentiellement sur un arr&#234;t de la Cour de c&#233;ans selon lequel le lieu de tournage d'un film n'est pas d&#233;terminant pour un acteur de m&#233;tier  (RCC 1973 p. 462 consid. 4).\nLe point de vue de l'autorit&#233; f&#233;d&#233;rale de surveillance ne saurait &#234;tre partag&#233;. Dans l'arr&#234;t pr&#233;cit&#233;, il &#233;tait question de d&#233;terminer le genre de l'activit&#233; professionnelle d'un com&#233;dien, s'agissant de la perception  &#233;ventuelle de cotisations sur l'ensemble des revenus tir&#233;s par l'int&#233;ress&#233; de l'exercice de sa profession. Or, en l'esp&#232;ce, la situation est diff&#233;rente puisque la question qui se pose est uniquement celle de savoir o&#249; s'exerce l'activit&#233; par laquelle l'intim&#233; obtient des revenus sous forme de redevances. Au demeurant, on ne saurait voir dans l'arr&#234;t pr&#233;cit&#233; l'affirmation d'un principe g&#233;n&#233;ral, applicable &#224; toutes les formes d'activit&#233; artistique destin&#233;es &#224; la confection d'un support tel qu'un disque. Dans le cas particulier, m&#234;me s'il est probable que l'intim&#233; exerce une activit&#233;  pr&#233;paratoire &#224; son domicile, il y a lieu de consid&#233;rer que son travail proprement dit, &#224; savoir l'enregistrement d'oeuvres musicales &#224; la t&#234;te de choeurs ou d'orchestres, est accompli &#224; l'endroit o&#249; l'enregistrement s'effectue. Cela &#233;tant, c'est &#224; bon droit que la juridiction cantonale a exclu des revenus soumis &#224; cotisation les redevances per&#231;ues par l'intim&#233; sur la vente de disques enregistr&#233;s au Portugal, en France et en Grande-Bretagne. Le recours se r&#233;v&#232;le ainsi mal fond&#233;.\n \n   \n   "
}