{
  "titre": "106 II 365",
  "annee": "1980",
  "contenu": "\n      \n  Chapeau\n106 II 36569. Arr&#234;t de la IIe Cour civile du 19 d&#233;cembre 1980 dans la cause hoirs Robyr et Fontannaz contre Conseil d'Etat du canton de Vaud (recours en r&#233;forme)\n\n  \nRegeste\nArt. 44 ss. OJ.  Une d&#233;cision cantonale soumettant des &#233;tangs au droit de p&#234;che de l'Etat n'est pas susceptible de recours en r&#233;forme au Tribunal f&#233;d&#233;ral, car elle ne r&#232;gle pas une contestation civile. L'autorit&#233; cantonale n'a tranch&#233; qu'&#224; titre pr&#233;judiciel, dans les motifs, la question pr&#233;alable de savoir si les &#233;tangs sont des sources au sens de l'art. 704 CC. \n\n\n  \n  \n  \nFaits &#224; partir de page 365\n\n\n    BGE 106 II 365 S. 365\n   \n\n    A.- Pierre Robyr a exploit&#233;, jusqu'en 1972, une gravi&#232;re sur des parcelles dont il &#233;tait propri&#233;taire dans la commune de Noville. Jean-Pierre Fontannaz en a fait de m&#234;me, jusqu'en 1969 ou 1970, sur un terrain lui appartenant &#224; Noville &#233;galement. L'extraction des graviers a provoqu&#233;, dans les deux cas, la formation d'un &#233;tang par l'apparition &#224; la surface de l'eau provenant de la nappe phr&#233;atique. Par la suite, Pierre Robyr et Jean-Pierre Fontannaz ont empoissonn&#233; les &#233;tangs ainsi form&#233;s, soit, respectivement, les &#233;tangs de la Mure et de la Praille.\nLe 20 f&#233;vrier 1979, au terme d'un &#233;change de correspondance, le Conservateur de la faune a confirm&#233; aux hoirs de Pierre Robyr qu'il BGE 106 II 365 S. 366consid&#233;rait l'&#233;tang de la Mure comme une eau publique soumise au droit de p&#234;che de l'Etat de Vaud. Les dispositions sur l'exercice de la p&#234;che en 1979, dat&#233;es du 20 f&#233;vrier 1979 et publi&#233;es dans la Feuille des avis officiels du canton de Vaud, d&#233;clarent la p&#234;che ouverte, entre autres, dans les &#233;tangs de la Mure et de la Praille.\n\n    B.- Les hoirs de Pierre Robyr et Jean-Pierre Fontannaz ont recouru au Conseil d'Etat, qui, le 16 janvier 1980, a rejet&#233; les deux recours. L'autorit&#233;  cantonale a consid&#233;r&#233; que, n'&#233;tant pas des sources au sens de l'art. 704 CC, les &#233;tangs de la Mure et de la Praille faisaient partie du domaine public et, d&#232;s lors, &#233;taient soumis au droit de p&#234;che de l'Etat.\n\n    C.- Les hoirs de Pierre Robyr, d'une part, et Jean-Pierre Fontannaz, d'autre part, ont recouru en r&#233;forme au Tribunal f&#233;d&#233;ral. Ils lui demandaient de:\n\"- Constater que les eaux des &#233;tangs de la Mure et de la Praille font l'objet d'un droit de propri&#233;t&#233; priv&#233;e des recourants.\n- Constater que la p&#234;che dans les &#233;tangs de la Mure et de la Praille fait l'objet d'un droit de p&#234;che priv&#233; des recourants.\n- Principalement\nR&#233;former la d&#233;cision entreprise en ce sens que le droit de p&#234;che de l'Etat de Vaud ne s'&#233;tend pas aux &#233;tangs de la Mure et de la Praille.\n- Subsidiairement\nAnnuler la d&#233;cision entreprise et renvoyer la cause au Conseil d'Etat du canton de Vaud pour nouvelle d&#233;cision dans le sens des consid&#233;rants.\"\nLe recours a &#233;t&#233; d&#233;clar&#233; irrecevable.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Hormis les cas limitativement &#233;num&#233;r&#233;s aux art. 44 litt. a &#224; e et 45 litt. b OJ, le recours en r&#233;forme n'est recevable que dans les contestations civiles. La jurisprudence entend par contestation civile une proc&#233;dure qui vise &#224; provoquer une d&#233;cision d&#233;finitive sur des rapports de droit civil et qui se d&#233;roule en instance contradictoire, devant un juge ou toute autre autorit&#233; ayant pouvoir pour statuer, entre deux ou plusieurs personnes physiques ou morales agissant comme titulaires de droits priv&#233;s, ou entre une telle personne et une autorit&#233; &#224; laquelle le droit civil conf&#232;re la qualit&#233; de partie (ATF 101 II 359 consid. 1 et les r&#233;f&#233;rences; cf. ATF 104 II 137 consid. 1, 164 consid. 3b).BGE 106 II 365 S. 367\n   \nIl n'en est pas ainsi dans l'esp&#232;ce.\nL'Etat de Vaud intervient, non pas comme particulier ayant un rang &#233;gal &#224;  celui des citoyens avec lesquels il est en rapport, mais en vertu de son pouvoir de disposer des eaux d&#233;pendant du domaine public (art. 1er de la loi vaudoise du 5 septembre 1944 sur l'utilisation des lacs et des cours d'eau d&#233;pendant du domaine public) et en vertu de la r&#233;gale de la p&#234;che (loi vaudoise du 29 novembre 1978 sur la p&#234;che). La d&#233;cision attaqu&#233;e a &#233;t&#233; prise dans une proc&#233;dure administrative, non en instance contradictoire. Elle fait suite &#224; une d&#233;cision du D&#233;partement de l'agriculture, de l'industrie et du commerce, Conservation de la faune, qui avait d&#233;clar&#233; les &#233;tangs de la Mure et de la Praille soumis au droit de p&#234;che de l'Etat. Le Conseil d'Etat a &#233;cart&#233; la requ&#234;te tendant &#224; ce que l'affaire f&#251;t soumise aux tribunaux ordinaires. Il a examin&#233; les recours dont il avait &#233;t&#233; saisi en application des r&#232;gles &#233;tablies pour les recours de droit administratif. Quant &#224; l'objet de la contestation, il est de savoir si les &#233;tangs des recourants sont ou non soumis au droit de p&#234;che de l'Etat de Vaud: il s'agit donc de droit public cantonal (art. 10 de la loi vaudoise du 29 novembre 1978 sur la p&#234;che en relation avec l'art. 1er de la loi vaudoise du 12 mai 1948 r&#233;glant l'occupation et l'exploitation des eaux souterraines d&#233;pendant du domaine public cantonal). Certes, la solution de cette question d&#233;pend du sort d'un point de droit civil f&#233;d&#233;ral, soit de savoir si les &#233;tangs en cause sont des sources au sens de l'art. 704 CC. Mais le Conseil d'Etat n'a tranch&#233; ce point qu'&#224; titre pr&#233;judiciel: sa d&#233;cision &#224; ce sujet n'est donc qu'un simple motif prononc&#233; sur la question litigieuse elle-m&#234;me; elle n'a pas la port&#233;e d'une d&#233;cision au fond contenue dans un dispositif pass&#233; en force (ATF 90 II 161 consid. 3, ATF 88 I 10 /11, ATF 72 II 411 consid. 1).\n\n    2. La d&#233;cision sur le point de droit civil f&#233;d&#233;ral n'ayant ainsi pas force de chose jug&#233;e, les recourants peuvent, en tout temps, saisir de cette question le juge civil cantonal ou directement le Tribunal f&#233;d&#233;ral en vertu de l'art. 42 OJ. Dans l'&#233;ventualit&#233; o&#249; la juridiction civile prononcerait, par d&#233;cision ayant, elle, force de chose jug&#233;e, que les &#233;tangs de la Mure et de la Praille ont le caract&#232;re d'eaux priv&#233;es, il en d&#233;coulerait automatiquement qu'ils ne sont pas soumis au droit de p&#234;che de l'Etat de Vaud.\n \n   \n   "
}