{
  "titre": "114 Ia 427",
  "annee": "1988",
  "contenu": "\n      \n  Chapeau\n114 Ia 42770. Auszug aus dem Urteil der I. &#246;ffentlichrechtlichen Abteilung vom 20. Dezember 1988 i.S. Heinz Aebi und Mitb. gegen den Grossen Rat des Kantons Bern (staatsrechtliche Beschwerde)\n\n  \n  \nRegeste\nArt. 85 let. a OJ; votation populaire du 11 septembre 1983  sur l'avenir politique du Laufonnais, intervention des autorit&#233;s.  1. Dans le contexte d'une votation telle que celle qui est ici en jeu, le domaine de protection du droit du citoyen &#224; la libre formation de son opinion et de sa volont&#233; garanti par l'art. 10 CEDH se recouvre avec celui de ses droits politiques au sens de l'art. 85 let. a OJ (consid. 1b/cc). \n2. Une collectivit&#233; de rang sup&#233;rieur n'est normalement pas admise &#224;  intervenir dans la campagne d'une votation se d&#233;roulant au sein d'une collectivit&#233; subordonn&#233;e. En l'esp&#232;ce, toutefois, compte tenu des particularit&#233;s du cas et de la complexit&#233; de la situation engendr&#233;e par la question du Laufonnais, les conditions d'une information suppl&#233;mentaire de la part des autorit&#233;s cantonales bernoises, destin&#233;e &#224; compl&#233;ter les commentaires de la Commission de district sur la votation et &#224; r&#233;tablir ainsi l'&#233;galit&#233; des chances dans le processus de formation de l'opinion des citoyens, pouvaient  &#234;tre consid&#233;r&#233;es comme r&#233;unies en principe (consid. 4 et 5). \n3. Annulation de la d&#233;cision du Grand Conseil du canton de Berne ent&#233;rinant la votation, au motif que le gouvernement cantonal a investi des fonds publics dans la campagne pr&#233;c&#233;dant la votation de fa&#231;on ill&#233;gale - v&#233;ritable publicit&#233;  par l'entremise d'un comit&#233; de vote priv&#233; au lieu d'une information objective, ce sans base l&#233;gale, discr&#232;tement et dans une mesure disproportionn&#233;e -, et parce qu'on ne peut pas dire que l'issue du scrutin litigieux n'aurait pas &#233;t&#233;  diff&#233;rente &#224; d&#233;faut d'irr&#233;gularit&#233; (consid. 6 et 7). \n4. Absence de motifs - relevant notamment de la s&#233;curit&#233; du droit - qui commanderaient de renoncer &#224; r&#233;p&#233;ter la votation sur le rattachement du Laufonnais au canton de B&#226;le-Campagne (consid. 8). \n\n\n  \n  \nFaits &#224; partir de page 428\n\n\n    BGE 114 Ia 427 S. 428\n   \n\n    Im Herbst 1977 reichten ungef&#228;hr 60% der Stimmberechtigten des bernischen Amtsbezirks Laufen gest&#252;tzt auf Art. 5 des vom 1. M&#228;rz 1970 datierten Zusatzes zur Staatsverfassung des Kantons Bern hinsichtlich des jurassischen Landesteiles eine Initiative ein, welche die Einleitung des Anschlussverfahrens an einen der benachbarten Kantone bezweckte. Die in der Folge durchgef&#252;hrte Volksabstimmung vom 18. Juni 1978 ergab bei einer Stimmbeteiligung BGE 114 Ia 427 S. 429von 79% 4164 Ja-Stimmen und 2234 Nein-Stimmen. In zwei Evaluationsabstimmungen im Jahre 1980 entschieden sich die Stimmb&#252;rger des Laufentals f&#252;r den Kanton Basel-Landschaft als Anschlusskanton. Am 11. September 1983 wurde ihnen das Ergebnis der Anschlussverhandlungen mit dem Kanton Basel-Landschaft zur Abstimmung vorgelegt. Das Resultat &#252;ber die Abstimmungsfrage \"Wollt Ihr Euch aufgrund des vereinbarten Vertrages dem Kanton Basel-Landschaft anschliessen?\"  ergab bei einer Stimmbeteiligung von 92,9% 3575 Ja-Stimmen und 4675 Nein-  Stimmen. Das Abstimmungsergebnis wurde noch im Jahre 1983 erwahrt.\nAm 3. September 1985 erhoben Heinz Aebi, Konrad D&#252;blin, Alfred Jeker, Ernst Mani und Walter Schmidlin als Stimmberechtigte des Amtsbezirks Laufen Abstimmungsbeschwerde \"an die Staatskanzlei zuhanden des zust&#228;ndigen Entscheidsorgans\" des Kantons Bern. Sie beantragten, die Laufentalabstimmung sei nichtig zu erkl&#228;ren, eventuell aufzuheben, und es sei &#252;ber die gleiche Abstimmungsvorlage eine neue Abstimmung durchzuf&#252;hren. Zur Begr&#252;ndung wiesen sie darauf hin, dass sich aus dem dem Grossen Rat des Kantons Bern am 2. September 1985 er&#246;ffneten Untersuchungsbericht der Besonderen Untersuchungskommission (BUK) zum Bericht Hafner ergebe, dass der Regierungsrat des Kantons Bern dem Propaganda-Komitee \"Aktion Bernisches Laufental\" (ABL) heimlich und ohne gesetzliche Grundlage nebst einem im Jahre 1980 aus allgemeinen Staatsmitteln entrichteten Betrag von Fr. 60'000.-- weitere Fr.  273'281.-- aus den SEVA-Lotteriegeldern f&#252;r Abstimmungspropaganda bezahlt habe. Durch diese massive pro-bernische Propaganda sei das Abstimmungsergebnis wesentlich verf&#228;lscht worden.\nNachdem der Grosse Rat des Kantons Bern auf die Beschwerde nicht eingetreten war, gelangten Heinz Aebi, Konrad D&#252;blin, Alfred Jeker, Ernst Mani und Walter Schmidlin mit staatsrechtlicher Beschwerde an das Bundesgericht. Dieses stellte fest, dass der Grosse Rat wegen der Erheblichkeit der neuentdeckten Tatsachen auf das Wiedererw&#228;gungsbegehren h&#228;tte eintreten m&#252;ssen, und es hiess die staatsrechtliche Beschwerde mit Urteil vom 18. M&#228;rz 1987 im Sinne der Erw&#228;gungen gut, soweit es darauf eintreten konnte (s. BGE 113 Ia 146 ff.).\nGest&#252;tzt auf das Bundesgerichtsurteil vom 18. M&#228;rz 1987 trat der Grosse Rat des Kantons Bern auf die von Heinz Aebi, Konrad D&#252;blin, Alfred Jeker, Ernst Mani und Walter Schmidlin erhobene BGE 114 Ia 427 S. 430Abstimmungsbeschwerde ein. Mit Entscheid vom 3. November 1987 wies er diese jedoch ab. Zur Begr&#252;ndung f&#252;hrte der Grosse Rat im wesentlichen aus, dass die an die ABL ausbezahlten Betr&#228;ge dieser dazu dienen sollten, das im Laufental durch die Propaganda der Anschlusskantone und durch das Komitee \"Ja zur besten L&#246;sung\" seit 1980 entstandene Bild - n&#228;mlich, dass das Laufental von Bern weg wolle - zu korrigieren. Es sei im Interesse des Stimmb&#252;rgers gewesen, wenn sich der Kanton Bern aus staatspolitischer Sicht zum Ausgleich dieses Informationsdefizits verpflichtet gesehen habe. Das Engagement des Kantons Bern sei nach Auffassung des Grossen Rates nicht geeignet gewesen, das Abstimmungsresultat wesentlich zu beeinflussen, zumal die zur Verf&#252;gung gestellte Summe von insgesamt rund Fr. 330'000.-- den Zeitraum von f&#252;nf Jahren abgedeckt habe.\nHiergegen erhoben Heinz Aebi, Konrad D&#252;blin, Alfred Jeker, Ernst Mani und Walter Schmidlin am 18. Dezember 1987 staatsrechtliche Beschwerde beim Bundesgericht im wesentlichen wegen Verletzung des Stimmrechts (Art. 85 lit. a OG) und wegen Verletzung von Art. 4 BV (Verstoss gegen das Willk&#252;rverbot und Missachtung des Rechtsgleichheitsgebotes). Sie stellen folgende Antr&#228;ge:\n\"1. Der Beschluss des Grossen Rates des Kantons Bern vom 3. November 1987 &#252;ber die Abstimmungsbeschwerde der Beschwerdef&#252;hrer vom 3. September 1985 sei aufzuheben.\n2. Eventuell sei die Vorinstanz anzuweisen, das Verfahren &#252;ber die Abstimmungsbeschwerde vom 3. September 1985 wieder aufzunehmen.\n3. Subeventuell sei die Vorinstanz anzuweisen, Vorkehren zu treffen, damit im Amtsbezirk Laufen nochmals &#252;ber den Anschlussvertrag mit dem Kanton Basel-Landschaft abgestimmt werden kann.\n4. Unter Kosten- und Entsch&#228;digungsfolgen zulasten des Kantons Bern.\"\nDas Bundesgericht heisst die Beschwerde im Sinne der Erw&#228;gungen gut, soweit darauf eingetreten werden kann, und hebt den angefochtenen Entscheid auf.\n  \nConsid&#233;rants\n\nAus den Erw&#228;gungen:\n\n    1. b) cc) In ihrer Replikschrift r&#252;gen die Beschwerdef&#252;hrer auch Art. 10 EMRK als verletzt; sie machen geltend, die gem&#228;ss dieser Bestimmung garantierte Meinungsfreiheit d&#252;rfe durch die staatlichen Beh&#246;rden nicht manipuliert werden.\n\n    BGE 114 Ia 427 S. 431\n   \nDer Regierungsrat erachtet diese R&#252;ge als unzul&#228;ssiges Novum; sie sei weder im Verfahren vor dem Grossen Rat noch mit der staatsrechtlichen Beschwerde, sondern eben erst im Rahmen des zweiten Schriftenwechsels vor Bundesgericht und damit versp&#228;tet vorgetragen worden (s. in diesem Zusammenhang BGE 105 Ib 40 E.  2 und BGE 101 Ia 531 E. a, ferner BGE 107 Ia 191; ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 272). Diesem Einwand ist entgegenzuhalten, dass die betreffende R&#252;ge jedenfalls bereits in der Beschwerde selber insofern enthalten ist, als die Beschwerdef&#252;hrer zwar noch nicht ausdr&#252;cklich Art. 10 EMRK angerufen, jedoch schon damals geltend gemacht haben, die in Frage stehenden Zahlungen des Regierungsrates an die ABL stellten einen unzul&#228;ssigen Eingriff in die freie Meinungs- und Willensbildung der Stimmberechtigten im Laufental dar. Ob es sich gleichwohl um ein unzul&#228;ssiges Novum handelt, weil die R&#252;ge nicht bereits im kantonalen Verfahren erhoben worden sein soll, kann indes offenbleiben, denn im Zusammenhang mit einer Abstimmungssache, wie sie im vorliegenden Fall zur Diskussion steht, deckt sich der Schutzbereich des Rechts auf freie Meinungs- und Willensbildung mit demjenigen der politischen Rechte, die von den Beschwerdef&#252;hrern im Rahmen ihrer staatsrechtlichen Beschwerde nach Art. 85 lit. a OG als verletzt ger&#252;gt werden.\nc) Ein aktuelles praktisches Interesse (s. hiezu BGE 111 Ib 59 E. 2a mit Hinweisen) an der Aufhebung des angefochtenen Entscheides und damit der Wiederholung der in Frage stehenden Abstimmung steht den Beschwerdef&#252;hrern zu, auch wenn die Verh&#228;ltnisse im Falle einer Wiederholung der Abstimmung nicht mehr dieselben sein k&#246;nnen wie im Jahre 1983. Selbst wenn eine neue Abstimmung das Ergebnis der fr&#252;heren best&#228;tigen sollte, so w&#252;rde die Wiederholung jedenfalls die aufgrund der Streitgegenstand bildenden regierungsr&#228;tlichen Intervention verbliebenen Zweifel daran, ob das damalige Ergebnis korrekt zustande gekommen sei, beseitigen k&#246;nnen. Schon dies f&#252;r sich alleine begr&#252;ndet ein hinreichendes praktisches Interesse an der Beschwerdef&#252;hrung.\n\n    3. Die Beschwerdef&#252;hrer machen im wesentlichen geltend, der Kanton Bern habe als &#252;bergeordnete Beh&#246;rde &#252;berhaupt kein Recht gehabt, in die Meinungs- und Willensbildung der Stimmberechtigten des Laufentals direkt oder indirekt einzugreifen. Er habe zudem das durch Art. 1 Zusatz KV garantierte Selbstbestimmungsrecht des Laufentals und auch seine Neutralit&#228;tsverpflichtung verletzt. Auf triftige Gr&#252;nde f&#252;r ein Eingreifen von seiten der kantonalen BGE 114 Ia 427 S. 432Beh&#246;rden k&#246;nne es daher gar nicht ankommen. Im &#252;brigen h&#228;tten gar keine solchen Gr&#252;nde vorgelegen. Auch die Art der Intervention sei unzul&#228;ssig gewesen, indem diese heimlich und mittels eines privaten Abstimmungskomitees erfolgt sei. Mit der Zahlung von insgesamt rund Fr. 330'000.-- an die \"Aktion Bernisches Laufental\" seien schliesslich auch der Grundsatz der Gesetzm&#228;ssigkeit und das Gebot der Verh&#228;ltnism&#228;ssigkeit verletzt worden.\n\n    4. a) Das vom Verfassungsrecht des Bundes gew&#228;hrleistete politische Stimmrecht gibt dem B&#252;rger einen Anspruch darauf, dass kein Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Stimmberechtigten zuverl&#228;ssig und unverf&#228;lscht zum Ausdruck bringt (BGE 114 Ia 43 E. 3; BGE 113 Ia 45 E. 2b und 294 E. 3a; BGE 112 Ia 211 E. 1b und 335 E. 4b, mit weiteren Hinweisen). Daraus folgt, dass jeder Stimmb&#252;rger seinen Entscheid gest&#252;tzt auf einen m&#246;glichst freien und umfassenden Prozess der Meinungsbildung soll treffen k&#246;nnen (BGE 113 Ia 294 E. 3a). Die Freiheit der Meinungsbildung schliesst grunds&#228;tzlich jede direkte Einflussnahme der Beh&#246;rden aus, welche geeignet w&#228;re, die freie Willensbildung der Stimmb&#252;rger im Vorfeld von Wahlen und Abstimmungen zu verf&#228;lschen (BGE 113 Ia 294 E. 3b und BGE 112 Ia 335 E. 4b, je mit Hinweisen). Eine solche unerlaubte Beeinflussung liegt etwa dann vor, wenn die Beh&#246;rde, die zu einer Sachabstimmung amtliche Erl&#228;uterungen verfasst, ihre Pflicht zu objektiver Information verletzt und &#252;ber den Zweck und die Tragweite der Vorlage falsch orientiert. Eine unerlaubte Beeinflussung der Stimmb&#252;rger kann ferner vorliegen, wenn die Beh&#246;rde in unzul&#228;ssiger Weise in den Abstimmungskampf eingreift und entweder positive, zur Sicherung der Freiheit der Stimmb&#252;rger aufgestellte Vorschriften missachtet oder sich sonstwie verwerflicher Mittel bedient (BGE 112 Ia 335 E. 4b mit Hinweisen).\nAls verwerflich gilt unter anderem, wenn eine Beh&#246;rde mit unverh&#228;ltnism&#228;ssigem Einsatz &#246;ffentlicher Mittel in den Abstimmungskampf eingreift (s. BGE 108 Ia 157 E. 3b mit Hinweis; ferner nicht ver&#246;ffentlichtes Urteil vom 20. November 1985 i.S. Ausfeld E. 2b/aa; BGE vom 19. Oktober 1983 i.S. Reist in BVR 1984, S. 102 E. 4a; BGE vom 24. November 1982 i.S. Pfenninger in BVR 1983, S. 4 E. 3; BGE vom 5. Januar 1982 i.S. Umfahrung Uster in ZBl 83/1982, S. 206; BGE vom 11. Mai 1979 i.S. Bauert, in der amtlichen Sammlung [BGE 105 Ia 243 ff.] nicht ver&#246;ffentlichte E. 3, publiziert in ZBl 81/1980, S. 21; BGE vom 8. Juli 1964 i.S. Beuttner in ZBl 66/1965, S. 251).\n\n    BGE 114 Ia 427 S. 433\n   \nb) Nach dieser Rechtsprechung schliesst die Freiheit der Meinungsbildung jedes Eingreifen der Beh&#246;rden in einen Wahlkampf aus. Hingegen gilt es nach schweizerischer Rechtsauffassung immerhin als zul&#228;ssig, dass eine Beh&#246;rde ihre Sachvorlage den Stimmberechtigten zur Annahme empfiehlt und Erl&#228;uterungen oder Berichte dazu beilegt, sofern sie dabei ihre Pflicht zu objektiver Information nicht verletzt und &#252;ber den Zweck und die Tragweite der Vorlage nicht falsch orientiert (BGE 113 Ia 295 f. E. 3b; BGE 112 Ia 335 E. 4c; s. auch nicht ver&#246;ffentlichtes Urteil vom 9. M&#228;rz 1988 i.S. Comit&#233; d'initiative \"Sauver La C&#244;te\" E. 3d).\nc) Das Bundesgericht hat in seiner Rechtsprechung zu F&#228;llen beh&#246;rdlichen Eingreifens im Abstimmungskampf &#252;ber eigene Vorlagen wie auch zu solchen betreffend Interventionen einer Gemeinde in einen kantonalen Abstimmungskampf Stellung genommen. Es hat dabei solches beh&#246;rdliches Eingreifen nur als Ausnahme zugelassen und auf F&#228;lle beschr&#228;nkt, in denen triftige Gr&#252;nde f&#252;r eine T&#228;tigkeit der Beh&#246;rden sprechen (BGE 113 Ia 296; BGE 112 Ia 335 ff. E. 4d mit Hinweisen). F&#252;r den Fall des Eingreifens von Gemeindebeh&#246;rden in den kantonalen Abstimmungskampf hat es angenommen, dass triftige Gr&#252;nde jedenfalls dann vorliegen, wenn eine Gemeinde und ihre Stimmb&#252;rger am Ausgang der Abstimmung ein unmittelbares und besonderes Interesse haben, das jenes der &#252;brigen Gemeinden des Kantons bei weitem &#252;bersteigt (BGE 112 Ia 336 mit Hinweisen). Beim Eingreifen der Beh&#246;rden in den Abstimmungskampf &#252;ber eigene Vorlagen gelten nach bundesgerichtlicher Rechtsprechung strengere Massst&#228;be (BGE 112 Ia  337; BGE 108 Ia 159 E. 4b). Triftig sind Gr&#252;nde f&#252;r eine zus&#228;tzliche Information, Klarstellung usw. dann, wenn sie im Interesse einer unverf&#228;lschten Willensbildung und Willensbet&#228;tigung der Stimmb&#252;rger als notwendig erscheinen und so gewichtig sind, dass sie die Interessen an der freien, unbeeinflussten Meinungsbildung &#252;berwiegen (BGE 113 Ia 296; BGE 112 Ia 337 mit Hinweisen). Kein triftiger Grund kann in der Absicht gesehen werden, die Stimmb&#252;rger zur Annahme einer Abstimmungsvorlage zu bewegen (s. die soeben zitierten Urteile).\nDas Vorliegen triftiger Gr&#252;nde ist vom Bundesgericht etwa im erw&#228;hnten Urteil vom 24. November 1982 i.S. Pfenninger (BVR 1983, S. 6 f.) angenommen worden. In jenem Urteil hat es eine Plakataktion der Beh&#246;rden noch als Information gewertet und darin im Gegensatz zur Propaganda keine unzul&#228;ssige Beeinflussung des Stimmb&#252;rgers gesehen, und angesichts der Komplexit&#228;t BGE 114 Ia 427 S. 434des Abstimmungsgegenstandes hat es das Vorliegen wichtiger Gr&#252;nde f&#252;r eine Zusatzinformation bejaht. Im ebenfalls schon genannten Urteil vom 20. November  1985 i.S. Ausfeld (E. 2b/aa) hat das Bundesgericht triftige Gr&#252;nde f&#252;r die nochmalige Ver&#246;ffentlichung eines Teils der Abstimmungszeitung deshalb als gegeben erachtet, weil sich die Abstimmungszeitung noch mit einem dahingefallenen Gegenvorschlag befasst hatte. Ferner hat es im Falle einer kantonalen Abstimmung &#252;ber drei Vorlagen die Tatsache, dass hinsichtlich der von einer dieser Vorlagen betroffenen Liegenschaft in einer fr&#252;heren Abstimmung ein Kredit f&#252;r einen Umbau verworfen worden war, und die Bef&#252;rchtung des Regierungsrates, dass der Stimmb&#252;rger f&#252;r die Teilnahme an der Abstimmung zuwenig motiviert sein k&#246;nnte, nicht als triftige Gr&#252;nde anerkannt, um die durch den Regierungsrat eine Woche vor dem Urnengang in zwei Zeitungen ver&#246;ffentlichte Informationsseite &#252;ber die in Frage stehenden Vorlagen zu rechtfertigen (BGE 112 Ia 337 f. E. 4d).\nd) Bei der hier zur Diskussion stehenden Abstimmung im bernischen Amtsbezirk Laufen handelt es sich um eine solche einer dem Kanton Bern untergeordneten K&#246;rperschaft. Die Frage der Zul&#228;ssigkeit der Intervention einer &#252;bergeordneten K&#246;rperschaft in den Abstimmungskampf einer ihr untergeordneten K&#246;rperschaft war vom Bundesgericht - soweit ersichtlich - bis heute nicht zu beurteilen. In der Literatur wird ein solcher Eingriff als grunds&#228;tzlich unzul&#228;ssig betrachtet  (ETIENNE GRISEL, L'information des citoyens avant les votations, in Festschrift f&#252;r Hans Nef, Z&#252;rich 1981, S. 61; ULRICH WEDER, Die innenpolitische Neutralit&#228;t des Staates, Diss. Z&#252;rich 1981, S. 78; ANDREAS AUER, L'intervention des collectivit&#233;s publiques dans les campagnes r&#233;f&#233;rendaires, in Revue de droit administratif et de droit fiscal [RDAF] 41/1985, S. 192; vgl. auch GEORG M&#220;LLER, Die innenpolitische Neutralit&#228;t der kantonalen &#246;ffentlichen Unternehmen, in ZBl 88/1987, S. 435; ferner ALFRED K&#214;LZ, Gutachten an die Besondere Untersuchungskommission [BUK] des Grossen Rates des Kantons Bern vom  20. M&#228;rz 1985, S. 8), ebenso vom Regierungsrat des Kantons Z&#252;rich, der mit Entscheid vom 15. November 1978 i.S. Bauert feststellte (ZBl 80/1979, S. 160), dass es unzul&#228;ssig w&#228;re, wenn der Kanton zur Beeinflussung einer Gemeindeabstimmung staatliche Mittel einsetzen w&#252;rde (diese Feststellung bildete nicht Gegenstand des anschliessenden bundesgerichtlichen Verfahrens i.S. Bauert, BGE 105 Ia 243 ff. bzw. ZBl 81/1980, S. 20 ff.). GRISEL BGE 114 Ia 427 S. 435(a.a.O., S. 61) begr&#252;ndet dies damit, dass der Grosse Rat oder der Regierungsrat vor einer Abstimmung in einer Gemeinde sowenig wie der Bundesrat vor einer kantonalen Abstimmung Stellung zu nehmen haben, um so weniger, als sie zum Entscheid &#252;ber die G&#252;ltigkeit der Abstimmung angerufen werden k&#246;nnten und somit in der gleichen Sache Richter und Partei w&#228;ren. Es erscheint in der Tat als unzul&#228;ssig, wenn sich ein Kanton in den Abstimmungskampf einer Gemeinde oder eines Bezirks in Angelegenheiten einmischt, in welchen diesen K&#246;rperschaften eine gewisse Autonomie zusteht (s. K&#214;LZ, a.a.O., S. 8). Bez&#252;glich der Gemeinde ergibt sich dies schon aus der ihr nach kantonalem Verfassungs- und Gesetzesrecht einger&#228;umten Autonomie (vgl. M&#220;LLER, a.a.O., S.  435, und AUER, a.a.O., S. 192). Aber auch hinsichtlich eines als  &#246;ffentlichrechtliche K&#246;rperschaft konstituierten Bezirks erscheint ein solcher Eingriff durch den Kanton als grunds&#228;tzlich unzul&#228;ssig. Im vorliegenden Fall war es zudem aufgrund des genannten Verfassungszusatzes alleiniges Recht des Laufentals, &#252;ber seine politische Zukunft zu bestimmen (s. in diesem Sinne auch BUK-Bericht, S. 74).\nAllerdings ist unbestreitbar, dass die in Frage stehende Abstimmungsvorlage den Kanton Bern in seiner Existenz betroffen hat, ging es doch um die Abl&#246;sung eines Teils seines Gebietes. Der Kanton Bern ist somit &#228;hnlich wie im Falle einer eigenen Vorlage betroffen gewesen.\n\n    5. Es stellt sich demnach zun&#228;chst die Frage, ob der Kanton Bern als &#252;bergeordnetes Gemeinwesen unter den damaligen besonderen Verh&#228;ltnissen in den direktdemokratischen Prozess des ihm untergeordneten Amtsbezirks eingreifen durfte. Der Grosse Rat des Kantons Bern hat diese Frage im angefochtenen Entscheid bejaht im wesentlichen mit der Begr&#252;ndung, mit der zur Diskussion stehenden finanziellen Intervention des Regierungsrates h&#228;tten die ungleichlangen Spiesse im Laufental wiederhergestellt werden m&#252;ssen. Bei der damals gegebenen Situation einerseits aufgrund des jahrelangen Abseitsstehens des Kantons Bern im Auswahlverfahren und anderseits aufgrund der Mitfinanzierung einer &#246;ffentlichrechtlichen K&#246;rperschaft [der Bezirkskommission Laufental, BKL], die vor allem im Hinblick auf den Anschluss an den Kanton Basel-Landschaft t&#228;tig gewesen sei - sei der Kanton Bern gegen&#252;ber dem Kanton Basel-Landschaft in einer weit ung&#252;nstigeren Ausgangslage gewesen. Es habe durchaus im Interesse des Stimmb&#252;rgers gelegen, wenn sich der Kanton Bern aus stark BGE 114 Ia 427 S. 436politischer Sicht zum Ausgleich dieses Informationsungleichgewichts und  -defizits verpflichtet gesehen habe.\na) Der Amtsbezirk Laufen ist als &#246;ffentlichrechtliche K&#246;rperschaft organisiert, sinngem&#228;ss wie ein Gemeindeverband (Art. 2 des vom 19. November  1975 datierten Gesetzes &#252;ber die Einleitung und Durchf&#252;hrung des Anschlussverfahrens des Amtsbezirks Laufen an einen benachbarten Kanton, Anschlussverfahrensgesetz). Der Kanton muss sich daher mit der Rolle der Aufsichtsbeh&#246;rde begn&#252;gen (Art. 19 f. des Anschlussverfahrensgesetzes), dies selbst bei den Verhandlungen mit dem Anschlusskanton (Art. 12 Abs. 2 und Art.  15 Abs. 2 des Anschlussverfahrensgesetzes). Der Amtsbezirk Laufen ist - als eigene politische Einheit - von Verfassungs wegen erm&#228;chtigt worden, in einer Volksbefragung &#252;ber den Anschluss an einen Nachbarkanton zu entscheiden (Art.  1, 5 und 12 Zusatz KV). Es ist ihm in dieser Beziehung einger&#228;umt worden, einen eigenen Willen zu bilden und ihn durchzusetzen, dies selbst f&#252;r den Fall, dass das Ergebnis den Vorstellungen des Kantons zuwiderlaufen oder diesem gar Nachteile bringen w&#252;rde. Durch die Billigung der Zusatzbestimmungen zur Staatsverfassung &#252;berliessen es die Stimmb&#252;rger des Kantons Bern den Jurassiern einerseits und den Laufentalern anderseits, selbst &#252;ber ihre Zukunft zu entscheiden; es sollte somit allein vom Willen der Bev&#246;lkerung des jurassischen Landesteils abh&#228;ngen, ihren politischen Status zu bestimmen, ohne dass dem Kanton Bern Einwirkungsm&#246;glichkeiten oder gar ein Veto vorbehalten worden w&#228;re  (DANIEL TH&#220;RER, Das Selbstbestimmungsrecht der V&#246;lker, mit einem Exkurs zur Jurafrage, Diss. Z&#252;rich 1976, S. 213). Damit wurde der Bev&#246;lkerung des jurassischen Landesteils und entsprechend auch dem Laufental ein eigentliches Selbstbestimmungsrecht einger&#228;umt (TH&#220;RER, a.a.O., S. 211 ff.), wie dies der Grosse Rat des Kantons Bern in seiner Botschaft an die Stimmb&#252;rger betreffend den Verfassungszusatz hinsichtlich des jurassischen Landesteils im Dezember  1969 ausdr&#252;cklich festgehalten hatte. Entsprechend lautete denn auch der Kommentar des vom 7. September 1971 datierten Berichtes der Kommission der guten Dienste f&#252;r den Jura: \"Es rechtfertigt sich..., festzuhalten, dass sie  (die neuen Verfassungsbestimmungen) den Jurassiern das Maximum dessen geben, was sie anstreben k&#246;nnen, indem sie das bedingungslose Recht auf Selbstbestimmung gew&#228;hren... Man kann sich keine grossz&#252;gigere Anwendung des Rechts auf Selbstbestimmung vorstellen.\" Nebstdem bekr&#228;ftigten die Verhandlungsdelegationen der Regierungsr&#228;te der BGE 114 Ia 427 S. 437Kantone Bern und Basel-Landschaft in einer vom 22./23. Juni 1982 datierten Absichtserkl&#228;rung ausdr&#252;cklich, dieses \"Selbstbestimmungsrecht des Laufentals... in keiner Weise zu beeinflussen, einzuschr&#228;nken oder mit sachfremden &#220;berlegungen zu belasten\" (s. Vorlage des Regierungsrates an den Landrat des Kantons Basel-Landschaft vom 8. Mai 1988, S. 6, in Beantwortung einer schriftlichen Anfrage und einer Interpellation, die von zwei Landr&#228;ten dieses Kantons im Zusammenhang mit der Laufental-Abstimmung von 1983  eingereicht worden waren). Dieses Selbstbestimmungsrecht schliesst es grunds&#228;tzlich aus, von seiten des Kantons auf die den Laufentalern zugesicherte freie Willensbildung einzuwirken; ein gewisser Vergleich mit der Gemeindeautonomie dr&#228;ngt sich auf (vgl. M&#220;LLER, a.a.O., S. 435, und AUER, a.a.O., S. 192; ferner K&#214;LZ, a.a.O., S. 8).\nb) Vom Grundsatz der Trennung der verschiedenen Ebenen der Willensbildung macht die bundesgerichtliche Rechtsprechung - wie ausgef&#252;hrt worden ist (s. oben E. 4c) - im Falle von Gemeinden eine Ausnahme, die von einer kantonalen Abstimmungsvorlage besonders betroffen sind (s. BGE vom 5. Januar 1982 in ZBl  83/1982, S. 206 f.; BGE 108 Ia 160 f.; BGE 105 Ia 244 ff.). Eine solche Ausnahme ist also nur dort gerechtfertigt, wo es um die Erf&#252;llung spezifischer &#246;rtlicher Anliegen, um die Sachn&#228;he der Aufgabenerf&#252;llung oder um die Gew&#228;hrleistung direkter, &#246;rtlicher Demokratie geht (vgl. die soeben zitierten Urteile), wo die Gemeinde eben wirklich \"besonders\" betroffen ist. Sie l&#228;sst sich indes nicht ohne weiteres auf das Verh&#228;ltnis des Kantons zur Gemeinde ausdehnen. Unvorstellbar erscheint, dass der Kanton generell auf das politische Zustandekommen der Gemeindebeschl&#252;sse hin einwirken und diese nicht nur von Aufsichts wegen kontrollieren w&#252;rde.\nOb im allgemeinen Ausnahmef&#228;lle als zul&#228;ssig zu erachten sind, in denen der Kanton vor einer Gemeindeabstimmung &#252;ber seinen Standpunkt informieren darf -  man denke etwa an die sehr aktuellen F&#228;lle von kantonalen Infrastrukturanlagen  (z.B. zur Abfallbeseitigung), zu deren Erstellung der Kanton unter Umst&#228;nden von Gesetzes wegen verpflichtet ist (Art. 31 f. USG), deren Realisierung aber einer Zonenplan&#228;nderung bedarf, kann hier offenbleiben, denn im vorliegenden Fall liegen die Dinge speziell. Hier l&#228;sst sich von einer besonderen Betroffenheit des Kantons (Bern) sprechen, da es um den Bestand seines Gebietes und seines Volkes und damit um den Bestand der klassischen Merkmale eines Staates schlechthin geht (s. in diesem Zusammenhang etwa H&#196;FELIN/ BGE 114 Ia 427 S. 438HALLER, Schweizerisches Bundesstaatsrecht, 2. Auflage [1988], S. 49 ff. N. 155  ff.). Eine zus&#228;tzliche Besonderheit liegt in den Beziehungen des derart betroffenen Kantons zu den Nachbarkantonen, namentlich zum Kanton Basel-Landschaft. Darauf wird im folgenden einzugehen sein.\nc) Nach dem Ausgef&#252;hrten soll jeder Stimmb&#252;rger seinen Entscheid gest&#252;tzt auf einen m&#246;glichst freien und umfassenden Prozess der Meinungsbildung treffen k&#246;nnen. Das bedeutet, dass m&#246;glichst alle Argumente mit gleicher Chance ge&#228;ussert, verbreitet, diskutiert sowie nach Vor- und Nachteilen abgewogen werden k&#246;nnen, bevor entschieden wird (BGE 113 Ia 295 E. 3a).\nGerade diese Zielsetzung bedingt in der Regel, dass die Beh&#246;rde &#252;ber ihre Stellungnahme informiert und ihre Auffassung der &#246;ffentlichen Interessen wahrt  (vgl. BGE 113 Ia 296), was sie namentlich mit ihren Abstimmungserl&#228;uterungen macht. In diesem Sinne gab die Bezirkskommission Laufental im Mai 1983 ihre  \"Erl&#228;uterungen zur Volksabstimmung vom 11. September 1983 betreffend den Vertrag vom 2. Februar 1983 &#252;ber die Aufnahme des Amtsbezirks Laufen in den Kanton Basel-Landschaft\" heraus. Im Juni 1983 ver&#246;ffentlichte sie zudem den  \"Kommentar zum Anschlussvertrag\", der allerdings nicht von ihr selber, sondern vom Kanton Basel-Landschaft zuhanden des Landrates Baselland und \"weiterer interessierter Kreise\" erstellt worden war. Gem&#228;ss seiner Einleitung wurde dieser \"Kommentar\" den Laufentaler Beh&#246;rden und allen anderen daran interessierten Stellen abgegeben, womit er der &#214;ffentlichkeit zur Verf&#252;gung gestellt wurde. Schliesslich bestand eine vom August 1983 datierte  \"Vergleichende Darstellung der Kantone Bern und Basel-Landschaft\", die ebenfalls von der Bezirkskommission Laufental herausgegeben wurde. Im Vorwort der \"Erl&#228;uterungen\" vom Mai 1983 wurden die Stimmberechtigten auf die beiden soeben genannten zus&#228;tzlichen Dokumente verwiesen und dar&#252;ber orientiert, wie diese beschafft werden k&#246;nnten.\nEs fragt sich, ob diese Information der Bezirkskommission Laufental der f&#252;r amtliche Erl&#228;uterungen geltenden Pflicht zu objektiver Information und zur Orientierung &#252;ber Zweck und Tragweite der Vorlage (s. BGE 108 Ia 157) entspricht. Nach bernischem Recht muss die Erl&#228;uterung - jedenfalls auf kantonaler Ebene - aus \"einer kurzen sachlichen Erl&#228;uterung\" bestehen, \"die auch den Gegenargumenten Rechnung tr&#228;gt\" (Art. 77 Abs. 1 lit. b des bernischen Gesetzes &#252;ber die politischen Rechte vom BGE 114 Ia 427 S. 4395. Mai 1980, GPR). Die Bezirkskommission bestand aus 25 Mitgliedern, die im Grossratswahlverfahren gew&#228;hlt wurden (Art. 4 und 5 des Anschlussverfahrensgesetzes). Sie sprachen sich mit 14 gegen 11 Stimmen f&#252;r den Anschlussvertrag mit dem Kanton Basel-Landschaft aus. Die Kommission diskutierte, ob sie sich im &#252;brigen neutral zu verhalten habe, entschied sich dann aber mit gleicher Mehrheit daf&#252;r, eine Empfehlung auf Zustimmung abzugeben, also f&#252;r den Anschlussvertrag einzutreten. Gegenargumente finden sich in den \"Erl&#228;uterungen\" nicht. Wohl darf auch eine bernische Beh&#246;rde in den Abstimmungserl&#228;uterungen die Annahme der Vorlage empfehlen und die Gr&#252;nde darlegen, die ihre Mehrheit zu einer Bef&#252;rwortung veranlasst haben. Anderseits ist nicht vorgesehen, dass die Gegner bei der Redaktion der Erl&#228;uterungen ihre Argumente selbst w&#246;rtlich formulieren d&#252;rfen. Das heisst aber noch lange nicht, dass diese &#252;berhaupt verschwiegen werden d&#252;rfen (s. BGE vom 19. Oktober 1983  i.S. Reist in BVR 1984, S. 106). Diese Anforderungen an das kantonale Abstimmungsverfahren, wie sie im soeben zitierten Urteil beschrieben sind, sind im vorliegenden Fall analog anzuwenden, geht es doch hier um eine gleiche Art der Urnenabstimmung auf &#252;berkommunaler Ebene.\nNach dem Gesagten erscheint die Behauptung des Berner Regierungsrates in seiner Vernehmlassung vom 24. Februar 1988, es habe der Eindruck entstehen k&#246;nnen, die Bezirkskommission Laufental stehe einseitig hinter der Vorlage, jedenfalls nicht als v&#246;llig unbegr&#252;ndet.\nUnter diesen Umst&#228;nden spricht einiges daf&#252;r, das Vorliegen triftiger Gr&#252;nde f&#252;r eine zus&#228;tzliche, &#252;ber die Abstimmungserl&#228;uterungen der Bezirkskommission Laufental hinausgehende kantonal-bernische Information &#252;ber die Gegenargumente zu bejahen. Eine solche zus&#228;tzliche Information w&#228;re im Interesse einer unverf&#228;lschten Willensbildung und Willensbet&#228;tigung der Stimmb&#252;rger durchaus zumindest w&#252;nschbar gewesen.\nd) Eine andere Frage ist indes, ob ein so gewichtiges Interesse daran bestand, dass es das Anliegen an der freien, unbeeinflussten Meinungsbildung  &#252;berwog (vgl. BGE 113 Ia 296).\naa) Um das Anschlussverfahren an sich auf Berner Seite zu erm&#246;glichen, wendete der Kanton Bern f&#252;r die Arbeiten der Bezirkskommission Laufental aus  &#246;ffentlichen Geldern insgesamt Fr. 1'365'000.-- auf (dies also unabh&#228;ngig von den Betr&#228;gen, die der Regierungsrat der \"Aktion Bernisches Laufental\" hatte BGE 114 Ia 427 S. 440zukommen lassen). Allerdings macht der Regierungsrat geltend, die Bezirkskommission Laufental habe sich mehrheitlich f&#252;r einen Anschluss an den Kanton Basel-Landschaft eingesetzt, was - wie ausgef&#252;hrt (oben E. 5c) -  jedenfalls nicht ausgeschlossen werden kann. Anderseits wurden nat&#252;rlich auch durch den Kanton Basel- Landschaft selber Mittel f&#252;r die Vorbereitung und die Durchf&#252;hrung der den Anschluss des Laufentals betreffenden Volksabstimmung im eigenen Kanton eingesetzt. Im angefochtenen Grossratsentscheid wird die Intervention des Kantons Bern denn auch nicht nur mit der behaupteten Einseitigkeit der Bezirkskommission Laufental gerechtfertigt, sondern der Grosse Rat des Kantons Bern macht zudem geltend, der Kanton Basel-Landschaft habe zur Annahme seiner verfassungsrechtlichen Grundlagen f&#252;r einen eventuellen Anschluss des Laufentals eine eigene interne &#214;ffentlichkeitsarbeit entfaltet und dazu Fr. 239'000.-- ausgegeben. Diese &#214;ffentlichkeitsarbeit habe eine grenz&#252;berschreitende Wirkung in das Laufental hinein gehabt. Der Regierungsrat des Kantons Basel-Landschaft habe sich zudem im eigenen Kanton sehr engagiert f&#252;r die Annahme des Anschlussvertrages eingesetzt. Da die Kampagne in der stark nach Basel orientierten, im Laufental sehr verbreiteten Presse (\"Nordschweiz\",  \"Basler Zeitung\") erschienen sei, sei dies einer eigentlichen zus&#228;tzlichen Werbung f&#252;r einen Anschluss gleichgekommen.\nDer basellandschaftliche Regierungsrat beziffert die kantonalen Ausgaben, die f&#252;r die Vorbereitung und die Durchf&#252;hrung der Volksabstimmung im eigenen Kanton  - haupts&#228;chlich f&#252;r die Abstimmungserl&#228;uterungen an die eigenen Stimmberechtigten - ausgegeben worden seien, auf rund Fr. 117'000.--. Die restlichen Zahlungen bis auf rund Fr. 239'000.-- h&#228;tten sich auf die vorangehenden Phasen, namentlich auf die Auswahl unter den verschiedenen Kantonen, verteilt.\nBeizuf&#252;gen ist, dass das \"Baselbieter Laufental-Komitee\" nach Ausweis des Regierungsrates des Kantons Basel-Landschaft &#252;ber einen Kredit von Fr.  50'000.-- verf&#252;gte, welchen es im Verlaufe seiner T&#228;tigkeit praktisch voll aussch&#246;pfte, so dass ihm nach der entscheidenden Abstimmung ein Fehlbetrag in der H&#246;he von rund Fr. 50'000.-- verblieb. An diesen Fehlbetrag leistete die Basellandschaftliche Kantonalbank dem Komitee auf Beschluss ihres Bankrates hin einen Beitrag von Fr. 25'000.--, dies allerdings erst nach der Abstimmung von  1983 (s. die bereits erw&#228;hnte, vom 8. M&#228;rz 1988 datierte Vorlage des Regierungsrates des Kantons BGE 114 Ia 427 S. 441Basel-Landschaft an den Landrat dieses Kantons, S. 9 f.). Ob bzw. welche Beziehungen zwischen dem \"Baselbieter Laufental-Komitee\" und dem Laufentaler Komitee \"Ja zur besten L&#246;sung\" bestanden, l&#228;sst sich den Akten nicht entnehmen, kann hier aber offenbleiben.\nWie es sich mit den soeben genannten, im Kanton Basel-Landschaft im Hinblick auf die Abstimmung von 1983 geleisteten Zahlungen im einzelnen verh&#228;lt, ist im vorliegenden Verfahren nicht zu beurteilen. Immerhin kann festgestellt werden, dass keinerlei Hinweis daf&#252;r besteht, dass diese Zahlungen in irgendeiner Weise unkorrekt erfolgt w&#228;ren.\nbb) Ebenfalls am 11. September 1983, an dem im Laufental entschieden wurde, fand die Abstimmung im Kanton Basel-Landschaft statt. Auch in diesem Kanton war  - wie erw&#228;hnt - eine Abstimmungskampagne durchgef&#252;hrt worden. Es wurden nicht nur Abstimmungserl&#228;uterungen verteilt, sondern wie &#252;blich &#246;ffentliche Diskussionen durchgef&#252;hrt, unter Beteiligung der Medien. Wird in Betracht gezogen, dass das Laufental und das Baselbiet aneinander angrenzen und der gleichen Region angeh&#246;ren, in der die B&#252;rger hin- und herpendeln, dieselben Zeitungen und Medien konsultieren usw., so l&#228;sst sich ein erheblicher tats&#228;chlicher Einfluss - eine Fernwirkung - von der Meinungsbildung im Kanton Basel-Landschaft auf diejenige im Laufental nicht ausschliessen.\nDies spricht wiederum eher f&#252;r die bernische These von einem gewissen Ungleichgewicht zu Gunsten des Kantons Basel-Landschaft.\ncc) Im vorliegenden Fall gibt es also nicht nur interne Gr&#252;nde f&#252;r eine die Abstimmungserl&#228;uterungen der Bezirkskommission erg&#228;nzende Zusatzinformation seitens der kantonal-bernischen Beh&#246;rden. Gr&#252;nde hief&#252;r sind ausserdem zu bejahen, wenn sie - wie hier - von aussen gesetzt wurden. Die Besonderheit liegt im vorliegenden Fall darin, dass das Abstimmungsobjekt ein Vertrag mit einem Partner ist, der ebenfalls in einer Volksabstimmung entschied, und zwar am gleichen Tag, am 11. September 1983. Dieser Besonderheit wird man allein mit dem Hinweis auf das Selbstbestimmungsrecht nach der bernischen Kantonsverfassung nicht gerecht, bezieht sich doch dieses nur auf das interne Verh&#228;ltnis zwischen dem Laufental und dem Kanton Bern. Der Aussenaspekt der Beziehungen zum Nachbarkanton Baselland wird durch das Selbstbestimmungsrecht nicht erfasst. Die Natur des BGE 114 Ia 427 S. 442Entscheidungsgegenstandes beeinflusst aber den Gehalt der darauf gerichteten Volks- und Parlamentsrechte, was aus dem Bundesstaats-, dem interkantonalen und dem interkommunalen Recht bekannt ist; vor allem ist bei Vertr&#228;gen das Antragsrecht des Parlamentariers und des B&#252;rgers in der Gemeindeversammlung, d.h. sein Recht zur inhaltlichen Mitgestaltung einer Vorlage, beschr&#228;nkt. Wie der vorliegende Fall zeigt, erstrecken sich diese Einfl&#252;sse unter Umst&#228;nden auch auf den Meinungsbildungsprozess.\ne) Unter Ber&#252;cksichtigung aller dieser Besonderheiten des vorliegenden Falles und der Komplexit&#228;t der damaligen Verh&#228;ltnisse, wie sie vorstehend aufgezeigt worden sind, durften die Voraussetzungen f&#252;r eine zus&#228;tzliche, die Erl&#228;uterungen der Bezirkskommission erg&#228;nzende kantonal-bernische Information zur Wiederherstellung der Chancengleichheit im Meinungsbildungsprozess als grunds&#228;tzlich gegeben erachtet werden. Dies gilt um so mehr, wenn man sich die starke Stellung in Erinnerung ruft, welche die schweizerischen Kantone unter der bundesstaatsrechtlichen Bestandes- und Gebietsgarantie besitzen (vgl. H&#196;FELIN/HALLER, a.a.O., S. 63 ff. N. 203 ff.).\nEine ganz andere Frage ist dagegen, auf welche Art, mit welchen Mitteln und in welchem Umfang eine solche Intervention durch die kantonalen Beh&#246;rden erfolgen durfte. Diese Frage braucht indes hier nicht im einzelnen abschliessend beantwortet zu werden, da die Gegenstand des vorliegenden Verfahrens bildenden Zahlungen von rund Fr. 330'000.--, die der bernische Regierungsrat der \"Aktion Bernisches Laufental\" geleistet hatte, jedenfalls in unzul&#228;ssiger Weise erfolgt waren, wie nachfolgend aufzuzeigen ist.\n\n    6. a) Bei der \"Aktion Bernisches Laufental\" handelt es sich um ein privates Abstimmungskomitee. Es stellt sich daher vorerst die Frage, ob es zul&#228;ssig ist, ein solches Komitee mit &#246;ffentlichen Geldern zu unterst&#252;tzen. Das Bundesgericht hatte im schon erw&#228;hnten Urteil vom 19. Oktober 1983 i.S. Reist (BVR 1984 S. 97 ff., insbesondere S. 102 ff. E. 4) zur Frage der Leistung &#246;ffentlicher Mittel durch verschiedene Gemeinden an ein Abstimmungskomitee in einem kantonalen Abstimmungskampf Stellung zu nehmen. Es erkl&#228;rte die Grunds&#228;tze der bundesgerichtlichen Rechtsprechung bez&#252;glich anderer F&#228;lle des Eingreifens einer Gemeinde in einen kantonalen Abstimmungskampf als auf den Fall anwendbar. Zur Tatsache der mittelbaren Beteiligung am Abstimmungskampf f&#252;hrte es lediglich aus, der Umstand, dass die Abstimmungspropaganda BGE 114 Ia 427 S. 443nicht von einer einzelnen Gemeinde gef&#252;hrt worden sei, sondern von einem Komitee, in dem die interessierten Gemeinden vertreten gewesen seien, &#228;ndere nichts an den wesentlichen Fragen. Entscheidend f&#252;r die Zul&#228;ssigkeit der Zahlung an das betreffende Komitee war offensichtlich die Tatsache, dass die verschiedenen Gemeinden im betreffenden Komitee vertreten waren. Ob an jener Auffassung festgehalten werden k&#246;nnte, kann hier offenbleiben. Anders als im Fall Reist handelt es sich im vorliegenden Fall um die Unterst&#252;tzung eines rein privaten Komitees mit gr&#246;sstenteils verdeckten Zahlungen durch eine  &#252;bergeordnete Beh&#246;rde im Abstimmungskampf einer Vorlage einer ihr untergeordneten K&#246;rperschaft. Aus dem bundesgerichtlichen Urteil vom 24. November 1982 i.S. Pfenninger (BVR 1983, S. 6) ist e contrario zu schliessen, dass das Bundesgericht eine indirekte Werbung mittels &#246;ffentlicher Mittel &#252;ber ein privates Aktionskomitee grunds&#228;tzlich als unzul&#228;ssig erachtet hat. Diese Auffassung ist klarerweise zu best&#228;tigen. Bei der finanziellen Unterst&#252;tzung privater Komitees hat die Beh&#246;rde keine hinreichende Kontrolle &#252;ber die zweckkonforme Verwendung der &#246;ffentlichen Geldmittel und &#252;ber die Wahrung der gebotenen Objektivit&#228;t und Zur&#252;ckhaltung (s. Urteil des Regierungsrates des Kantons Aargau vom 20. August 1984 in ZBl 86/1985, S. 201 ff., S. 210; LUCAS DAVID, Schweizerisches Werberecht, Z&#252;rich 1977, S. 351; K&#214;LZ, a.a.O., S. 18). Aktionskomitees betreiben Werbung und wollen den Stimmb&#252;rger f&#252;r oder gegen eine Abstimmungsvorlage &#252;berzeugen. Beh&#246;rden in einer sie selber betreffenden Abstimmungsvorlage d&#252;rfen aber lediglich im Interesse einer unverf&#228;lschten Willensbildung und Willensbet&#228;tigung der Stimmb&#252;rger zus&#228;tzliche Informationen, Klarstellungen, Richtigstellungen usw. vornehmen, und dies - wie ausgef&#252;hrt -  nur bei Vorliegen triftiger Gr&#252;nde. Zudem haben sie auch in der Wahl der Mittel  &#228;usserste Zur&#252;ckhaltung zu wahren. Auf indirektem Wege &#252;ber private Abstimmungskomitees Werbung und Abstimmungspropaganda vorzunehmen, ist somit ebensowenig wie auf direktem Wege zul&#228;ssig (s. auch BGE vom 19. Oktober 1983  i.S. Reist in BVR 1984, S. 102 ff.; M&#220;LLER, a.a.O., ZBl 88/1987, S. 426 und S.  436 ff.; vgl. ferner K&#214;LZ, a.a.O., S. 19).\nBei der Intervention des Regierungsrates des Kantons Bern handelte es sich nun aber keinesfalls mehr um objektive und sachliche Information, sondern um klare Werbung. Es wurden nicht nur objektiv und sachlich Grundlagen geliefert und mit der BGE 114 Ia 427 S. 444einer Beh&#246;rde auferlegten Zur&#252;ckhaltung Empfehlungen abgegeben (s. in diesem Zusammenhang BGE 113 Ia 295 f. E. 3b; BGE 112 Ia 335 E. 4c; ferner nicht ver&#246;ffentlichtes Urteil vom 9. M&#228;rz 1988 i.S. Comit&#233; d'initiative \"Sauver La C&#244;te\" E. 3d), sondern durch die \"Aktion Bernisches Laufental\" in der Art privater, politischer Werbung Schlagworte und Abstimmungsparolen vertreten, womit die Stimmb&#252;rger h&#228;tten &#252;berzeugt werden sollen, ein Nein in die Urne zu legen. Nach dem Gesagten ist aber solche politische Propaganda unzul&#228;ssig. Die Entgegnung des Regierungsrates, mit der finanziellen Unterst&#252;tzung sei erreicht worden, dass die &#252;berparteiliche private Organisation ABL die Haltung des Kantons Bern ins Licht habe stellen k&#246;nnen, dass sie ebenso beleuchtet worden sei wie der zuletzt durch Flutlicht ins Blickfeld gestellte Kanton Basel-Landschaft, vermag dagegen nicht aufzukommen. Auch die Verfolgung dieses Anliegens des Regierungsrates h&#228;tte keine Werbung, sondern bloss objektive und sachliche Information bedingt. Die erw&#228;hnten Besonderheiten des vorliegenden Falles vermochten aber weder eine Intervention &#252;ber ein privates Komitee, die zudem heimlich erfolgte (s. hiezu nachf. lit. b), noch politische Werbung zu rechtfertigen. Insbesondere besteht ja - wie erw&#228;hnt - keinerlei Hinweis daf&#252;r, dass der Kanton Basel-Landschaft seinerseits den Meinungsbildungsprozess in seinem eigenen Gebiet oder in der Region Laufental in irgendeiner Weise unkorrekt beeinflusst h&#228;tte. Anhaltspunkte f&#252;r andere Annahmen fehlen. Es h&#228;tte am Kanton Bern gelegen, die entsprechenden Abkl&#228;rungen vorzunehmen oder wenigstens dem Bundesgericht dahingehend lautende Antr&#228;ge zu stellen. Dies ist aber nicht geschehen, so dass sich weitere Untersuchungen er&#252;brigen.\nb) Eine verdeckte Einflussnahme ist in besonderem Masse verp&#246;nt (s. BGE 113  Ia 296).\nDie zur Diskussion stehenden Mittel, die der bernische Regierungsrat der  \"Aktion Bernisches Laufental\" hatte zukommen lassen, wurden zum gr&#246;ssten Teil  (ungef&#228;hr Fr. 270'000.-- der der ABL insgesamt bezahlten Summe von rund Fr.  330'000.--) der SEVA-Kasse entnommen. Sie stammten somit aus einer Quelle, &#252;ber deren Mittel nicht &#246;ffentlich abgerechnet wurde. Die Geldentnahme wurde in der  &#214;ffentlichkeit nicht nur nicht zugegeben, sondern sogar noch abgestritten. Eine derartige Unterst&#252;tzung ist jedenfalls verwerflich, weil sie heimlich, d.h. f&#252;r die Stimmb&#252;rger nicht erkennbar und ohne demokratische Kontrolle erfolgt.\n\n    BGE 114 Ia 427 S. 445Solches Vorgehen bewirkt in hohem Masse die Gefahr, dass die demokratische Willensbildung verf&#228;lscht wird.\nDazu kommt, dass auch finanzielle Leistungen an Abstimmungsk&#228;mpfe im allgemeinen einer gesetzlichen Grundlage bed&#252;rfen, weil nur so die demokratische Legitimation gew&#228;hrleistet ist und auch die Minderheiten entsprechend zum Wort kommen (vgl. BGE 108 Ia 164; in diesem Sinne auch K&#214;LZ, a.a.O., S. 24 ff.). Deshalb hat das Bundesgericht verschiedentlich -  unausgesprochen - vorausgesetzt, dass sich die Kreditbewilligung auf einen Gemeindeversammlungs- oder Parlamentsbeschluss st&#252;tzen m&#252;sse (BGE 113 Ia 291 ff.; BGE 108 Ia 155 ff.; BGE 105 Ia 243 ff.; im bereits erw&#228;hnten Urteil vom 24. November 1982 i.S. Pfenninger [BVR 1983, S. 1 ff.] brauchte die Frage, ob es einer gesetzlichen Erm&#228;chtigung f&#252;r beh&#246;rdliche Information ausserhalb der Abstimmungsbotschaft bed&#252;rfe, nicht entschieden zu werden, nachdem GRISEL  [a.a.O., S. 59/60] die Feststellung im Urteil Beuttner vom 8. Juli 1964 [ZBl  66/1965, S. 247], dass der Erlass von Abstimmungsempfehlungen wie jedes Verwaltungshandeln eine gesetzliche Erm&#228;chtigung voraussetze, kritisiert hatte, doch standen eben im letztgenannten Urteil anders als im vorliegenden Verfahren blosse beh&#246;rdliche Abstimmungsempfehlungen und nicht von einer Beh&#246;rde &#252;ber die  &#252;blichen amtlichen Empfehlungen oder Erl&#228;uterungen hinausgehend erbrachte finanzielle Leistungen zur Diskussion).\nF&#252;r die Zahlungen in der H&#246;he von rund Fr. 330'000.--, die der Regierungsrat der \"Aktion Bernisches Laufental\" verdeckt &#252;berwiesen hatte, fehlt eine gesetzliche Grundlage. Auch die Motion Mast, die beim Grossen Rat des Kantons Bern zwischen der ersten und der zweiten der regierungsr&#228;tlichen Zahlungen an die ABL eingereicht wurde, vermag die gesetzliche Grundlage nicht zu ersetzen;  sie war in dieser Hinsicht zu unbestimmt formuliert, hatte sie doch - soweit hier wesentlich - lediglich folgenden Wortlaut:\n\"Der Grosse Rat des Kantons Bern bezeugt den Laufentalern seine Verbundenheit und Freundschaft... Der Regierungsrat wird beauftragt, die &#214;ffentlichkeit in diesem Sinn zu informieren und daf&#252;r die n&#246;tigen Mittel zur Verf&#252;gung zu stellen.\" Im &#252;brigen handelte es sich bei rund Fr. 270'000.-- der der \"Aktion Bernisches Laufental\" zur Verf&#252;gung gestellten Gelder - wie erw&#228;hnt - um solche des SEVA-Fonds, die nicht f&#252;r die Zwecke bestimmt waren, f&#252;r die sie dann tats&#228;chlich eingesetzt wurden. Der Regierungsrat war somit ebenfalls aus diesem Grunde zu den betreffenden Ausgaben nicht befugt.\n\n    BGE 114 Ia 427 S. 446\n   \nc) Der Einsatz &#246;ffentlicher Gelder f&#252;r die \"Aktion Bernisches Laufental\" war auch unverh&#228;ltnism&#228;ssig. Laut ihrer gepr&#252;ften Vereinsrechnung hatte die ABL im Zeitraum vom 1. Juli 1979 bis 2. Oktober 1984 Einnahmen in der H&#246;he von Fr.  338'323.60, w&#228;hrend die Ausgaben Fr. 428'866.45 ausmachten. Von diesen Einnahmen stammten Fr. 333'281.-- (85,83%) aus &#246;ffentlichen Geldern des Kantons Bern; die Eigenmittel der ABL betrugen somit Fr. 55'042.60 (14,17%). Auch wenn man ber&#252;cksichtigen wollte, dass der Ausgaben&#252;berschuss einmal durch private Mittel bezahlt werden muss bzw. musste, so ergibt sich immer noch, dass 75,64%  des gesamten Aufwandes der ABL aus &#246;ffentlichen Mitteln stammten. Die T&#228;tigkeit der ABL und ihre Propaganda f&#252;r die Abstimmung vom 11. September 1983 waren somit klarerweise in erheblichem Masse durch den Kanton Bern finanziert worden. Dabei kann nicht ins Gewicht fallen, dass die zwei ersten Zahlungen durch den bernischen Regierungsrat, Fr. 60'000.-- im Jahre 1980 und Fr. 123'281.-- im Jahre 1982, noch vor dem am 10. Februar 1983 erfolgten Abschluss des Vertrags mit dem Kanton Basel-Landschaft geleistet wurden. Immerhin kann aber nicht ausgeschlossen werden, dass bereits ein Teil dieser Gelder im Hinblick auf den Abstimmungskampf f&#252;r die Abstimmung im September 1983 verwendet wurde. Entscheidend ist indes, dass wenigstens die Summe von Fr. 100'000.-- im Jahre  1983 f&#252;r die betreffende Abstimmungskampagne bezahlt wurde und dass auch der nachtr&#228;glich im Jahre 1984 - geleistete Betrag von Fr. 50'000.-- diesem Zwecke diente, dass die \"Aktion Bernisches Laufental\" also wenigstens Fr. 150'000.--  aus &#246;ffentlichen Geldern zur Verf&#252;gung gestellt erhielt. Der Eingriff des Regierungsrates des Kantons Bern in den Abstimmungskampf im Laufental erweist sich demnach auch unter dem Gesichtswinkel des Umfangs der eingesetzten  &#246;ffentlichen Gelder als unzul&#228;ssig.\n\n    7. Zu pr&#252;fen bleibt, welche Folgen der rechtswidrigen Intervention des Regierungsrates des Kantons Bern zu geben sind.\na) Die Auswirkungen der unzul&#228;ssigen Unterst&#252;tzung der \"Aktion Bernisches Laufental\" mit &#246;ffentlichen Mitteln lassen sich zwar nicht ziffernm&#228;ssig feststellen. Dies bedeutet indes nicht, dass der Mangel schon deswegen als erheblich zu erachten und der angefochtene Entscheid aufzuheben bzw. die Abstimmung neu durchzuf&#252;hren sei. Vielmehr ist nach den gesamten Umst&#228;nden zu beurteilen, ob eine Beeinflussung des Abstimmungsergebnisses m&#246;glich gewesen ist. Dabei ist namentlich auf die Gr&#246;sse des BGE 114 Ia 427 S. 447Stimmenunterschieds, die Schwere des festgestellten Mangels und dessen Bedeutung im Rahmen der gesamten Abstimmung abzustellen. Erscheint die M&#246;glichkeit, dass die Abstimmung ohne den Mangel anders ausgefallen w&#228;re als derart gering, dass sie nicht mehr ernsthaft in Betracht kommt, so kann von der Aufhebung des Urnenganges abgesehen werden (BGE 113 Ia 302 E. 4a; BGE 112 Ia 338 E.  5; BGE 105 Ia 155 E. 5b, mit weiteren Hinweisen).\nb) Die Abstimmung ergab 3575 Ja-Stimmen (43,33%) und 4675 Nein-Stimmen  (56,67%). Die Differenz betrug somit 1100 Stimmen oder 13,34%. Diese Differenz ist relativ gross. Damit bei gleicher Zahl der Stimmberechtigten eine die Vorlage annehmende Mehrheit zustande gekommen w&#228;re, h&#228;tten mindestens 551 der mit Nein stimmenden - also 6,68% der an der Abstimmung teilnehmenden -  Stimmb&#252;rger anders stimmen m&#252;ssen. Die Stimmbeteiligung zeigte ein Rekordergebnis von 92,9%. Es l&#228;sst sich dabei nicht mit Sicherheit feststellen, ob und auf welcher Seite die Stimmbeteiligung ohne Mangel geringer gewesen w&#228;re. Auch darf nicht unbeachtet gelassen werden, dass die Abstimmung vom 18. Juni 1978 &#252;ber die Initiative auf Einleitung des Trennungsverfahrens bei einer Stimmbeteiligung von 79% 4164 Ja-Stimmen (65,08%) und 2234 Nein-Stimmen  (34,92%) ergeben hatte. Allerdings muss bei der Beurteilung des letztgenannten Resultats ber&#252;cksichtigt werden, dass eine Zustimmung zur Einleitung des Trennungsverfahrens noch nicht notwendigerweise eine Zustimmung zum tats&#228;chlichen Anschluss an den Kanton Basel-Landschaft bedeutete, welches Argument &#252;brigens auch die Bef&#252;rworter eines Anschlusses an einen andern Kanton bei jener Abstimmung vorgebracht hatten. Dazu kommen ebenfalls der lange Zeitablauf (f&#252;nf Jahre) und die um rund 13,9% h&#246;here Stimmbeteiligung. Welches schliesslich die Motive f&#252;r den Stimmungswandel waren, ist nicht leicht feststellbar. Allerdings kann aufgrund der von der angefochtenen Abstimmung vorhandenen Zahlen nicht schon zum vornherein gesagt werden, dass bei Fehlen des Mangels ein anderes Abstimmungsresultat nicht ernsthaft in Betracht gekommen w&#228;re. In einem Falle einer Abstimmung im Rahmen einer Gemeindeversammlung nahm das Bundesgericht im Jahre 1986 bei einem Ergebnis von  156 Ja-Stimmen und 131 Nein-Stimmen und bei einem notwendigen Meinungsumschwung von 13 Stimmberechtigten (4,3% der 300 Anwesenden) an, dass ein anderes Abstimmungsergebnis nicht zum vornherein ausgeschlossen gewesen w&#228;re (BGE 112  Ia 134 f. E. 3b). Und im BGE 114 Ia 427 S. 448Falle einer Gemeindewahl in der Gemeinde Kleinandelfingen stellte das Bundesgericht fest, dass f&#252;r eine Wahl der Kandidatin praktisch eine Verdoppelung der erzielten 196 Stimmen notwendig gewesen w&#228;re. Es machte den Entscheid daher von einer qualitativen W&#252;rdigung der gesamten Umst&#228;nde des Falles abh&#228;ngig und hiess die Beschwerde gut, da es die zu beurteilende beh&#246;rdliche Intervention als schwerwiegend erachtete, indem diese wegen ihrer Erheblichkeit geeignet war, die Willensbildung der W&#228;hler zu verf&#228;lschen (BGE  113 Ia 303).\nEntsprechend h&#228;ngt auch der hier zu treffende Entscheid von einer qualitativen W&#252;rdigung der gesamten Umst&#228;nde des Falles ab.\nNach dem Gesagten wiegt die im vorliegenden Fall zur Diskussion stehende Intervention durch den bernischen Regierungsrat schwer. Er hat als kantonale Beh&#246;rde in rechtswidriger Weise in die den Anschlussvertrag mit dem Kanton Basel-Landschaft betreffende Abstimmung des Amtsbezirks Laufen eingegriffen, indem er sich nicht nur eines zu eigentlicher politischer Propaganda eingesetzten privaten Abstimmungskomitees bediente, sondern diesem auch heimlich und im Verh&#228;ltnis zu seinen Mitteln unverh&#228;ltnism&#228;ssig hohe Betr&#228;ge aus &#246;ffentlichen Geldern zukommen liess und dabei diese grossenteils mit Geldern aus dem SEVA-Fonds erbrachte Unterst&#252;tzung kurze Zeit vor der Abstimmung noch offen in Abrede stellte. Es liegt somit eine Kumulation von schweren Fehlern vor, angesichts derer eine Beeinflussung der Stimmberechtigten als durchaus m&#246;glich erscheint. Auch ist nicht zu &#252;bersehen, dass es der  \"Aktion Bernisches Laufental\" ohne die massive finanzielle Unterst&#252;tzung durch den bernischen Regierungsrat gar nicht m&#246;glich gewesen w&#228;re, die aufwendige Abstimmungspropaganda durchzuf&#252;hren. Ebenso kann nicht ausgeschlossen werden, dass eine betr&#228;chtliche Anzahl von Stimmb&#252;rgern der Abstimmungspropaganda der ABL nicht gefolgt w&#228;re, wenn sie gewusst h&#228;tten, dass diese vorwiegend aus  &#246;ffentlichen Mitteln des Kantons Bern finanziert wurde.\nUnter diesen Umst&#228;nden, in Anbetracht der Schwere der vorgefallenen Fehler, die durchaus geeignet waren, das Abstimmungsergebnis zu verf&#228;lschen, ist es in Nachachtung der aufgezeigten bundesgerichtlichen Rechtsprechung nicht zu umgehen, die Beschwerde gutzuheissen und den Entscheid des Grossen Rates des Kantons Bern vom 3. November 1987 aufzuheben.\n\n    8. Der Regierungsrat des Kantons Bern wendet gegen eine Aufhebung der Abstimmung allerdings auch ein, es stehe nicht BGE 114 Ia 427 S. 449fest, ob s&#228;mtliche der damals vertraglich vereinbarten Gegenst&#228;nde noch heute gleichen Regelungen unterstehen w&#252;rden, und zudem sei offen, ob der Vertragspartner, der Kanton Basel-Landschaft, rechtlich &#252;berhaupt noch in der Lage w&#228;re, das Laufental aufzunehmen. Nachdem seit den mit dem Kanton Basel-Landschaft gef&#252;hrten Verhandlungen und der Abstimmung im Jahre 1983  mehrere Jahre vergangen seien, gelte es zwischen den Interessen an einer erneuten Volksabstimmung und der Rechtssicherheit abzuw&#228;gen.\na) Dem bernischen Regierungsrat ist insoweit beizupflichten, als eine Aufhebung der Abstimmung dann zu unterbleiben h&#228;tte, wenn eine Wiederholung ausgeschlossen w&#228;re. Zwar muss davon ausgegangen werden, dass der Anschlussvertrag den Stimmberechtigten nicht mehr in genau derselben Form, in der er der zur Diskussion stehenden Abstimmung zugrunde lag, wird vorgelegt werden k&#246;nnen, da sich die Verh&#228;ltnisse in der Zwischenzeit ver&#228;ndert haben. Dieser Umstand vermag jedoch nicht zu bewirken, dass eine neue Volksabstimmung undurchf&#252;hrbar w&#228;re. Vielmehr ist das bisherige Ergebnis der Anschlussverhandlungen den ver&#228;nderten Verh&#228;ltnissen im Rahmen neuer Verhandlungen zwischen den Betroffenen anzupassen. Zu diesem Zweck wird allenfalls zun&#228;chst eine neue Bezirkskommission zu w&#228;hlen sein (s. Art. 4 ff., insbesondere auch Art. 7, 10 und 14 ff. des Anschlussverfahrensgesetzes).\nDabei ist nicht zu &#252;bersehen, dass Art. 18 Abs. 4 des bereits genannten Anschlussverfahrensgesetzes vom 19. November 1975 bestimmt, dass das Anschlussverfahren abgeschlossen ist, wenn binnen vier Jahren seit der Ermittlung des Anschlusskantons kein Anschlussvertrag zustande gekommen ist. Es ist jedoch auch vorgesehen, dass diese Frist durch den Regierungsrat auf ein entsprechendes Ersuchen der Bezirkskommission hin um zwei Jahre verl&#228;ngert wird. Schliesslich sieht die genannte Bestimmung in ihrem letzten Satz vor, dass die Frist im Falle h&#246;herer Gewalt unterbrochen wird. Der Regierungsrat hat sich in seiner Vernehmlassung zu Recht nicht auf den Abschluss des Verfahrens infolge Zeitablaufs berufen, obwohl seit der Ermittlung des Anschlusskantons mehr als sechs Jahre vergangen sind. Art. 18 Abs. 4 letzter Satz des Anschlussverfahrensgesetzes kann im vorliegenden Fall analog angewendet werden. Wie bei h&#246;herer Gewalt, so ist auch bei einem rechtswidrigen beh&#246;rdlichen Eingreifen in den Abstimmungskampf davon auszugehen, dass eine Frist, wie sie hier zur Diskussion BGE 114 Ia 427 S. 450steht, unterbrochen wird. Als Zeitpunkt dieses Unterbruchs ist sp&#228;testens das Datum der aufzuhebenden Abstimmung in Betracht zu ziehen. Es erscheint richtig, die Frist erst in dem Zeitpunkt weiter laufen zu lassen, in dem die allf&#228;llig erforderliche Neuwahl der Bezirkskommission vorgenommen sein bzw. das Anschlussverfahren wiederaufgenommen werden wird. Daf&#252;r, dass der Kanton Basel-Landschaft rechtlich nicht mehr in der Lage w&#228;re, das Laufental aufzunehmen, hat der bernische Regierungsrat keine substantiierten Behauptungen aufgestellt. Ebenso sind von seiten des Kantons Basel-Landschaft keine  &#196;usserungen bekannt, wonach dies ausgeschlossen w&#228;re. Insbesondere l&#228;sst auch die bereits erw&#228;hnte, vom 8. M&#228;rz 1988 datierte Vorlage des Regierungsrates des Kantons Basel-Landschaft an den Landrat dieses Kantons keinen solchen Schluss zu. Ob der Kanton Basel- Landschaft auch heute noch gewillt und rechtlich in der Lage ist, das Laufental aufzunehmen, wird sich erst im Rahmen neuer Verhandlungen erweisen k&#246;nnen. Ebenfalls im Hinblick auf den Kanton Basel-Landschaft fehlen somit Gr&#252;nde, die erforderten, von einer Wiederholung der Abstimmung &#252;ber einen Anschlussvertrag abzusehen.\nb) Der bernische Regierungsrat macht geltend, dass das Interesse an einer erneuten Volksabstimmung und das Rechtssicherheitsinteresse gegeneinander abzuw&#228;gen seien. F&#252;r die Rechtssicherheit und gegen eine neue Abstimmung spreche, dass der politische Alltag im Laufental als Amtsbezirk des Kantons Bern inzwischen wieder eingetreten sei, die Mitwirkungsrechte durch den Bezirksrat genutzt w&#252;rden und ein erneutes Abstimmungsverfahren die Bev&#246;lkerung der Talschaft tief spalten w&#252;rde.\nDiesem Einwand kann nicht gefolgt werden. Zwar besteht aus der Natur der Sache ein erhebliches Interesse an der Aufrechterhaltung des bisherigen Zustandes und des Einvernehmens unter den Kantonen und soll ganz allgemein ein einmal gef&#228;llter Volksentscheid m&#246;glichst aufrechterhalten werden (s. VITO PICENONI, Die Kassation von Volkswahlen und Volksabstimmungen in Bund, Kantonen und Gemeinden, Aarau 1945, S. 139 ff.); Nichtigkeit eines Staatsaktes darf dann nicht angenommen werden, wenn &#252;berwiegende Rechtssicherheitsinteressen bestehen  (vgl. etwa BGE 104 Ia 176 und BGE 102 Ib 298, s. auch BGE 113 Ia 154; FRITZ GYGI, Zur Rechtsbest&#228;ndigkeit von Verwaltungsverf&#252;gungen, in ZBl 83/1982, S. 154 ff.;  ferner IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 6. Auflage  [1986], Band I, S. 241 f.; BGE 114 Ia 427 S. 451PETER SALADIN, Das Verwaltungsverfahrensrecht des Bundes, Basel 1979, S. 100). Entgegen der Auffassung des Regierungsrates ist im vorliegenden Fall ein solches &#252;berwiegendes Rechtsschutzinteresse nicht gegeben. Es geht hier insbesondere nicht darum, dass ein rechtm&#228;ssig zustande gekommenes Abstimmungsresultat bereits nach kurzem Zeitablauf durch eine neue Abstimmung in Frage gestellt werden soll, sondern darum, einen unrechtm&#228;ssigen Zustand zu beheben, der von den Beschwerdef&#252;hrern jedenfalls noch rechtzeitig vor dem Ablauf einer Verj&#228;hrungs- oder Verwirkungsfrist angefochten werden konnte (s. in diesem Zusammenhang BGE 113 Ia 154, mit Hinweisen); einzig eine neue Abstimmung wird die wegen der in rechtswidriger Weise erfolgten regierungsr&#228;tlichen Intervention verbliebenen Zweifel daran, ob das Abstimmungsergebnis im Jahre 1983 durch diese Intervention nicht verf&#228;lscht worden sei, beseitigen k&#246;nnen. Dass die damalige Abstimmung erst im September  1985 und damit erst einige Zeit nach Ablauf der f&#252;r eine Abstimmungsbeschwerde gesetzlich vorgesehenen dreit&#228;gigen Frist (Art. 89 Abs. 2 GPR) angefochten werden konnte, ist einzig auf die Tatsache zur&#252;ckzuf&#252;hren, dass der bernische Regierungsrat die Zahlungen aus dem SEVA-Fonds verheimlicht und in Abrede gestellt hatte, so dass sie der &#214;ffentlichkeit erst mit der im September 1985  erfolgten Ver&#246;ffentlichung des eingangs genannten BUK-Berichtes bekannt wurden. Derartiges Verhalten einer Beh&#246;rde verdient nach dem Gesagten keinen Schutz. Zudem wurde im Nachgang zur streitigen Volksabstimmung noch gar nichts ver&#228;ndert; vielmehr hat die Wiederholung des Urnenganges die Frage zum Gegenstand, ob nun, erstmals, eine neue Ordnung einzuf&#252;hren sei. Somit ist der Einwand des Regierungsrates, das Rechtssicherheitsinteresse &#252;berwiege das Interesse an einer neuen Abstimmung, unbegr&#252;ndet.\n \n   \n   "
}