{
  "titre": "130 III 202",
  "annee": "2004",
  "contenu": "\n      \n  Chapeau\n130 III 20225. Extrait de l'arr&#234;t de la Ire Cour civile dans la cause X. SA contre A. (recours en r&#233;forme)\n4C.324/2003 du 24 f&#233;vrier 2004\n  \nRegeste\nPrescription des cr&#233;ances; interruption de la prescription durant l'instance; d&#233;lai suppl&#233;mentaire (art. 137 al. 1, 138 al. 1 et 139 CO).  Notion d'acte judiciaire des parties, au sens de l'art. 138 al. 1 CO (consid. 3.2). D&#233;marche proc&#233;durale ne constituant pas un tel acte (consid. 3.3.1). \nL'introduction d'une action devant un juge incomp&#233;tent n'interrompt pas la prescription. Le cr&#233;ancier peut-il b&#233;n&#233;ficier une seconde fois de la protection de l'art. 139 CO? Question laiss&#233;e ouverte, le vice n'&#233;tant pas r&#233;parable (consid. 3.3.2). \n\n\n  \n  \n  \nFaits &#224; partir de page 202\n\n\n    BGE 130 III 202 S. 202\n   \n\n    A. \n   \n\n    A.a Par contrat de travail conclu le 1er juillet 1991 pour une dur&#233;e ind&#233;termin&#233;e, la banque X. SA (ci-apr&#232;s: la banque) a engag&#233; A. comme directeur g&#233;n&#233;ral. BGE 130 III 202 S. 203\n   \nSoup&#231;onnant son nouveau directeur g&#233;n&#233;ral d'avoir tremp&#233; dans une vaste escroquerie commise &#224; son d&#233;triment par des interm&#233;diaires de bourse italiens, la banque a d&#233;nonc&#233; p&#233;nalement A. et d'autres personnes, le 20 ao&#251;t 1991, puis l'a licenci&#233; avec effet imm&#233;diat deux jours plus tard. Cette d&#233;nonciation n'a pas d&#233;bouch&#233; sur l'inculpation du pr&#233;nomm&#233;.\n\n    A.b Le 25 septembre 1991, la banque a introduit une action en dommages-int&#233;r&#234;ts contre 26 personnes, dont A., devant le Tribunal de premi&#232;re instance du canton de Gen&#232;ve. L'ex-directeur g&#233;n&#233;ral a soulev&#233; d'embl&#233;e une exception d'incomp&#233;tence ratione materiae, en faisant valoir que ladite action relevait de la comp&#233;tence de la juridiction prud'homale.\nPar jugement du 5 novembre 1992, le Tribunal de premi&#232;re instance s'est d&#233;clar&#233; incomp&#233;tent ratione materiae pour conna&#238;tre de l'action ouverte par la banque en tant qu'elle &#233;tait dirig&#233;e contre A.\nStatuant par arr&#234;t du 5 novembre 1993, sur appel de la banque, la Cour de justice du canton de Gen&#232;ve a annul&#233; cette partie du jugement attaqu&#233; et dit que le Tribunal de premi&#232;re instance &#233;tait comp&#233;tent pour examiner les pr&#233;tentions &#233;lev&#233;es par l'appelante contre son ancien directeur g&#233;n&#233;ral, eu &#233;gard &#224; la sp&#233;cificit&#233; des actes reproch&#233;s &#224; ce dernier. Cet arr&#234;t, qui n'a pas fait l'objet d'un recours, est entr&#233; en force le 14 d&#233;cembre 1993.\nLe Tribunal de premi&#232;re instance a repris l'instruction de la cause le 27 janvier 1995. Il a fix&#233; un d&#233;lai au 5 septembre 1995 aux parties d&#233;fenderesses pour d&#233;poser d'&#233;ventuelles demandes reconventionnelles. A. n'a pas fait usage de cette facult&#233; dans le d&#233;lai imparti, se contentant de \"r&#233;server ses droits\".\nLa proc&#233;dure ouverte le 25 septembre 1991 est encore pendante &#224; l'heure actuelle.\n\n    A.c De son c&#244;t&#233;, A., contestant son licenciement pour justes motifs, avait d&#233;pos&#233;, le 1er octobre 1991, devant le Tribunal des prud'hommes du canton de Gen&#232;ve, une demande visant la banque et tendant, notamment, au paiement de dommages-int&#233;r&#234;ts de ce chef.\nPar jugement sur incident du 4 mars 1992, le Tribunal des prud'hommes a rejet&#233; l'exception de litispendance soulev&#233;e par la banque.\nCe jugement a toutefois &#233;t&#233; annul&#233;, le 18 novembre 1992, par la Chambre d'appel des prud'hommes qui a suspendu l'instruction de BGE 130 III 202 S. 204la cause jusqu'&#224; droit connu d&#233;finitivement sur l'exception d'incomp&#233;tence ratione materiae soulev&#233;e par A. dans le proc&#232;s pendant devant la juridiction ordinaire et qui a dit que l'instruction de la cause prud'homale serait ensuite reprise &#224; l'initiative de la partie la plus diligente.\nEn date du 7 novembre 1997, le greffier adjoint de la juridiction des prud'hommes a interpell&#233; A. pour s'enqu&#233;rir de la suite &#224; donner &#224; la proc&#233;dure.\nLe conseil de A. a r&#233;pondu par lettre du 13 novembre 1997. Il y relevait notamment ce qui suit:\n\"..., il m'appara&#238;t que la proc&#233;dure pendante par devant votre juridiction doit demeurer suspendue comme d&#233;pendant du sort qui sera r&#233;serv&#233; &#224; la proc&#233;dure actuellement pendante par devant le Tribunal de premi&#232;re instance, et ce, jusqu'&#224; ce qu'un jugement d&#233;finitif et ex&#233;cutoire soit rendu dans cette cause. Si Monsieur A. obtient gain de cause, alors il reprendra la proc&#233;dure prud'homale, aux fins de solliciter la condamnation de son ex-employeur au paiement du salaire incontestablement d&#251;.\"\nLe greffier adjoint l'ayant relanc&#233; derechef en novembre 1999, A., changeant d'avis, a requis la convocation d'une audience, par courrier du 19 novembre 1999. L'audience a &#233;t&#233; tenue le 28 juin 2000 devant la Chambre d'appel des prud'hommes. A cette occasion, la banque a soulev&#233; une exception d'incomp&#233;tence ratione materiae.\nPar arr&#234;t du 27 septembre 2000, la Chambre d'appel des prud'hommes s'est d&#233;clar&#233;e incomp&#233;tente pour conna&#238;tre des pr&#233;tentions de A. envers la banque.\n\n    A.d Le 14 f&#233;vrier 2001, A. a d&#233;pos&#233; une demande reconventionnelle aupr&#232;s du Tribunal de premi&#232;re instance dans le cadre de la proc&#233;dure pendante entre la banque et lui (cf. let. A.b ci-dessus). Il y a pris diverses conclusions condamnatoires (solde de salaire, indemnit&#233; de vacances, indemnit&#233; pour licenciement injustifi&#233;, etc.) correspondant &#224; celles qu'il avait formul&#233;es dans sa demande du 1er  octobre 1991, soumise au Tribunal des prud'hommes, sous r&#233;serve d'une forte r&#233;duction de l'indemnit&#233; pour tort moral initialement requise.\nPar jugement du 27 septembre 2001, le Tribunal de premi&#232;re instance a d&#233;clar&#233; cette demande reconventionnelle irrecevable pour cause de tardivet&#233;. La Cour de justice, saisie d'un appel de A., a confirm&#233; ledit jugement par arr&#234;t du 14 juin 2002. Elle a BGE 130 III 202 S. 205cependant pr&#233;cis&#233; que, nonobstant l'irrecevabilit&#233; de ses conclusions reconventionnelles, l'appelant conservait la facult&#233; de r&#233;introduire une demande devant le Tribunal de premi&#232;re instance, s'il s'y estimait fond&#233;.\n\n    B. Le 16 ao&#251;t 2002, A. (ci-apr&#232;s: le demandeur) a d&#233;pos&#233;, devant le Tribunal de premi&#232;re instance, une demande tendant au paiement des m&#234;mes sommes que celles r&#233;clam&#233;es dans sa demande reconventionnelle.\nLa banque (ci-apr&#232;s: la d&#233;fenderesse) a soulev&#233; d'entr&#233;e de cause une exception de prescription.\nPar jugement du 13 mars 2003, le Tribunal de premi&#232;re instance, constatant que l'action &#233;tait prescrite, a d&#233;bout&#233; le demandeur de toutes ses conclusions.\nSaisie d'un appel du demandeur, la Chambre civile de la Cour de justice, statuant par arr&#234;t du 10 octobre 2003, a annul&#233; partiellement ce jugement, dit que les pr&#233;tentions du demandeur n'&#233;taient pas prescrites, &#224; l'exception de celle ayant trait &#224; la r&#233;paration du tort moral, et renvoy&#233; la cause au Tribunal de premi&#232;re instance afin qu'il statue sur le fond du litige.\n\n    C. La d&#233;fenderesse interjette un recours en r&#233;forme au Tribunal f&#233;d&#233;ral. Elle conclut &#224; l'annulation de l'arr&#234;t cantonal, en tant qu'il a constat&#233; que certaines des pr&#233;tentions &#233;lev&#233;es par le demandeur n'&#233;taient pas prescrites, et &#224; sa confirmation pour le surplus.\nLe Tribunal f&#233;d&#233;ral a admis le recours et rejet&#233;, comme &#233;tant prescrites, toutes les conclusions au fond prises par le demandeur &#224; l'encontre de la d&#233;fenderesse.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. \n   \n\n    3.1 Les motifs sur lesquels repose l'arr&#234;t cantonal peuvent &#234;tre r&#233;sum&#233;s comme il suit: l'action du demandeur se prescrit par cinq ans, conform&#233;ment &#224; l'art. 128 ch. 3 CO, en tant qu'elle se fonde sur le contrat de travail ayant li&#233; les parties. Il n'est pas contest&#233;, ni contestable, que cette action n'est pas prescrite, si l'on admet que la prescription a &#233;t&#233; interrompue par la lettre que le conseil du demandeur a adress&#233;e le 13 novembre 1997 au greffe de la juridiction des prud'hommes. Il faut donc examiner si la lettre en question peut &#234;tre qualifi&#233;e d'acte judiciaire d'une partie, au sens de BGE 130 III 202 S. 206l'art. 138 al. 1 CO. Tel est bien le cas. La ratio legis de cette disposition est de sanctionner l'inaction du cr&#233;ancier lorsque le d&#233;biteur peut en d&#233;duire que celui-l&#224; renonce &#224; faire valoir la pr&#233;tention litigieuse. En revanche, tout acte de proc&#233;dure du cr&#233;ancier n'autorisant pas une telle d&#233;duction de la part du d&#233;biteur est propre &#224; interrompre la prescription. Il en va ainsi en l'esp&#232;ce. Dans la lettre pr&#233;cit&#233;e, qui a &#233;t&#233; vers&#233;e au dossier, le demandeur a clairement manifest&#233; qu'il n'entendait pas renoncer &#224; ses pr&#233;tentions envers la d&#233;fenderesse, m&#234;me s'il estimait proc&#233;duralement plus judicieux de ne pas les faire valoir pour le moment. Par l'envoi de cette lettre, il a d&#232;s lors interrompu la prescription. Peu importe qu'il n'ait pas requis la reprise imm&#233;diate de l'instance prud'homale. Les r&#232;gles f&#233;d&#233;rales sur la prescription n'ont, en effet, pas pour but de dicter au cr&#233;ancier le choix de sa strat&#233;gie proc&#233;durale.\nLa d&#233;fenderesse fait grief &#224; la Cour de justice d'avoir viol&#233; l'art. 138 al. 1 CO. Selon elle, jurisprudence et doctrine s'accordent pour ne ranger dans la cat&#233;gorie des actes judiciaires vis&#233;s par cette disposition que ceux qui sont de nature &#224; faire avancer le proc&#232;s vers son issue. Or, le courrier du 13 novembre 1997, qui n'a du reste &#233;t&#233; port&#233; &#224; sa connaissance qu'en 2001, n'avait nullement pareille vertu. Il n'a donc pas interrompu la prescription. La solution inverse, retenue par les juges cantonaux, repose sur une interpr&#233;tation extensive et injustifi&#233;e de la notion d'acte judiciaire, qui met ind&#251;ment l'accent sur le sens que le d&#233;biteur peut attribuer &#224; la d&#233;marche proc&#233;durale du cr&#233;ancier.\n\n    3.2 La prescription court d&#232;s que la cr&#233;ance est devenue exigible (art. 130 al. 1 CO). Elle est interrompue &#224; certaines conditions, un nouveau d&#233;lai commen&#231;ant &#224; courir d&#232;s l'interruption (art. 137 al. 1 CO). Il en va ainsi, entre autres hypoth&#232;ses, lorsque le cr&#233;ancier fait valoir ses droits par une action devant un tribunal (art. 135 ch. 2 CO), &#224; la condition que celui-ci soit comp&#233;tent pour en conna&#238;tre (ATF 85 II 504 consid. 3b p. 509). La prescription interrompue par l'effet d'une action recommence &#224; courir, durant l'instance, &#224; compter de chaque acte judiciaire des parties et de chaque ordonnance ou d&#233;cision du juge (art. 138 al. 1 CO). Cependant, lorsque le juge a ordonn&#233; la suspension du proc&#232;s, la jurisprudence admet, par analogie avec l'art. 134 al. 1 ch. 6 CO, que la prescription est suspendue, sauf exception (ATF 123 III 213 consid. 3), aussi longtemps que subsiste le motif qui l&#233;gitime la suspension du proc&#232;s (ATF 75 II 227 consid. 3c/aa p. 235). BGE 130 III 202 S. 207\n   \nLa notion d'acte judiciaire des parties, au sens de l'art. 138 al. 1 CO, est une notion de droit f&#233;d&#233;ral (ATF 21 p. 246 ss, 250). On l'interpr&#233;tera largement (ATF 106 II 32 consid. 3 p. 35 et les r&#233;f&#233;rences), tout en ayant &#233;gard &#224; la ratio legis de la disposition cit&#233;e, qui est de sanctionner l'inaction du cr&#233;ancier (ATF 75 II 227 consid. 3c/aa p. 235). Il faut donc consid&#233;rer comme acte judiciaire d'une partie tout acte de proc&#233;dure relatif au droit invoqu&#233; en justice et susceptible de faire progresser l'instance; l'acte devra &#234;tre de nature formelle, en sorte que les deux parties puissent toujours le constater ais&#233;ment et sans conteste (ATF 123 III 213 consid. 6a p. 219; ATF 106 II 32 consid. 3 p. 35; arr&#234;t du 8 f&#233;vrier 1972, publi&#233; in SJ 1973 p. 145 ss, 150; pour des exemples de tels actes, cf. STEPHEN V. BERTI, Commentaire zurichois, n. 22 ad art. 138 CO; ROBERT K. D&#196;PPEN, Commentaire b&#226;lois, n. 2 ad art. 138 CO; PASCAL PICHONNAZ, Commentaire romand, n. 4 ad art. 138 CO). Il n'est pas n&#233;cessaire, en revanche, contrairement &#224; ce que pourrait donner &#224; penser la formulation de l'arr&#234;t publi&#233; aux ATF 85 II 187 consid. 2 p. 191 (\"atti che sono capaci di far avanzare il processo verso la sua conclusione...\"; voir aussi: PIERRE ENGEL, Trait&#233; des obligations en droit suisse, 2e &#233;d., p. 619), que l'acte judiciaire soit propre &#224; rapprocher le proc&#232;s de son issue, comme le rel&#232;ve &#224; juste titre KARL SPIRO, exemples &#224; l'appui (Die Begrenzung privater Rechte durch Verj&#228;hrungs-, Verwirkungs- und Fatalfristen, vol. I, &#167; 149, ad n. 7 et 8 p. 345 et n. 21 p. 347 o&#249; l'auteur cite, &#224; titre d'exemples, une demande de prolongation de d&#233;lai ou le d&#233;p&#244;t d'un recours).\n\n    3.3 Il convient d'examiner, &#224; la lumi&#232;re de ces principes, si l'opinion &#233;mise par la cour cantonale au sujet de la prescription et de son interruption r&#233;siste au grief de violation du droit f&#233;d&#233;ral.\n\n    3.3.1 Le point de d&#233;part du d&#233;lai de prescription quinquennal a &#233;t&#233; fix&#233; correctement par la Cour de justice au 22 ao&#251;t 1991, date &#224; laquelle le contrat a pris fin par suite du licenciement imm&#233;diat du travailleur, ce qui a eu pour effet de rendre exigibles toutes les cr&#233;ances du demandeur (art. 130 CO en liaison avec l'art. 339 al. 1 CO). Avec les juges pr&#233;c&#233;dents, on admettra - provisoirement - que le d&#233;lai de prescription a &#233;t&#233; interrompu une premi&#232;re fois le 1er octobre 1991, lorsque le demandeur a ouvert action contre la d&#233;fenderesse devant le Tribunal des prud'hommes (art. 135 ch. 2 CO). Les m&#234;mes juges soulignent &#224; bon droit que les actes judiciaires ex&#233;cut&#233;s dans la proc&#233;dure ouverte par la d&#233;fenderesse devant la juridiction civile ordinaire n'ont pas eu d'effet interruptif, BGE 130 III 202 S. 208nonobstant la connexit&#233; des deux proc&#233;dures, puisque le demandeur, qui occupait la position de d&#233;fendeur dans cette proc&#233;dure, n'y a pas fait valoir ses droits avant le 14 f&#233;vrier 2001, date du d&#233;p&#244;t de sa demande reconventionnelle. Il est &#233;galement exact que l'arr&#234;t du 18 novembre 1992, par lequel la Chambre d'appel des prud'hommes a suspendu l'instance jusqu'&#224; droit connu sur l'exception d'incomp&#233;tence ratione materiae soulev&#233;e par le demandeur dans la proc&#233;dure parall&#232;le, a entra&#238;n&#233; &#224; la fois l'interruption de la prescription (art. 138 al. 1 CO) et la suspension de celle-ci jusqu'&#224; l'entr&#233;e en force de l'arr&#234;t de la Cour de justice du 5 novembre 1993 r&#233;glant d&#233;finitivement cette question (art. 134 al. 1 ch. 6 CO par analogie), soit jusqu'au 14 d&#233;cembre 1993. D&#232;s ce moment-l&#224;, un nouveau d&#233;lai a donc commenc&#233; &#224; courir (art. 134 al. 2 CO en liaison avec l'art. 137 al. 1 CO). Enfin, on ne saurait de toute &#233;vidence assimiler &#224; une ordonnance ou d&#233;cision du juge la simple demande de renseignements adress&#233;e le 7 novembre 1997 au demandeur par le greffier de la juridiction des prud'hommes. Seul est d&#232;s lors litigieux le point de savoir si la r&#233;ponse &#224; cette demande, donn&#233;e le 13 novembre 1997 par le conseil du demandeur, constituait ou non un acte judiciaire au sens de l'art. 138 al. 1 CO.\nL'opinion &#233;mise par la cour cantonale quant &#224; la port&#233;e de ce dernier &#233;crit n'est pas convaincante. Elle p&#232;che d&#233;j&#224; dans son fondement th&#233;orique. De fait, contrairement &#224; l'avis des juges pr&#233;c&#233;dents, la qualification d'acte judiciaire des parties ne d&#233;pend pas de l'impression que l'acte accompli par le cr&#233;ancier produit sur le d&#233;biteur. Il ne s'agit pas de d&#233;terminer, pour reprendre les termes utilis&#233;s dans l'arr&#234;t attaqu&#233;, \"si l'acte de proc&#233;dure litigieux est ou non de nature &#224; laisser le d&#233;biteur dans sa croyance l&#233;gitime que le cr&#233;ancier renonce &#224; faire valoir sa pr&#233;tention\". Le faire reviendrait &#224; inclure un &#233;l&#233;ment subjectif dans la d&#233;finition d'une notion que la s&#233;curit&#233; du droit commande, au contraire, d'objectiver dans l'int&#233;r&#234;t des deux parties. La ratio legis de l'art. 138 al. 1 CO &#233;tant - on l'a vu - de sanctionner l'inaction du cr&#233;ancier, il convient bien plut&#244;t de rechercher si telle d&#233;marche proc&#233;durale formelle, accomplie par celui-ci, est susceptible de faire progresser l'instance, qu'elle rapproche ou non le proc&#232;s de son issue. Sans doute la notion d'acte judiciaire des parties ainsi d&#233;finie demeure-t-elle, dans une certaine mesure, une notion juridique ind&#233;termin&#233;e, au point qu'il serait illusoire de vouloir &#233;tablir une classification d&#233;finitive des actes proc&#233;duraux qu'elle pourrait embrasser et de ceux qui lui BGE 130 III 202 S. 209seraient &#233;trangers. Toujours est-il que, dans cette acception, la notion litigieuse appara&#238;t nettement plus praticable que celle qui fait appel &#224; une interpr&#233;tation subjective que pourrait donner le d&#233;biteur &#224; l'acte pos&#233; par le cr&#233;ancier.\nA cet &#233;gard, force est de constater que la lettre du 13 novembre 1997, partiellement reproduite plus haut (let. A.c), si on l'examine d'un point de vue objectif, n'a pas fait progresser l'instance prud'homale d'un iota. Cette instance &#233;tait d'ores et d&#233;j&#224; suspendue, conform&#233;ment &#224; l'arr&#234;t de la Chambre d'appel des prud'hommes du 18 novembre 1992, et elle devait &#234;tre reprise, selon le m&#234;me arr&#234;t, &#224; l'initiative de la partie la plus diligente, une fois connu le sort d&#233;finitif r&#233;serv&#233; &#224; l'exception d'incomp&#233;tence ratione materiae soulev&#233;e par le demandeur dans le proc&#232;s pendant devant le Tribunal de premi&#232;re instance. En se contentant de solliciter, dans la susdite lettre, le maintien de la suspension de la cause prud'homale, le demandeur n'a donc pas effectu&#233; un acte de nature &#224; modifier la situation proc&#233;durale pr&#233;existante. Pourtant, rien ne justifiait semblable atermoiement de sa part. Il savait, en effet, depuis le 14 d&#233;cembre 1993, date &#224; laquelle l'arr&#234;t rendu le 5 novembre 1993 par la Cour de justice &#233;tait entr&#233; en force, que la juridiction civile ordinaire s'estimait seule comp&#233;tente pour trancher le diff&#233;rend r&#233;sultant de la r&#233;siliation imm&#233;diate du contrat de travail ayant li&#233; les parties. D&#232;s lors, de deux choses l'une: soit le demandeur se soumettait &#224; cet arr&#234;t, contre lequel il n'avait du reste pas recouru, et d&#233;cidait de faire valoir dor&#233;navant ses droits devant le Tribunal de premi&#232;re instance en lui soumettant des conclusions reconventionnelles dans le d&#233;lai qui lui avait &#233;t&#233; imparti pour ce faire; soit il cherchait &#224; obtenir que la juridiction prud'homale se pronon&#231;&#226;t sur sa comp&#233;tence pour conna&#238;tre de son action en dommages-int&#233;r&#234;ts du chef de la r&#233;siliation imm&#233;diate de son contrat de travail; mais il fallait pour cela qu'il la relan&#231;&#226;t formellement puisque l'instance ne devait &#234;tre reprise qu'&#224; l'initiative de la partie la plus diligente. Au lieu de quoi, le demandeur a pr&#233;f&#233;r&#233; temporiser pour on ne sait quelle raison. Non seulement il n'a pas pris de conclusions reconventionnelles dans le d&#233;lai que la juridiction civile ordinaire lui avait fix&#233; &#224; cette fin, mais il n'a pas non plus relanc&#233; la juridiction prud'homale pour qu'elle statu&#226;t sur sa propre comp&#233;tence. Or, c'est ainsi qu'il aurait d&#251; agir et c'est d'ailleurs ce qu'il a fait ult&#233;rieurement en requ&#233;rant la convocation d'une audience, par courrier du 19 novembre 1999, apr&#232;s que le greffier de la juridiction des prud'hommes l'eut BGE 130 III 202 S. 210relanc&#233;. Par cet acte, il a confirm&#233;, a contrario, le caract&#232;re injustifi&#233; de son attentisme.\nAinsi, la Cour de justice a consid&#233;r&#233; &#224; tort que la lettre du 13 novembre 1997 constituait un acte judiciaire tombant sous le coup de l'art. 138 al. 1 CO. Il suit de l&#224; que le d&#233;lai de prescription quinquennal a expir&#233; le 14 d&#233;cembre 1998, aucun acte interruptif n'&#233;tant intervenu depuis le 14 d&#233;cembre 1993.\n\n    3.3.2 Il a &#233;t&#233; soulign&#233; &#224; dessein, ci-dessus, que la pr&#233;misse selon laquelle le demandeur avait interrompu la prescription en assignant la d&#233;fenderesse devant le Tribunal des prud'hommes, le 1er octobre 1991, n'&#233;tait pos&#233;e qu'&#224; titre provisoire. Aussi bien, tant les juridictions cantonales que les deux parties n'ont pas vu que l'introduction de cette action ne pouvait sortir un tel effet.\nL'introduction d'une action devant un juge incomp&#233;tent n'interrompt pas la prescription (cf. consid. 3.2). En l'occurrence, par arr&#234;t du 27 septembre 2000, la Chambre d'appel des prud'hommes s'est d&#233;clar&#233;e incomp&#233;tente pour conna&#238;tre des pr&#233;tentions &#233;lev&#233;es par le demandeur &#224; l'encontre de la d&#233;fenderesse. Il s'ensuit que la prescription des cr&#233;ances du premier envers la seconde est intervenue le 22 ao&#251;t 1996, cinq ans apr&#232;s que ces cr&#233;ances &#233;taient devenues exigibles, et qu'elle n'a pas &#233;t&#233; interrompue ni suspendue entre-temps.\nAux termes de l'art. 139 CO, lorsque l'action ou l'exception a &#233;t&#233; rejet&#233;e par suite de l'incomp&#233;tence du juge saisi, ou en raison d'un vice de forme r&#233;parable, ou parce qu'elle &#233;tait pr&#233;matur&#233;e, le cr&#233;ancier jouit d'un d&#233;lai suppl&#233;mentaire de soixante jours pour faire valoir ses droits, si le d&#233;lai de prescription est expir&#233; dans l'intervalle. Cette disposition repose sur des consid&#233;rations d'&#233;quit&#233; (PICHONNAZ, op. cit., n. 1 ad art. 139 CO); lorsque ses conditions d'application sont remplies, la loi accorde au cr&#233;ancier un d&#233;lai de gr&#226;ce pour interrompre la prescription par une action ou une exception correctement introduite (PICHONNAZ, op. cit., n. 11 ad art. 139 CO).\nEn l'esp&#232;ce, l'arr&#234;t de la Chambre d'appel des prud'hommes du 27 septembre 2000, constatant l'incomp&#233;tence de la juridiction prud'homale, a &#233;t&#233; notifi&#233; aux parties le 20 d&#233;cembre 2000. Le 14 f&#233;vrier 2001, soit moins de soixante jours apr&#232;s la r&#233;ception de la d&#233;cision d'incomp&#233;tence, le demandeur a d&#233;pos&#233; des conclusions reconventionnelles dans la proc&#233;dure pendante, devant le BGE 130 III 202 S. 211Tribunal de premi&#232;re instance, entre la d&#233;fenderesse (dans ce cas demanderesse), d'une part, et lui-m&#234;me ainsi que ses cod&#233;fendeurs, d'autre part. Il y a fait valoir, par ce biais, ses pr&#233;tentions d&#233;coulant de la r&#233;siliation du contrat de travail, lesquelles s'&#233;taient prescrites dans l'intervalle s&#233;parant l'introduction de l'action (1er octobre 1991) de la d&#233;cision d'incomp&#233;tence (27 septembre 2000). En soi, la demande reconventionnelle a les m&#234;mes effets que la demande principale (ATF 59 II 382 p. 385 s.; PICHONNAZ, op. cit., n. 15 ad art. 135 CO; BERTI, op. cit., n. 60 ad art. 135 CO; D&#196;PPEN, op. cit., n. 7 ad art. 135 CO p. 731). Encore faut-il qu'elle ait &#233;t&#233; introduite r&#233;guli&#232;rement pour valoir acte interruptif de prescription, au sens de l'art. 135 ch. 2 CO. Or, dans le cas concret, par jugement du 27 septembre 2001, confirm&#233; en appel par arr&#234;t du 14 juin 2002 notifi&#233; le 19 du m&#234;me mois aux parties, le Tribunal de premi&#232;re instance a d&#233;clar&#233; irrecevable, pour cause de tardivet&#233;, la demande reconventionnelle form&#233;e le 14 f&#233;vrier 2001. Aussi cette demande n'a-t-elle pas permis d'&#233;carter les effets de la prescription survenue avant son d&#233;p&#244;t.\nCertains auteurs admettent, il est vrai, que le cr&#233;ancier puisse b&#233;n&#233;ficier une seconde fois de la protection de l'art. 139 CO, pour autant qu'il ne commette pas d'abus de droit (PICHONNAZ, op. cit., n. 13 ad art. 139 CO avec d'autres r&#233;f&#233;rences; BERTI, op. cit., n. 66 ad art. 139 CO; D&#196;PPEN, op. cit., n. 10 ad art. 139 CO p. 731; d'un autre avis : ENGEL, op. cit., p. 821 et JEAN-ALBERT WYSS, Quelques probl&#232;mes de p&#233;remption et de prescription, in JdT 1973 I p. 256 ss, 268 ch. 1, qui se fondent sur un obiter dictum de l' ATF 80 II 288 consid. 2 p. 293 in fine/294). A supposer que cette th&#232;se doive &#234;tre retenue - question qui peut demeurer ind&#233;cise -, on pourrait se demander si, en ouvrant action le 16 ao&#251;t 2002, moins de soixante jours apr&#232;s avoir re&#231;u l'arr&#234;t confirmant l'irrecevabilit&#233; de sa demande reconventionnelle, le demandeur n'a pas valablement agi dans le d&#233;lai de gr&#226;ce de l'art. 139 CO. Or, tel n'est pas le cas. Le d&#233;lai suppl&#233;mentaire que cette disposition accorde au cr&#233;ancier suppose que la d&#233;cision d'irrecevabilit&#233; a &#233;t&#233; prise - seule hypoth&#232;se entrant ici en ligne de compte - en raison d'un \"vice de forme r&#233;parable\" affectant l'acte introductif. Le vice est r&#233;parable si le droit de proc&#233;dure applicable octroie la possibilit&#233; de corriger l'acte vici&#233; ou si le principe de l'interdiction du formalisme excessif l'exige (PICHONNAZ, op. cit., n. 10 ad art. 139 CO p. 790). Il ne l'est pas, en revanche, lorsque le cr&#233;ancier laisse expirer un BGE 130 III 202 S. 212d&#233;lai que la loi cantonale de proc&#233;dure lui fixe pour agir (cf. ATF 126 III 288 consid. 2b p. 289 et les r&#233;f&#233;rences). Dans le cas particulier, si la demande reconventionnelle a &#233;t&#233; d&#233;clar&#233;e irrecevable, c'est parce que son auteur ne l'a pas d&#233;pos&#233;e dans le d&#233;lai qui lui avait &#233;t&#233; imparti &#224; cette fin. L'art. 32 de la loi de proc&#233;dure civile genevoise, dont l'application a &#233;t&#233; &#233;tendue aux d&#233;lais fix&#233;s par le juge (BERNARD BERTOSSA/LOUIS GAILLARD/JACQUES GUYET/ANDR&#201; SCHMIDT, Commentaire de la loi de proc&#233;dure civile du canton de Gen&#232;ve du 10 avril 1987, n. 2 ad art. 32), entra&#238;ne, en effet, la d&#233;ch&#233;ance du droit d'accomplir un acte de proc&#233;dure qui n'a pas &#233;t&#233; ex&#233;cut&#233; dans le d&#233;lai ad hoc. On n'a donc pas affaire, in casu, &#224; un vice r&#233;parable, comme le souligne &#224; juste titre le Tribunal de premi&#232;re instance dans son jugement du 13 mars 2003, la demande reconventionnelle ayant &#233;t&#233; d&#233;clar&#233;e irrecevable pour cause de tardivet&#233;.\n\n    3.3.3 Cela &#233;tant, la Cour de justice a viol&#233; le droit f&#233;d&#233;ral en constatant que les cr&#233;ances du demandeur autres que celle tendant &#224; la r&#233;paration du tort moral ont &#233;t&#233; invoqu&#233;es en justice avant l'expiration du d&#233;lai de prescription de cinq ans.\n\n    3.4 Les juridictions cantonales et les deux parties soutiennent &#224; l'unisson que les cr&#233;ances litigieuses se prescrivaient par cinq ans, conform&#233;ment &#224; l'art. 128 ch. 3 CO. Cette appr&#233;ciation concordante ne lie pas la juridiction f&#233;d&#233;rale de r&#233;forme, en vertu du principe jura novit curia, puisqu'elle porte sur un point de droit (art. 63 al. 3 OJ; ATF 125 III 82 consid. 3 et les r&#233;f&#233;rences). Il n'est cependant pas n&#233;cessaire de pousser plus avant l'examen de la question. En effet, m&#234;me s'il fallait admettre que l'une ou plusieurs desdites cr&#233;ances se prescrivaient dans le d&#233;lai ordinaire de dix ans, fix&#233; &#224; l'art. 127 CO, l'issue du litige ne s'en trouverait pas modifi&#233;e pour autant.\nLa prescription de toutes les cr&#233;ances du demandeur a couru d&#232;s le 22 ao&#251;t 1991. Elle n'a pas &#233;t&#233; interrompue par l'action introduite le 1er octobre 1991 devant la juridiction prud'homale, celle-ci n'&#233;tant pas comp&#233;tente ratione materiae pour en conna&#238;tre. Le demandeur a fait valoir ses droits une deuxi&#232;me fois, le 14 f&#233;vrier 2001, en d&#233;posant des conclusions reconventionnelles dans la proc&#233;dure pendante devant la juridiction ordinaire. Ces conclusions ont toutefois &#233;t&#233; d&#233;clar&#233;es irrecevables pour cause de tardivet&#233;. Comme on l'a expos&#233; plus haut (cf. consid. 3.3.2), elles &#233;taient affect&#233;es d'un vice irr&#233;parable excluant l'application de l'art. 139 CO. C'est dire BGE 130 III 202 S. 213que la prescription n'a &#233;t&#233; valablement interrompue, pour la premi&#232;re fois, que par l'introduction, le 16 ao&#251;t 2002, devant le Tribunal de premi&#232;re instance, d'une action en paiement des m&#234;mes sommes que celles qui formaient l'objet de la demande reconventionnelle irrecevable. Mais alors, le d&#233;lai de prescription avait d&#233;j&#224; expir&#233; quelque douze mois plus t&#244;t sans avoir &#233;t&#233; suspendu ni interrompu auparavant.\nIl suit de l&#224; que l'action du demandeur est prescrite, quel que soit le d&#233;lai applicable. Partant, elle aurait d&#251; &#234;tre rejet&#233;e, contrairement &#224; l'avis des juges pr&#233;c&#233;dents, ce qui conduit &#224; l'admission du pr&#233;sent recours. La cause sera, d&#232;s lors, renvoy&#233;e &#224; la Cour de justice pour qu'elle statue &#224; nouveau sur les frais et d&#233;pens de la proc&#233;dure cantonale.\n \n   \n   "
}