{
  "titre": "112 Ia 391",
  "annee": "1986",
  "contenu": "\n      \n  Chapeau\n112 Ia 39162. Extrait de l'arr&#234;t de la Ire Cour de droit public du 26 novembre 1986 dans la cause Association Vaudoise des Vieillards, Invalides, Veuves et Orphelins (AVIVO) et consorts contre Grand Conseil et Conseil d'Etat du canton de Vaud (recours de droit public)\n\n  \nRegeste\nArt. 85 OJ. Votation sur une initiative populaire cantonale;  loi, adopt&#233;e avant le scrutin, faisant de facto office de contre-projet partiel; message officiel.  1. Rappel de la jurisprudence relative \n- &#224; l'interdiction d'une influence illicite sur la formation de la volont&#233;  des citoyens, notamment par l'information &#233;manant de l'autorit&#233; (consid. 3a); \n- au principe de l'unit&#233; de la mati&#232;re, notamment en cas de vote simultan&#233;  sur une initiative et un contre-projet (consid. 3b). \n2. Les limites apport&#233;es &#224; l'activit&#233; l&#233;gislative de l'Etat par le d&#233;p&#244;t d'une initiative l&#233;gislative sont de nature strictement proc&#233;durale et ont pour seul but de sauvegarder le libre exercice du droit de vote. Le d&#233;p&#244;t d'une initiative n'emp&#234;che pas le l&#233;gislateur d'adopter une loi touchant le m&#234;me objet et de la munir d'une clause de caducit&#233; en cas d'acceptation de l'initiative. M&#234;me s'il est de nature &#224; exercer une influence importante sur le corps &#233;lectoral, un message officiel exposant cette d&#233;marche de mani&#232;re objective est admissible (consid. 5). \n\n\n  \n  \n  \nFaits &#224; partir de page 392\n\n\n    BGE 112 Ia 391 S. 392\n   \n\n    En d&#233;cembre 1985, l'Association des Vieillards, Invalides, Veuves et Orphelins du canton de Vaud (AVIVO) a d&#233;pos&#233; une initiative populaire l&#233;gislative r&#233;dig&#233;e en termes g&#233;n&#233;raux et intitul&#233;e \"Pour une loi d'imp&#244;t plus juste\". Cette initiative demandait que soit soumise au peuple vaudois la question suivante:\n\"Acceptez-vous que la loi du 25 novembre 1956 sur les imp&#244;ts directs cantonaux soit modifi&#233;e de sorte que les revenus inf&#233;rieurs aux plafonds donnant droit aux prestations compl&#233;mentaires AVS-AI ne soient pas soumis &#224; l'imp&#244;t?.\"\nLe 20 mai 1986, le Grand Conseil du canton de Vaud a adopt&#233; un d&#233;cret ordonnant la convocation des assembl&#233;es de commune &#224; l'effet de se prononcer sur cette initiative et d&#233;cid&#233; de recommander au peuple de la rejeter. Le Conseil d'Etat a fix&#233; la date de la votation aux 28 et 29 juin 1986. Le corps &#233;lectoral devait simultan&#233;ment se prononcer sur cet objet et sur deux autres initiatives populaires l&#233;gislatives proposant des all&#233;gements fiscaux en faveur des locataires.\nLe 21 mai 1986, le Grand Conseil du canton de Vaud a adopt&#233; une loi modifiant celle du 26 novembre 1956 sur les imp&#244;ts directs cantonaux (LI). Parmi les modifications &#233;num&#233;r&#233;es &#224; l'art. 1er de cette loi figuraient divers all&#233;gements fiscaux en faveur de la famille, du couple mari&#233; et des contribuables de condition modeste. L'art. 2, qui ne figurait pas dans le projet &#233;labor&#233; par le Conseil d'Etat, avait la teneur suivante:\n\"En cas d'acceptation par le peuple de l'initiative de l'AVIVO (Pour une loi d'imp&#244;t plus juste), la pr&#233;sente loi sera consid&#233;r&#233;e comme caduque.\"\nL'AVIVO, d'une part, Armand Forel et Nelly Cachin, d'autre part, ont, le 9 juin 1986, form&#233; un recours de droit public pour violation du droit de vote au sens de l'art. 85 lettre a OJ. Ils demandent au Tribunal f&#233;d&#233;ral d'annuler l'art. 2 al. 2 de la loi BGE 112 Ia 391 S. 393modifiant la loi du 26 novembre 1956 sur les imp&#244;ts directs cantonaux. Ils requi&#232;rent, &#224; titre de mesure provisionnelle, que l'effet suspensif soit accord&#233; &#224; leur recours, le Conseil d'Etat du canton de Vaud &#233;tant invit&#233; &#224;  renvoyer &#224; une date ult&#233;rieure la votation sur l'initiative de l'AVIVO \"Pour une loi d'imp&#244;t plus juste\", pr&#233;vue pour les 28 et 29 juin 1986. Ils concluent,  &#224; titre subsidiaire, c'est-&#224;-dire pour le cas o&#249; l'effet suspensif serait refus&#233;, &#224; l'annulation de cette votation.\nPar ordonnance du 12 juin 1986, le Pr&#233;sident de la Ire Cour de droit public a refus&#233; d'accorder l'effet suspensif au recours. L'initiative de l'AVIVO \"Pour une loi d'imp&#244;t plus juste\" a &#233;t&#233; rejet&#233;e en votation populaire.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    3. Les recourants soutiennent que l'adoption par le Grand Conseil de l'art. 2 al. 2 de la novelle du 21 mai 1986 et l'argumentation qui en a &#233;t&#233; tir&#233;e par le Conseil d'Etat dans son Message explicatif ont exerc&#233; une pression inadmissible sur le corps &#233;lectoral appel&#233; &#224; se prononcer sur leur initiative. Cette d&#233;marche des autorit&#233;s cantonales aurait en outre viol&#233; le principe de l'unit&#233; de la mati&#232;re, les &#233;lecteurs ayant &#233;t&#233; contraints de donner une seule r&#233;ponse &#224; deux questions, dont l'une leur &#233;tait pos&#233;e express&#233;ment et l'autre implicitement. Elle serait enfin en contradiction avec les exigences de l'art. 108 de la loi vaudoise du 17 novembre 1948 sur l'exercice des droits politiques (LEDP), qui met en oeuvre l'art. 27 Cst.cant.\na) Le droit de vote garanti par la Constitution f&#233;d&#233;rale donne &#224; tout citoyen la facult&#233; d'exiger que le r&#233;sultat d'une votation ne soit reconnu que s'il est l'expression fid&#232;le et s&#251;re de la libre volont&#233; du corps &#233;lectoral (ATF 108 Ia 157, ATF 106 Ia 22, 199 consid. 4a et les arr&#234;ts cit&#233;s). S'il appara&#238;t que des irr&#233;gularit&#233;s de proc&#233;dure ont pu affecter le r&#233;sultat d'un vote, le Tribunal f&#233;d&#233;ral l'annule (ATF 105 Ia 155 consid. 5b). Tel peut notamment &#234;tre le cas lorsqu'une influence illicite a &#233;t&#233; exerc&#233;e sur la formation de la volont&#233; des citoyens (ATF 108 Ia 157, ATF 102 Ia 268 consid. 3). Cette influence peut &#234;tre le fait soit de l'autorit&#233; qui pr&#233;sente le projet au vote, soit, dans certaines circonstances, de tiers, notamment des organes de presse (ATF 102 Ia 268 /269, ATF 98 Ia 80, 625, ZBl 1980 p. 251). Il y a influence illicite de l'autorit&#233; lorsque celle-ci intervient dans la BGE 112 Ia 391 S. 394campagne &#233;lectorale en usant de proc&#233;d&#233;s inadmissibles, en particulier lorsqu'elle s'adresse au corps &#233;lectoral par un message qui ne constitue pas une information objective des citoyens, mais les oriente de mani&#232;re fallacieuse sur le but et la port&#233;e de l'objet de la votation (ATF 112 Ia 131 consid. 1, ATF 108 Ia 157, ATF 106 Ia 199 consid. 4a). La simple constatation que des irr&#233;gularit&#233;s ont entach&#233; la proc&#233;dure d'une votation n'entra&#238;ne toutefois pas  &#224; elle seule son annulation. Il faut en outre qu'elles aient &#233;t&#233; propres &#224;  influencer de mani&#232;re d&#233;cisive le r&#233;sultat du vote. Il n'incombe cependant pas au recourant d'apporter la preuve d'un tel lien de causalit&#233; entre le vice all&#233;gu&#233; et son r&#233;sultat. Il suffit que l'ensemble des circonstances laisse appara&#238;tre une telle influence comme &#233;tant du domaine du possible, ce que le Tribunal f&#233;d&#233;ral examine en principe librement (ATF 106 Ia 200 consid. 3b et les arr&#234;ts cit&#233;s). Le juge constitutionnel s'impose toutefois une retenue particuli&#232;re dans le cas, non r&#233;alis&#233; en l'esp&#232;ce, o&#249; ces &#233;l&#233;ments ont d&#233;j&#224; &#233;t&#233;  appr&#233;ci&#233;s par une autorit&#233; judiciaire de derni&#232;re instance cantonale. Si le droit f&#233;d&#233;ral oblige l'autorit&#233; cantonale ou communale &#224; faire preuve d'objectivit&#233; lorsqu'elle s'exprime publiquement sur le th&#232;me d'une votation avant le d&#233;roulement de celle-ci, il ne la contraint pas &#224; pr&#233;senter des avis de minorit&#233;; l'autorit&#233; peut se contenter d'exposer les motifs qui ont paru d&#233;cisifs &#224; la majorit&#233; (ATF 98 Ia 622). Le droit f&#233;d&#233;ral ne lui interdit pas davantage de donner son avis sur des questions d'appr&#233;ciation g&#233;n&#233;rale, car, en d&#233;finitive, c'est &#224; l'&#233;lecteur qu'il appartient de se faire sa propre opinion  (cf. ATF 106 Ia 200 consid. 4a, ATF 105 Ia 153, 245 consid. 5a, ATF 98 Ia 622). Ces r&#232;gles constituent un standard minimal et il est loisible aux cantons de d&#233;finir plus rigoureusement le devoir d'information des autorit&#233;s cantonales. Les recourants ne pr&#233;tendent pas, &#224; juste titre, que tel soit le cas de la l&#233;gislation vaudoise: l'art. 108 LEDP se borne &#224; pr&#233;voir, sans autres pr&#233;cisions, la facult&#233; pour le Grand Conseil de donner un pr&#233;avis; au surplus, r&#233;pondant en 1983 &#224; une motion parlementaire, le Conseil d'Etat a expos&#233; de fa&#231;on circonstanci&#233;e les raisons qu'il y avait, selon lui, de renoncer &#224; une r&#233;glementation plus pr&#233;cise (Bulletin des s&#233;ances du Grand Conseil du canton de Vaud (BGC), printemps 1983, p. 242 &#224; 256), et le Grand Conseil s'est ralli&#233; &#224;  son avis (ibid., p. 258).\nb) Le droit des &#233;lecteurs de voter de mani&#232;re conforme &#224; leur volont&#233; r&#233;elle et, partant, de s'exprimer &#224; l'abri de toute influence ext&#233;rieure illicite (ATF  108 Ia 157, 102 Ia 268 consid. 3) postule aussi que BGE 112 Ia 391 S. 395la question &#224; laquelle ils doivent r&#233;pondre lors d'une votation ne porte que sur un seul objet ou, tout au moins, sur des objets &#233;troitement interd&#233;pendants, r&#233;unis entre eux par un lien r&#233;el et objectif. Ce principe dit de l'unit&#233; de la mati&#232;re est toutefois relatif (ATF 104 Ia 224 consid. 2b, 90 I  74 consid. 2c): il n'exige pas toujours que chaque disposition d'un projet soit soumise s&#233;par&#233;ment au corps &#233;lectoral; l'essentiel est que les dispositions sur lesquelles celui-ci est appel&#233; &#224; se prononcer aient entre elles un rapport intrins&#232;que &#233;troit et poursuivent le m&#234;me but. Comme tel, le principe de l'unit&#233; de la mati&#232;re est applicable, d'une mani&#232;re g&#233;n&#233;rale, &#224; tous les cas o&#249;  le peuple est appel&#233; &#224; voter (ATF 104 Ia 223 consid. 2b, ATF 99 Ia 183, 646, 731  consid. 3). Il vaut par cons&#233;quent aussi pour le vote sur une initiative &#224;  laquelle les autorit&#233;s cantonales opposent un contre-projet. D&#232;s lors que, en l'absence d'une disposition l&#233;gale contraire, l'initiative et le contre-projet doivent &#234;tre soumis simultan&#233;ment au vote du peuple (ATF 104 Ia 248 ss consid.  4), il doit exister entre eux ce rapport intrins&#232;que &#233;troit qu'exige le principe &#233;voqu&#233;.\n\n    4. En droit vaudois, les droits d'initiative et de r&#233;f&#233;rendum en mati&#232;re l&#233;gislative sur le plan cantonal sont r&#233;gis fondamentalement par l'art. 27 Cst.cant. Cette disposition est mise en oeuvre par les art. 102 &#224; 112 LEDP. L'art. 27 ch. 1 Cst.cant., de m&#234;me que l'art. 108 LEDP qui traite de la d&#233;lib&#233;ration du Grand Conseil notamment sur les initiatives, ne parle pas de la proc&#233;dure &#224; suivre lorsqu'une initiative est r&#233;dig&#233;e en termes g&#233;n&#233;raux. Il n'y est nomm&#233;ment question que des initiatives r&#233;dig&#233;es de toutes pi&#232;ces, auxquelles le Grand Conseil a la facult&#233; d'opposer un contre-projet quand il n'en approuve pas le texte.\nL'initiative l&#233;gislative d&#233;pos&#233;e par les recourants le 17 d&#233;cembre 1985 n'&#233;tait pas une initiative r&#233;dig&#233;e de toutes pi&#232;ces, mais une initiative r&#233;dig&#233;e en termes g&#233;n&#233;raux. Il r&#233;sulte, a contrario, du texte clair des art. 27 ch. 1 al. 3 Cst.cant. et 108 LEDP que le droit cantonal ne pr&#233;voit pas la possibilit&#233; d'opposer un contre-projet &#224; une telle initiative (cf. BGC, printemps 1977, p. 342). Il serait d&#232;s lors vain d'approfondir la question de savoir si la novelle du 21 mai 1986 constituait, en partie, un contre-projet indirect &#224; l'initiative des recourants (voir, pour la notion de contre-projet indirect et les d&#233;veloppements de ce concept en doctrine et en jurisprudence, ANDREAS AUER, Contre-projet indirect, proc&#233;dure &#224; une phase et clause r&#233;f&#233;rendaire constitutionnelle, dans RJB 122/1986, p. 209 ss). Il n'est pas davantage n&#233;cessaire de se pencher sur la BGE 112 Ia 391 S. 396question de savoir si le principe de l'unit&#233; de la mati&#232;re peut &#234;tre viol&#233; -  quand bien m&#234;me la question pos&#233;e au peuple n'a qu'un seul objet - du fait des cons&#233;quences diverses attach&#233;es par les autorit&#233;s cantonales &#224; l'&#233;ventuelle acceptation d'une initiative. La r&#232;gle de l'unit&#233; de la mati&#232;re n'est en effet qu'un moyen de mieux assurer la libert&#233; de vote des citoyens. Il suffit donc, au regard de l'ensemble des circonstances de l'esp&#232;ce, d'examiner si la mani&#232;re dont le Grand Conseil a revis&#233; le droit fiscal cantonal avant le vote sur l'initiative et a pr&#233;sent&#233; cette revision dans son information officielle a exerc&#233; sur les &#233;lecteurs une influence illicite et viol&#233;, partant, leur libert&#233;  de vote.\n\n    5. Le droit d'initiative, constitutionnelle ou l&#233;gislative, n'est pas un droit de nature purement formelle dont l'exercice constituerait une fin en soi. L'initiative populaire tend au contraire &#224; la r&#233;alisation d'objectifs mat&#233;riels qui peuvent &#234;tre formul&#233;s avec plus ou moins de pr&#233;cision. Le d&#233;p&#244;t d'une initiative populaire n'a donc nullement pour effet de paralyser l'activit&#233; l&#233;gislative de l'Etat dans le domaine vis&#233; par les initiants. Il n'emp&#234;che pas le constituant ou le l&#233;gislateur de s'adapter &#224; l'&#233;volution des circonstances sociales et de r&#233;aliser, si cela leur para&#238;t n&#233;cessaire ou opportun, tout ou partie des buts poursuivis par l'initiative avant que celle-ci ne soit soumise au corps &#233;lectoral (cf. AUER, op.cit., p. 214; K&#214;LZ, Die kantonale Volksinitiative in der Rechtsprechung des Bundesgerichts, ZBl 83/1982, p. 30). D'ailleurs, la facult&#233; de retirer une initiative est admise de fa&#231;on g&#233;n&#233;rale; il s'agit notamment d'&#233;viter ainsi qu'elle soit soumise aux &#233;lecteurs quand ses objectifs ont &#233;t&#233;, en tout ou en partie, r&#233;alis&#233;s apr&#232;s son d&#233;p&#244;t. Dans le canton de Vaud, toute demande d'initiative doit &#234;tre obligatoirement munie d'une clause de retrait (art. 109 al. 1 LEDP). Les limites apport&#233;es &#224; l'activit&#233; l&#233;gislative de l'Etat en raison du d&#233;p&#244;t d'une initiative l&#233;gislative, et plus particuli&#232;rement l'obligation de soumettre au corps &#233;lectoral un &#233;ventuel contre-projet simultan&#233;ment &#224; celle-ci, sont de nature strictement proc&#233;durale et n'ont pour but que de sauvegarder la loyaut&#233; du d&#233;bat &#233;lectoral et, partant, de garantir le libre exercice du droit de vote. L'autorit&#233; ne viole pas le droit d'initiative tel qu'il est garanti par le droit f&#233;d&#233;ral et, en l'occurrence, par le droit cantonal, lorsque, saisie d'une initiative r&#233;dig&#233;e en termes g&#233;n&#233;raux, elle entreprend une modification de la l&#233;gislation cantonale qui va totalement ou partiellement dans le sens de l'initiative. Rien ne lui interdit non plus d'adopter d&#233;finitivement BGE 112 Ia 391 S. 397cette modification avant que l'initiative ne soit soumise au vote populaire. Un message explicatif, distribu&#233; aux &#233;lecteurs avant le scrutin sur l'initiative, ne viole pas le droit d'initiative s'il expose objectivement l'&#233;tat du nouveau droit cantonal adopt&#233; entre le moment o&#249; l'initiative a &#233;t&#233; d&#233;pos&#233;e et celui o&#249;  elle est soumise au vote populaire.\nEn l'esp&#232;ce, le l&#233;gislateur cantonal a introduit dans la novelle du 21 mai  1986, qui r&#233;alisait partiellement le but vis&#233; par l'initiative de l'AVIVO, une disposition finale aux termes de laquelle cette loi serait caduque en cas d'adoption de l'initiative. Une telle clause abrogatoire n'est en principe admissible que si le contenu de la loi adopt&#233;e avant le vote sur l'initiative populaire a un lien objectif suffisant avec l'initiative. Il faut en outre que le l&#233;gislateur puisse admettre, sur la base d'une analyse s&#233;rieuse, que l'acceptation de l'initiative compromettrait r&#233;ellement la mise en oeuvre de la loi qui r&#233;alise en partie ses buts.\nEn l'occurrence, cette d&#233;marche du l&#233;gislateur vaudois, port&#233;e &#224; la connaissance des &#233;lecteurs dans le Message explicatif qui leur a &#233;t&#233; distribu&#233;  avant le scrutin, a sans nul doute exerc&#233; sur eux une influence consid&#233;rable, eu &#233;gard aux all&#233;gements fiscaux apport&#233;s par la novelle. Il n'est cependant gu&#232;re douteux que la disposition finale critiqu&#233;e se soit justifi&#233;e pour des motifs s&#233;rieux, m&#234;me si son adoption a pu &#234;tre aussi inspir&#233;e par des pr&#233;occupations &#233;lectoralistes. Les modifications apport&#233;es au droit fiscal par cette loi impliquaient en effet une diminution du produit des imp&#244;ts de 141  millions de francs pour le canton et d'environ 120 millions de francs pour les communes, et les initiants eux-m&#234;mes ont admis, dans leur prise de position publi&#233;e dans le message pr&#233;&#233;lectoral, que leur initiative \"entra&#238;nerait un manque &#224; gagner pour l'Etat de 30'000'000 fr.\". En cas d'acceptation de l'initiative par le peuple, la n&#233;cessit&#233; de pr&#233;server un certain &#233;quilibre entre les recettes et les d&#233;penses publiques pouvait, par cons&#233;quent, amener le l&#233;gislateur cantonal soit &#224; renoncer &#224; des all&#233;gements introduits dans la novelle du 21 mai 1986, soit &#224; augmenter la fiscalit&#233; sur d'autres points que ceux touch&#233;s par cette modification l&#233;gislative. Adoptant celle-ci avant le vote sur l'initiative, le Grand Conseil pouvait raisonnablement l'assortir d'une disposition en pr&#233;voyant la caducit&#233; en cas d'acceptation de l'initiative. On ne saurait donc dire que l'influence exerc&#233;e sur le corps  &#233;lectoral par l'art. 2 al. 2 de la novelle du 21 mai 1986 ait &#233;t&#233; illicite.\n \n   \n   "
}