{
  "titre": "113 II 292",
  "annee": "1987",
  "contenu": "\n      \n  Chapeau\n113 II 29254. Extrait de l'arr&#234;t de la IIe Cour civile du 6 juillet 1987 dans la cause P. contre Commission cantonale de recours en mati&#232;re fonci&#232;re du canton de Vaud (recours de droit administratif)\n\n  \nRegeste\nJustes motifs commandant la suppression d'une exploitation agricole (art. 19 al. 1 lettre c LPR).  1. Les investissements n&#233;cessaires au maintien des b&#226;timents dans un &#233;tat ad&#233;quat et au renouvellement du cheptel sont des &#233;l&#233;ments objectifs &#224; prendre en consid&#233;ration pour d&#233;terminer la viabilit&#233; d'un domaine agricole (consid.  2). \n2. Peut &#234;tre qualifi&#233; de pr&#233;pond&#233;rant l'int&#233;r&#234;t d'un paysan &#226;g&#233; &#224; pouvoir demeurer dans la maison o&#249; il a pass&#233; sa vie, en vendant une parcelle de son domaine (ce qui aura pour effet de rendre l'exploitation non viable), lorsque l'int&#233;r&#234;t public au maintien du domaine est faible et que les terres cultivables resteront affect&#233;es &#224; l'agriculture, dans d'autres mains. Point n'est besoin d'un d&#233;membrement de tout le domaine par op&#233;rations simultan&#233;es  (consid. 3). \n\n\n  \n  \n  \nFaits &#224; partir de page 293\n\n\n    BGE 113 II 292 S. 293\n   \n\n    A.- a) P. est propri&#233;taire &#224; F. d'un domaine agricole d'une surface totale de 125'816 m2, dont 118'370 m2 de pr&#233;s-champs. La majeure partie de ces terres est group&#233;e autour des b&#226;timents de la ferme. Seule la parcelle No 457, d'une surface de 27'191 m2, est distante du reste des terres d'environ 1 km et demi. Les terres sont de tr&#232;s bonne qualit&#233; et bien expos&#233;es. Mais la ferme, construite en 1834, a besoin de r&#233;novations: le rural, les &#233;curies, la remise et la fosse &#224; purin sont en mauvais &#233;tat. Des investissements importants seraient indispensables pour que le domaine puisse &#234;tre normalement exploit&#233;.\nN&#233; en 1917, P. est en mauvaise sant&#233; et ne peut plus s'occuper de l'exploitation de son domaine. Une de ses filles, dame J., soigne le b&#233;tail, qui est de mauvaise qualit&#233; laiti&#232;re, tandis qu'un voisin fait quelques cultures. Le cheptel mort est usag&#233;, voire de nulle valeur.\nAucun des descendants de P. ne s'int&#233;resse &#224; la reprise du domaine. Tout au plus dame J. envisage-t-elle de s'installer dans le b&#226;timent de la ferme pour s'occuper de ses parents, mais il s'agit l&#224; de projets impr&#233;cis.\nLe domaine est grev&#233; de dettes hypoth&#233;caires pour 92'752 francs. Le propri&#233;taire a en outre des dettes chirographaires pour 16'500 francs. Il ne peut ni rembourser ces sommes, ni faire les d&#233;penses d'investissement indispensables.\nb) P. a l'intention de vendre la parcelle No 457 &#224; D., n&#233; en 1947, propri&#233;taire &#224; F. d'un domaine de 116'266 m2; le prix de vente a &#233;t&#233; fix&#233; &#224; 6 francs le m&#232;tre carr&#233;, soit &#224; 163'146 francs en tout. Cette somme lui permettrait de faire quelques am&#233;nagements dans la ferme et de continuer &#224; y loger avec sa femme. Quant au reste du domaine, il demeurerait exploit&#233; avec des moyens de fortune et risque d'&#234;tre d&#233;membr&#233; peu &#224; peu dans les ann&#233;es &#224; venir. D. est int&#233;ress&#233; &#224; l'achat parce qu'il vient de perdre la location d'une surface de 15 poses (67'500 m2) qu'il cultivait. Cet achat lui procurerait donc un compl&#233;ment utile, mais n'est toutefois pas une BGE 113 II 292 S. 294n&#233;cessit&#233; pour lui; son domaine comporte des b&#226;timents en bon &#233;tat.\n\n    B.- Les parties &#224; la vente envisag&#233;e ont requis la Commission fonci&#232;re I de renoncer &#224; former opposition. Cette autorit&#233; a rejet&#233; la requ&#234;te.\nP. et D. ont recouru aupr&#232;s de la Commission cantonale vaudoise de recours en mati&#232;re fonci&#232;re. La Commission a rejet&#233; le recours.\n\n    C.- P. a form&#233; un recours de droit administratif au Tribunal f&#233;d&#233;ral, demandant qu'il soit dit qu'il n'y a pas lieu de faire opposition &#224; la vente qu'il se propose de passer avec D.\nLa Commission cantonale de recours en mati&#232;re fonci&#232;re propose le rejet du recours, de m&#234;me que le D&#233;partement f&#233;d&#233;ral de justice et police.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    2. Confirmant la d&#233;cision de la Commission fonci&#232;re, la Commission cantonale de recours a fond&#233; l'opposition sur l'art. 19 al. 1 lettre c LPR. Elle a consid&#233;r&#233; que le domaine de P. est juste suffisant, dans son &#233;tat actuel, pour permettre l'entretien d'une famille paysanne et qu'il ne le serait plus s'il &#233;tait amput&#233; de la parcelle dont la vente est envisag&#233;e: la surface cultivable serait alors trop petite pour rentabiliser les investissements qu'il y a lieu de faire dans les b&#226;timents, notamment dans les b&#226;timents d'exploitation (&#233;curies, remise et fosse &#224; purin), et dans le renouvellement du cheptel mort et vif.\nLe recourant fait valoir que l'autorit&#233; cantonale a commis une erreur de droit en retenant, comme l'un des &#233;l&#233;ments permettant de d&#233;terminer la viabilit&#233; d'un domaine, les investissements n&#233;cessaires &#224; la remise en &#233;tat des b&#226;timents et au renouvellement du cheptel. Il affirme que ces d&#233;penses n'ont pas &#224; &#234;tre prises en consid&#233;ration; il ne s'agit pas l&#224;, dit-il, d'un endettement normal, qui, selon une jurisprudence confirm&#233;e (ATF 110 II 307 consid. 2a), peut seul entrer en ligne de compte pour d&#233;terminer la viabilit&#233; de l'exploitation, &#224; l'exclusion des dettes grevant effectivement le domaine, si l'endettement est de fait trop &#233;lev&#233;.\nCette argumentation ne saurait &#234;tre accueillie.\nComme le rappelle l'arr&#234;t invoqu&#233;, la viabilit&#233; d'un domaine agricole au sens de l'art. 19 al. 1 lettre c LPR, est une notion objective: est viable le domaine agricole qui a une surface BGE 113 II 292 S. 295suffisante et des b&#226;timents (habitation et rural) ad&#233;quats pour qu'il puisse servir &#224; l'existence d'une famille paysanne (ATF 110 II 308). Si les b&#226;timents ont besoin de r&#233;parations, il s'agit l&#224; d'une circonstance objective, qui imposera la n&#233;cessit&#233; d'investissements &#224; tout propri&#233;taire d&#233;sireux d'exploiter personnellement ou de faire exploiter le domaine. La pr&#233;sence de b&#226;timents ad&#233;quats est un des &#233;l&#233;ments constitutifs de la notion m&#234;me de domaine agricole. C'est ainsi qu'une exploitation agricole peut cesser d'&#234;tre viable si la ferme est vendue seule (ATF 109 Ib 93 consid. 4; cf. ATF 97 I 557 consid. 2b). Le fait que le propri&#233;taire du domaine a laiss&#233; tomber les b&#226;timents dans un &#233;tat de d&#233;labrement tel qu'ils n&#233;cessitent des investissements importants ne saurait &#234;tre consid&#233;r&#233; comme un juste motif de suppression de l'exploitation, au sens de l'art. 19 al. 1 lettre c LPR (ATF 109  Ib 94/95). Les revenus du domaine doivent donner les moyens de rentabiliser les investissements n&#233;cessaires dans les b&#226;timents et il y a lieu de favoriser l'augmentation de la surface cultivable lorsque cette augmentation permet seule de faire de tels investissements (ATF 93 I 684 ss). La possibilit&#233; de faire des investissements dans les b&#226;timents et dans l'acquisition des machines et du b&#233;tail est un &#233;l&#233;ment qui entre en ligne de compte pour d&#233;terminer l'aptitude du titulaire du droit de pr&#233;emption &#224; exploiter lui-m&#234;me un bien-fonds agricole selon l'art. 12 LPR (ATF 110 II 493).\nIl appara&#238;t donc que les d&#233;penses entra&#238;n&#233;es par le maintien des b&#226;timents dans un &#233;tat ad&#233;quat sont des &#233;l&#233;ments objectifs &#224; prendre en consid&#233;ration pour d&#233;terminer la viabilit&#233; d'un domaine agricole, non pas des dettes du seul propri&#233;taire actuel, sans relation avec le domaine comme tel et dont l'on doit faire abstraction pour juger de la rentabilit&#233; de l'exploitation.\nD&#232;s lors, c'est &#224; bon droit que l'autorit&#233; cantonale a tenu compte du fait qu'en l'esp&#232;ce le produit du domaine doit non seulement assurer l'entretien de l'exploitant et de sa famille, mais encore rentabiliser les investissements indispensables. Le recourant ne pr&#233;tend pas que l'exploitation des seuls immeubles group&#233;s autour de la ferme y suffirait, et rien ne permet de r&#233;voquer en doute la constatation contraire de l'autorit&#233; cantonale.\n\n    3. Il suit de l&#224; qu'il peut, en principe, &#234;tre form&#233; opposition &#224; la vente du domaine, conform&#233;ment &#224; l'art. 19 al. 1 lettre c LPR. On ne saurait y renoncer que si la suppression de l'exploitation est command&#233;e par un juste motif, autre que ceux qui sont express&#233;ment indiqu&#233;s par cette disposition l&#233;gale.\n\n    BGE 113 II 292 S. 296\n   \nD'apr&#232;s la jurisprudence, les justes motifs dont parle l'art. 19 al. 1 lettre c LPR peuvent tenir, non seulement &#224; la nature objective de l'immeuble, mais aussi &#224; la situation personnelle du vendeur et de l'acheteur. Il faut appr&#233;cier l'ensemble des circonstances du cas, en mettant en balance, selon le droit et l'&#233;quit&#233;, l'int&#233;r&#234;t public au maintien de l'exploitation et les int&#233;r&#234;ts priv&#233;s que les parties font valoir en faveur de la vente. Il s'agit l&#224; d'une question de droit que le Tribunal f&#233;d&#233;ral examine en principe librement; mais il doit faire preuve d'une certaine retenue dans la mesure o&#249; interviennent des circonstances locales, et lorsque, comme en l'esp&#232;ce, une autorit&#233; cantonale ind&#233;pendante de l'administration s'est d&#233;j&#224; prononc&#233;e (ATF 109 Ib 93 /94 consid.  5 et les r&#233;f&#233;rences).\na) On peut d&#233;duire des faits constat&#233;s par l'autorit&#233; cantonale et des motifs pr&#233;sent&#233;s &#224; l'appui de sa d&#233;cision que l'int&#233;r&#234;t public au maintien du domaine n'est pas d'un poids consid&#233;rable. Il ne s'agit pas d'une exploitation importante ayant une influence sur l'&#233;conomie de la r&#233;gion et dont la suppression nuirait &#224; un centre collecteur de c&#233;r&#233;ales ou &#224; une soci&#233;t&#233; de laiterie (cf. ATF 97 I 552 in fine). Actuellement en tout cas, le domaine est exploit&#233; avec des moyens de fortune: un voisin fait quelques cultures et la fille du recourant s'occupe, &#224; c&#244;t&#233; de son m&#233;nage, d'un troupeau de mauvaise qualit&#233; laiti&#232;re. Il n'y a donc plus d'exploitation homog&#232;ne et l'on ne peut gu&#232;re s'attendre &#224; ce qu'elle soit reconstitu&#233;e (cf. ATF 97 I 559 consid. 3c). En effet, la mise en valeur du domaine comme tel est grev&#233;e de la charge d&#233;coulant de la n&#233;cessit&#233; des investissements &#224; faire; or, cette charge est si lourde que, selon les constatations de l'autorit&#233; cantonale, l'exploitation des seules terres group&#233;es autour de la ferme n'y suffit pas et qu'il est indispensable de pouvoir compter aussi sur le revenu produit par la parcelle dont la vente est en cause. Comme on l'a vu, les b&#226;timents et le cheptel sont des &#233;l&#233;ments objectifs, constitutifs de la valeur du domaine. Leur mauvais &#233;tat la diminue et restreint la facult&#233; de trouver un amateur pr&#234;t &#224; assumer de telles charges.\nDepuis la promulgation de la loi f&#233;d&#233;rale sur le maintien de la propri&#233;t&#233;  fonci&#232;re rurale, la notion de l'int&#233;r&#234;t public au maintien des domaines agricoles s'est modifi&#233;e: la repr&#233;sentation que l'on a d'une paysannerie saine a &#233;volu&#233;; tandis qu'alors on tendait &#224; conserver le plus grand nombre possible de familles paysannes sur de petits domaines, aujourd'hui, au contraire, la p&#233;nurie de main-d'oeuvre et l'obligation d'employer des machines oblige &#224;  agrandir les exploitations, ce qui en r&#233;duit le nombre (ATF 93 I 687).\n\n    BGE 113 II 292 S. 297L'autorit&#233; cantonale admet que le domaine est compromis dans son avenir et que l'on pourrait &#233;ventuellement envisager une solution sous la forme de la vente des terres entre plusieurs agriculteurs de la r&#233;gion, ce qui permettrait de compl&#233;ter des domaines existants et de les consolider. Tout ce qu'elle exige, c'est que le d&#233;membrement se fasse par op&#233;rations simultan&#233;es. Il n'est pas n&#233;cessaire de se prononcer maintenant sur cette exigence. Il suffit de constater que l'autorit&#233; cantonale consid&#232;re comme une solution raisonnable la disparition du domaine par r&#233;partition de ses surfaces cultivables entre plusieurs propri&#233;taires. C'est dire que le maintien de l'exploitation ne r&#233;pond pas &#224; un int&#233;r&#234;t public caract&#233;ris&#233;.\nCertes, l'autorit&#233; cantonale envisage aussi une solution consistant &#224; vendre le domaine dans sa totalit&#233;. Mais, logiquement, il ne peut s'agir, dans cette  &#233;ventualit&#233; &#233;galement, que d'une vente entra&#238;nant la disparition de l'exploitation. En effet, si l'acheteur hypoth&#233;tique acqu&#233;rait le domaine pour l'exploiter comme tel, il n'y aurait pas de raison de faire opposition &#224; une ali&#233;nation qui n'aurait pas pour effet de rendre une exploitation agricole non viable. Rien d'ailleurs, dans les constatations de la d&#233;cision attaqu&#233;e, ne laisse entrevoir la possibilit&#233; d'une vente assurant le maintien du domaine. L'autorit&#233; de premi&#232;re instance avait cru que dame J. &#233;tait dispos&#233;e &#224; le reprendre, mais l'instruction faite en seconde instance a &#233;tabli que telle n'&#233;tait pas son intention: il semble que la fille du recourant projette seulement d'acheter la parcelle sur laquelle sont construits les b&#226;timents. L'autorit&#233; de recours n'a, quant &#224; elle, constat&#233; l'existence d'aucun amateur entendant poursuivre l'exploitation du domaine tel qu'il existe; il est d'ailleurs tr&#232;s douteux qu'on puisse trouver un tel acqu&#233;reur, &#233;tant donn&#233;  l'importance des investissements &#224; faire pour rentabiliser l'entreprise. Ainsi, la vente du domaine dans sa totalit&#233; implique, elle aussi, son absorption: en envisageant cette solution, l'autorit&#233; cantonale montre, une fois de plus, que l'int&#233;r&#234;t public au maintien de l'exploitation n'est pas d'un grand poids.\nb) Face &#224; l'int&#233;r&#234;t public ainsi circonscrit, il y a lieu d'appr&#233;cier le poids de l'int&#233;r&#234;t priv&#233; du recourant &#224; passer la vente projet&#233;e avec D.\nLe recourant se trouve, &#224; l'&#226;ge de soixante-dix ans, dans des conditions physiques qui l'emp&#234;chent de continuer son m&#233;tier d'agriculteur. Il est dans une situation financi&#232;re difficile. Il ne peut ni payer les dettes qu'il a contract&#233;es, garanties dans leur majorit&#233; BGE 113 II 292 S. 298par des hypoth&#232;ques grevant les immeubles, ni investir quoi que ce soit dans la r&#233;novation des b&#226;timents (habitation et constructions n&#233;cessaires &#224;  l'exploitation d'une entreprise agricole). Ce qu'il voudrait obtenir en vendant la parcelle No 457, c'est la possibilit&#233; d'am&#233;nager sa demeure et d'avoir les moyens de continuer &#224; y loger avec son &#233;pouse, tout en tirant sans doute, par des solutions de fortune, de maigres ressources de l'exploitation des terres qui lui resteraient.\nLe Tribunal f&#233;d&#233;ral a estim&#233; que le d&#233;sir d'un propri&#233;taire &#226;g&#233; d'abandonner peu &#224; peu l'agriculture et de s'assurer, gr&#226;ce &#224; la vente de parcelles, un revenu suffisant pour ses vieux jours, plut&#244;t que de vendre son domaine en bloc  &#224; un agriculteur, peut constituer un juste motif selon l'art. 19 al. 1 lettre c LPR (ATF 94 I 179 ss, sp. 181 consid. 4; cf. ATF 92 I 313 /314 consid. 2). Il a  &#233;galement retenu comme important l'int&#233;r&#234;t d'une veuve, m&#232;re de famille, &#224;  pouvoir se procurer, par l'achat d'une ferme, un logement dans des conditions tr&#232;s favorables (ATF 97 I 558 consid. 3b). Dans la ligne de ces arr&#234;ts, on ne peut que qualifier aussi d'important l'int&#233;r&#234;t d'un paysan vieillissant &#224;  pouvoir demeurer dans la maison o&#249; il a pass&#233; sa vie et o&#249; il d&#233;sire finir ses jours en compagnie de sa femme, le cas &#233;ch&#233;ant avec l'assistance de sa fille.\nc) Ni l'autorit&#233; cantonale, ni le D&#233;partement f&#233;d&#233;ral de justice et police ne m&#233;connaissent, &#224; vrai dire, l'int&#233;r&#234;t du recourant. Comme l'autorit&#233; cantonale, le D&#233;partement dit que cet int&#233;r&#234;t priv&#233; l'emporterait sur l'int&#233;r&#234;t public si les terres &#233;taient toutes r&#233;parties entre diff&#233;rents agriculteurs de la r&#233;gion, afin de compl&#233;ter des domaines existants et de les consolider; toutefois, il estime, lui aussi, que ce d&#233;membrement doit se faire par op&#233;rations simultan&#233;es.\nL'essentiel est que les terres n&#233;cessaires &#224; l'agriculture restent aux paysans et ne servent pas &#224; d'autres fins. Le d&#233;mant&#232;lement d'un petit domaine peu productif est souvent le meilleur moyen de sauvegarder l'existence d'une paysannerie saine: comme on l'a vu, plus qu'au maintien du plus grand nombre possible d'exploitations agricoles, on s'attache actuellement &#224; renforcer les entreprises viables. Dans cet esprit, le Tribunal f&#233;d&#233;ral a r&#233;cemment confirm&#233;  l'utilit&#233; de consolider, par le d&#233;membrement d'un domaine non exploit&#233;, des domaines existants et exploit&#233;s (ATF 111 II 496 consid. 3f, aa). C'est &#224; tort, en revanche, que l'autorit&#233; cantonale et le D&#233;partement f&#233;d&#233;ral de justice et police n'admettent en BGE 113 II 292 S. 299l'esp&#232;ce qu'un d&#233;mant&#232;lement par op&#233;rations simultan&#233;es. Ce qui est d&#233;terminant, c'est que l'int&#233;r&#234;t public au maintien du domaine est faible, au point que le d&#233;membrement peut &#234;tre envisag&#233; sans qu'il y soit v&#233;ritablement port&#233; atteinte, dans la mesure o&#249; les terres cultivables resteront affect&#233;es &#224;  l'agriculture, mais dans d'autres mains, qui pourront en tirer un plus grand profit. Or, tel est pr&#233;cis&#233;ment le cas: la vente projet&#233;e a pour r&#233;sultat de consolider une entreprise existante, exploit&#233;e et bien pourvue de b&#226;timents. Ce qui serait contraire &#224; l'int&#233;r&#234;t public, c'est qu'une partie des terres cultivables p&#251;t &#234;tre soustraite &#224; l'agriculture au gr&#233; de diverses ventes successives. Mais aucun risque de cette nature n'est constat&#233;, ni n'est &#224;  craindre, d&#232;s l'instant que le domaine ne comprend pas de terrains &#224; b&#226;tir. Au reste, s'il en existait, la loi f&#233;d&#233;rale sur le maintien de la propri&#233;t&#233;  fonci&#232;re rurale ne leur serait pas applicable.\nEn exigeant un d&#233;mant&#232;lement du domaine par op&#233;rations simultan&#233;es, l'autorit&#233; cantonale s'est donc r&#233;f&#233;r&#233;e &#224; un crit&#232;re qui n'est pas objectivement d&#233;terminant, abusant ainsi de son pouvoir d'appr&#233;ciation. Il y a d&#232;s lors eu violation du droit f&#233;d&#233;ral (art. 104 lettre a OJ), si bien que le recours doit &#234;tre admis et la vente envisag&#233;e autoris&#233;e, sans qu'il faille examiner le poids de l'int&#233;r&#234;t priv&#233; de l'acheteur.\n  \nDispositif\n\nPar ces motifs, le Tribunal f&#233;d&#233;ral:\n1. Admet le recours et annule le prononc&#233; attaqu&#233;.\n2. Constate qu'il n'y a pas lieu de former opposition &#224; la vente de la parcelle No 457 de la commune de F. que P. se propose de passer avec D. pour le prix de 163'146 francs.\n \n   \n   "
}