{
  "titre": "106 Ib 118",
  "annee": "1980",
  "contenu": "\n      \n  Chapeau\n106 Ib 11820. Extrait de l'arr&#234;t de la IIe Cour de droit public du 23 avril 1980 dans la cause Pfister Meubles S.A. c. Conseil d'Etat du canton de Vaud (recours de droit public)\n\n  \nRegeste\nTravail nocturne dans les magasins de vente au d&#233;tail.  - Art. 10 al. 2 LTr.: notion de \"besoin d&#251;ment &#233;tabli\" au sens de cette disposition; la d&#233;cision d'autoriser le d&#233;placement des limites du travail de jour doit r&#233;sulter d'une pes&#233;e des int&#233;r&#234;ts en pr&#233;sence (consid. 2). \n- Appr&#233;ciation des int&#233;r&#234;ts en pr&#233;sence: d'une part, ceux des travailleurs pour lesquels le travail nocturne repr&#233;sente certains inconv&#233;nients (consid.  3a), d'autre part, ceux des commer&#231;ants demandant l'autorisation, qui se confondent pratiquement avec l'int&#233;r&#234;t qu'ont les acheteurs &#224; pouvoir acheter le soir (consid. 3b). \n\n\n  \n  \n  \nFaits &#224; partir de page 119\n\n\n    BGE 106 Ib 118 S. 119\n   \n\n    La soci&#233;t&#233; Pfister Meubles S.A., &#224; Suhr (Argovie), a construit un grand centre de vente &#224; Etoy (Vaud), inaugur&#233; en novembre 1978, qui lui aurait co&#251;t&#233; pr&#232;s de 35 millions de francs sans le terrain, d'une superficie de 18'000 m2, avec une place de parc pour mille voitures et destin&#233; &#224; recevoir la client&#232;le venant de la majorit&#233;, sinon de la totalit&#233; de la Suisse romande. Le 2 mai 1978, Pfister Meubles S.A. a demand&#233;, en application de l'art. 10 de la loi f&#233;d&#233;rale sur le travail dans l'industrie, l'artisanat et le commerce du 13 mars 1964 (LTr; RS 822.11), &#224; pouvoir ouvrir son magasin jusqu'&#224; 21 h 30.\nPar lettre du 21 juillet 1978, l'Inspection cantonale du travail du canton de Vaud a rejet&#233; cette requ&#234;te, pour le motif que le \"besoin\" au sens de l'art. 10 al. 2 LTr n'&#233;tait pas &#233;tabli en l'esp&#232;ce.\nStatuant sur recours, le D&#233;partement de l'agriculture, de l'industrie et du commerce a, par d&#233;cision du 28 septembre 1978, rejet&#233; la demande d'ouverture du centre de vente pour le m&#234;me motif.\nPfister Meubles S.A. a recouru aupr&#232;s du Conseil d'Etat du canton de Vaud qui, par d&#233;cision du 18 mai 1979, a rejet&#233; le recours.\nAgissant par la voie du recours de droit public, Pfister Meubles S.A. (ci-apr&#232;s: Pfister) a demand&#233; au Tribunal f&#233;d&#233;ral d'annuler la d&#233;cision du Conseil d'Etat du 18 mai 1979 et d'autoriser l'ouverture de ses magasins d'Etoy les mercredi et jeudi jusqu'&#224; 21 h 30, le travail ne d&#233;butant ces jours-l&#224; qu'&#224; 10 h; subsidiairement, elle a requis que la cause soit renvoy&#233;e &#224; l'autorit&#233; cantonale pour nouvelle d&#233;cision.\nLe Tribunal f&#233;d&#233;ral a rejet&#233; le recours pour les motifs suivants:\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    2. Selon l'art. 10 al. 1, premi&#232;re phrase, LTr, le travail de jour ne peut commencer avant 5 h en &#233;t&#233; et 6 h en hiver, ni durer au-del&#224; de 20 h.\nToutefois, selon l'art. 10 al. 2 LTr, \"en cas de besoin d&#251;ment &#233;tabli\", l'Office f&#233;d&#233;ral peut autoriser les entreprises industrielles, et l'autorit&#233; cantonale les autres entreprises, &#224; d&#233;placer les limites du travail de jour. En r&#232;gle g&#233;n&#233;rale, selon l'art. 10 al. 3 LTr, le travail ne peut alors commencer avant 4 h ni durer au-del&#224; de 24 h. En cas de d&#233;placement des limites du travail de jour, le travail BGE 106 Ib 118 S. 120effectu&#233; est consid&#233;r&#233; comme travail de jour et ne donne pas droit l&#233;galement &#224;  un suppl&#233;ment de salaire.\nLe \"besoin\" est une notion juridique impr&#233;cise; en cette mati&#232;re, il est th&#233;oriquement et pratiquement difficile de fixer la limite entre le droit et l'appr&#233;ciation (cf. en particulier M&#220;LLER, RJB 115 p. 144; GYGI, RJB 115 p. 192  ss. et r&#233;f&#233;rences). Cela n'a pas une importance pratique consid&#233;rable, car, si le Tribunal f&#233;d&#233;ral ne revoit les questions d'appr&#233;ciation qu'en cas d'exc&#232;s ou d'abus de pouvoir (art. 104 OJ), il reconna&#238;t aussi &#224; l'administration une marge de d&#233;cision pour l'application du droit au sein de ladite notion juridique impr&#233;cise, du moins lorsqu'il s'agit de questions techniques ou de questions d&#233;pendant des circonstances locales (ATF 104 Ib 112 consid. 3 et les arr&#234;ts cit&#233;s). Or, en l'occurrence, il r&#233;sulte pr&#233;cis&#233;ment du texte de l'art.  10 LTr que le l&#233;gislateur a voulu laisser &#224; l'autorit&#233; une marge de d&#233;cision importante.\nLa loi ne d&#233;finit point ce qu'il faut consid&#233;rer comme un \"besoin d&#251;ment  &#233;tabli\". Avec raison, l'OFIAMT rel&#232;ve dans ses observations que la loi marque une certaine gradation entre l'autorisation pour un simple d&#233;placement des heures de travail de jour selon l'art. 10 al. 2 LTr, l'autorisation pour un travail de nuit temporaire, qui suppose un \"besoin urgent d&#251;ment &#233;tabli\" (art.  17 al. 1 LTr), et l'autorisation pour un travail de nuit durable, qui suppose que \"des raisons techniques ou &#233;conomiques le rendent indispensable\" (art. 17  al. 2 LTr).\nDans chaque cas, la d&#233;cision doit r&#233;sulter d'une pes&#233;e des int&#233;r&#234;ts en pr&#233;sence. L'int&#233;r&#234;t des travailleurs &#224; ne travailler que dans le cadre des heures l&#233;gales r&#233;sulte en soi du texte l&#233;gal. Toutefois, des int&#233;r&#234;ts consid&#233;r&#233;s comme plus importants peuvent justifier une d&#233;rogation au syst&#232;me ordinaire. Suivant la nature de la d&#233;rogation, la loi attribue un poids plus ou moins grand &#224; l'int&#233;r&#234;t des travailleurs &#224; ne travailler que pendant les heures de jour; pour un simple d&#233;placement des limites du travail de jour, l'int&#233;r&#234;t des travailleurs au maintien des limites p&#232;se d'un poids moins consid&#233;rable que lorsqu'il s'agit d'autoriser un travail de nuit. Il est par ailleurs &#233;vident que ces dispositions ne sont pas destin&#233;es &#224; r&#233;gler la concurrence entre entreprises et qu'une telle pr&#233;occupation ne saurait &#234;tre prise en consid&#233;ration dans la pes&#233;e des int&#233;r&#234;ts. En revanche, on ne saurait reprocher aux autorit&#233;s cantonales - lorsqu'elles sont charg&#233;es d'accorder des d&#233;rogations en application de l'art. 10 al. 2 LTr BGE 106 Ib 118 S. 121- de tenir compte des conditions locales et de s'efforcer de maintenir une certaine &#233;galit&#233; lors de l'octroi de telles autorisations. S'agissant en particulier des heures de travail dans les magasins de vente au d&#233;tail, on ne saurait reprocher aux autorit&#233;s cantonales de prendre en consid&#233;ration l'incidence indirecte des r&#232;gles de police relatives &#224; l'heure de fermeture des magasins d'une part, sur les conditions de travail des travailleurs et, d'autre part, sur la concurrence entre entreprises. Ainsi, &#224; supposer que les r&#232;gles de police prohibent d'une mani&#232;re g&#233;n&#233;rale le travail nocturne dans les magasins, les travailleurs pourraient &#234;tre d&#233;favoris&#233;s si, dans des r&#233;gions limit&#233;es, le travail nocturne n'&#233;tait pas interdit par des r&#232;gles de police et autoris&#233; en vertu de l'art. 10 al. 2 LTr; dans la m&#234;me hypoth&#232;se, du reste, les entreprises de vente ne pourraient pas non plus invoquer leur \"besoin\" en se fondant sur les n&#233;cessit&#233;s de la concurrence, puisque pr&#233;cis&#233;ment les autres entreprises ne b&#233;n&#233;ficieraient pas d'une facult&#233; similaire.\n\n    3. En l'occurrence, il y a lieu d'examiner les int&#233;r&#234;ts invoqu&#233;s de part et d'autre.\na) Du c&#244;t&#233; des travailleurs, le d&#233;placement des limites du travail de jour, en vue d'une ouverture des magasins le soir, comporte certains d&#233;sagr&#233;ments. Sans doute n'en r&#233;sulte-t-il pas une augmentation de la dur&#233;e du travail, car les normes l&#233;gales et contractuelles qui r&#233;gissent celle-ci n'en doivent pas moins &#234;tre respect&#233;es. Par ailleurs, il ne s'agit point d'un v&#233;ritable travail nocturne. Cependant, ce d&#233;placement de la dur&#233;e du travail oblige les travailleurs &#224; exercer leur activit&#233; &#224; des heures o&#249; les autres travailleurs jouissent g&#233;n&#233;ralement de repos, ce qui les prive en m&#234;me temps de la facult&#233; de jouir des avantages li&#233;s &#224; ces p&#233;riodes de repos (par exemple, dans le cadre de la famille, de l'activit&#233; sociale, des distractions organis&#233;es...). La proportion de travail exerc&#233; &#224; la lumi&#232;re naturelle s'en ressent &#233;galement.\nToutefois, ces d&#233;savantages ne sauraient &#234;tre non plus exag&#233;r&#233;s. C'est ainsi que bien des pays n'ont pas de l&#233;gislation sur l'heure de fermeture des magasins, sans qu'il en soit r&#233;sult&#233; d'inconv&#233;nient majeur, les entreprises s'&#233;tant adapt&#233;es aux besoins de la client&#232;le et &#224; un certain int&#233;r&#234;t de celle-ci &#224; pouvoir fr&#233;quenter les magasins le soir (PFANNER, Arbeitszeit und Freizeit des Ladenpersonals in rechtlicher Sicht, th&#232;se Berne 1964, p. 77 ss., 86 ss.).\n\n    BGE 106 Ib 118 S. 122\n   \nIl r&#233;sulte n&#233;anmoins du rapport du Conseil d'Etat que, dans le canton de Vaud, les ouvertures nocturnes se heurtent &#224; des r&#233;ticences de la part du personnel de vente; l'autorit&#233; ex&#233;cutive signale &#224; cet &#233;gard qu'en mai 1979, une p&#233;tition a recueilli en une semaine 532 signatures de vendeuses, pour s'opposer &#224; des ouvertures de magasin le lundi matin et le soir.\nb) S'agissant d'un magasin, l'int&#233;r&#234;t des commer&#231;ants qui requi&#232;rent l'autorisation de travailler le soir correspond pratiquement &#224; l'int&#233;r&#234;t qu'ont les acheteurs &#224; pouvoir acheter le soir. Il n'est donc pas n&#233;cessaire de rechercher si le besoin d&#233;terminant serait celui des uns, des autres ou des deux.\naa) La recourante pr&#233;tend que le \"besoin\" au sens de l'art. 10 al. 2 LTr serait &#233;tabli en particulier par l'int&#233;r&#234;t des acheteurs &#224; pouvoir acheter apr&#232;s leur travail et par la constatation statistique que le 50% du chiffre d'affaires serait r&#233;alis&#233; le soir.\nLa possibilit&#233; pour les acheteurs de proc&#233;der &#224; des achats le soir pr&#233;sente certains agr&#233;ments. En effet, les travailleurs occup&#233;s pendant les heures diurnes d'ouverture des magasins peuvent difficilement faire leurs achats pendant cette p&#233;riode. Ces avantages ne doivent cependant pas &#234;tre surestim&#233;s. On peut penser que, dans l'ensemble, les acheteurs prennent leurs dispositions pour satisfaire leurs besoins d'achat, quelle que soit l'heure d'ouverture des magasins et qu'en cons&#233;quence l'ouverture nocturne a davantage pour effet de d&#233;placer le moment des achats que d'en modifier le montant total. Du reste, dans les conditions actuelles de travail, la plupart des travailleurs disposent pendant la semaine de certains moments pendant lesquels ils sont &#224; m&#234;me de faire leurs achats (suivant les cas: samedi, apr&#232;s-midi de cong&#233;, d&#233;calage des horaires, bref cong&#233; obtenu &#224; cette fin).\nbb) Concernant les acheteurs, la recourante souligne encore que seule une ouverture nocturne permettrait de recevoir normalement les clients romands provenant d'endroits &#233;loign&#233;s, compte tenu des heures o&#249; le travail de ces clients prend fin, du temps n&#233;cessaire au voyage et &#224; la visite du centre d'Etoy.\nUne ouverture nocturne tient sans doute compte de l'int&#233;r&#234;t des personnes  &#233;loign&#233;es qui peuvent ainsi venir dans le magasin pendant les heures nocturnes, alors qu'elles ne pourraient le faire pendant les heures diurnes. Cet int&#233;r&#234;t ne se limite en soi pas aux grands magasins.\n\n    BGE 106 Ib 118 S. 123\n   \nToutefois, cette client&#232;le &#233;loign&#233;e, elle aussi, n'est pas d&#233;pourvue de toute possibilit&#233; d'acc&#233;der aux magasins pendant les heures diurnes, aux moments o&#249;  elle dispose de loisirs.\nDu point de vue des magasins, l'int&#233;r&#234;t &#224; attirer le soir une client&#232;le  &#233;loign&#233;e est contrebalanc&#233; par leur int&#233;r&#234;t &#224; ne pas voir la client&#232;le locale attir&#233;e par des ouvertures nocturnes de magasins &#233;loign&#233;s. Dans l'ensemble et &#224;  la longue, il est donc possible que les magasins n'&#233;prouvent pas ou que peu d'int&#233;r&#234;t &#224; atteindre une telle client&#232;le &#233;loign&#233;e.\nDans le cas particulier, il r&#233;sulte des chiffres donn&#233;s par Pfister qu'actuellement la part des visiteurs provenant de r&#233;gions &#233;loign&#233;es est relativement peu &#233;lev&#233;e. Le canton intim&#233; d&#233;duit de ces chiffres que le besoin li&#233; &#224; la client&#232;le &#233;loign&#233;e est minime. En r&#233;alit&#233;, l'int&#233;r&#234;t de cette client&#232;le &#224; des ouvertures nocturnes ne pourrait se mesurer que si de telles ouvertures nocturnes avaient lieu, ce qui n'est pas le cas. Il faut comprendre cette appr&#233;ciation en ce sens que, compte tenu de la part actuelle de la client&#232;le &#233;loign&#233;e, il n'y a pas lieu d'escompter une sensible augmentation de celle-ci dans l'hypoth&#232;se d'ouvertures nocturnes. Or une telle appr&#233;ciation n'est pas manifestement erron&#233;e, de sorte que le Tribunal f&#233;d&#233;ral n'a pas de raison de s'en &#233;carter. Elle pourrait aussi se fonder sur la consid&#233;ration que Pfister dispose d&#233;j&#224; de magasins locaux, &#224; m&#234;me de satisfaire une partie de sa client&#232;le.\ncc) Pfister invoque aussi l'importance de ses investissements d&#233;cid&#233;s pr&#233;cis&#233;ment en raison du march&#233; romand qu'elle d&#233;sire atteindre, ce qui exigerait des ouvertures nocturnes pour permettre l'acc&#232;s de la client&#232;le  &#233;loign&#233;e.\nL'argument n'est pas d&#233;cisif. Il correspond pour l'essentiel &#224; l'argument g&#233;n&#233;ral fond&#233; sur l'int&#233;r&#234;t &#224; atteindre une client&#232;le &#233;loign&#233;e (ci-dessus bb). Pour le surplus, il appara&#238;t douteux que - dans le cadre d&#233;terminant des normes sur la protection des travailleurs - il y ait lieu de se montrer plus large dans l'octroi d'une d&#233;rogation en faveur d'entreprises disposant de capitaux importants qu'&#224; l'&#233;gard d'entreprises de la m&#234;me branche et ayant le m&#234;me genre d'activit&#233; (in casu: vente au d&#233;tail d'objets d'ameublement), mais disposant de capitaux moins importants.\ndd) Pfister pr&#233;tend enfin que des autorisations de vendre le soir ont &#233;t&#233;  accord&#233;es &#224; de nombreuses grandes entreprises de Suisse al&#233;manique et d'autres cantons romands.\nDe la liste qu'elle produit (comportant 26 entreprises) - BGE 106 Ib 118 S. 124dont l'exactitude n'a pas &#233;t&#233; v&#233;rifi&#233;e et dont on ignore si elle est compl&#232;te -  il r&#233;sulte qu'en Suisse romande les commerces cit&#233;s (6) ne proc&#232;dent pas &#224; des ouvertures au-del&#224; de 20 h, que certains commerces cit&#233;s comme ayant des ouvertures le soir ne sont pas ouverts au-del&#224; de 20 h (3) et que, pour le surplus, les ouvertures au-del&#224; de 20 h n'ont pas lieu dans un certain nombre de cas (4 sans la Suisse romande), que pour d'autres elles sont limit&#233;es &#224; un jour par semaine (vendredi: 5, jeudi: 5), deux jours par semaine (1) ou qu'elles ont lieu tous les soirs (3); en ce qui concerne les heures de fermeture pratiqu&#233;es au-del&#224; de 20 h, elles se situent &#224; 21 h, sauf dans un cas  &#224; 21 h 30 (deux jours par semaine).\nPour autant que ces ouvertures nocturnes aient toutes &#233;t&#233; limit&#233;es par le fait d'autorisations fond&#233;es sur l'art. 10 LTr, on ne saurait donc inf&#233;rer des chiffres produits qu'il existe une pratique constante en la mati&#232;re des autorit&#233;s cantonales ni que, sur le march&#233; romand auquel le centre d'Etoy serait destin&#233;, Pfister pourrait invoquer que d'autres entreprises ont b&#233;n&#233;fici&#233; d'un traitement pr&#233;f&#233;rable au sien. Il en r&#233;sulte donc aussi que, dans les relations de travail entre entreprises de vente au d&#233;tail (magasins) et travailleurs, en ce qui concerne les ouvertures nocturnes, les m&#234;mes r&#232;gles sont appliqu&#233;es sur tout le march&#233; de la Suisse romande.\nee) L'int&#233;r&#234;t des commer&#231;ants &#224; une ouverture nocturne pourrait &#234;tre accru, si les concurrents directs ouvraient leur magasin le soir, car ils auraient alors un int&#233;r&#234;t &#233;vident &#224; lutter contre une telle concurrence.\nEn l'esp&#232;ce toutefois, rien de tel n'est all&#233;gu&#233; ni &#233;tabli. Il appara&#238;t au contraire que les concurrents directs de Pfister sur le march&#233; romand ont leur magasin ferm&#233; le soir.\nc) Si l'on prend en consid&#233;ration l'ensemble des &#233;l&#233;ments ci-dessus et en particulier les conditions locales, on ne saurait reprocher &#224; l'autorit&#233;  cantonale d'avoir outrepass&#233; son pouvoir d'appr&#233;ciation en refusant l'autorisation demand&#233;e. Le recours ne peut d&#232;s lors qu'&#234;tre rejet&#233;.\n \n   \n   "
}