{
  "titre": "127 V 281",
  "annee": "2001",
  "contenu": "\n      \n  Chapeau\n127 V 28144. Extrait de l'arr&#234;t du 9 juillet 2001 dans la cause de trente-deux caisses-maladie, toutes les trente-deux repr&#233;sent&#233;es par la F&#233;d&#233;ration vaudoise des assureurs-maladie, contre P. et Tribunal arbitral des assurances du canton de Vaud\n\n  \nRegeste\nArt. 56 al. 2 et art. 89 al. 3 LAMal: Du droit d'un assureur d'exiger la restitution de l'ind&#251; d'un fournisseur de prestations.  - Les assureurs ont un droit propre &#224; exiger d'un fournisseur de prestations la restitution des sommes qu'il a per&#231;ues ind&#251;ment, m&#234;me lorsque l'assur&#233; est le d&#233;biteur de la r&#233;mun&#233;ration (syst&#232;me du tiers garant). \n- Les assureurs, repr&#233;sent&#233;s le cas &#233;ch&#233;ant par leur f&#233;d&#233;ration, peuvent introduire une action collective &#224; l'encontre du fournisseur de prestations selon les m&#234;mes principes que ceux d&#233;velopp&#233;s par la jurisprudence sous l'empire de la LAMA. \n\n\n  \n  \n  \nFaits &#224; partir de page 282\n\n\n    BGE 127 V 281 S. 282\n   \n\n    A.- Le 16 juillet 1998, trente-deux caisses-maladie, toutes repr&#233;sent&#233;es par la F&#233;d&#233;ration vaudoise des assureurs-maladie (ci-apr&#232;s: FVAM), ont requis la constitution du Tribunal arbitral des assurances du canton de Vaud dans le litige qui les oppose au docteur P., m&#233;decin, auquel elles r&#233;clament la restitution d'une somme de 122'000 francs avec int&#233;r&#234;t &#224; 5% l'an d&#232;s le 1er juillet 1996 au titre d'honoraires re&#231;us &#224; tort.\nApr&#232;s l'&#233;chec de la tentative de conciliation, le tribunal arbitral a &#233;t&#233; constitu&#233;. D'entr&#233;e de cause, le d&#233;fendeur a contest&#233; la recevabilit&#233; de la demande et, apr&#232;s un &#233;change de m&#233;moires compl&#233;mentaires &#224; ce sujet, les parties ont convenu, avec l'accord du tribunal, que celui-ci statuerait &#224; titre pr&#233;judiciel sur cette seule question.\n\n    B.- Par jugement du 4 novembre 1999, le tribunal arbitral a d&#233;clar&#233; la demande irrecevable et mis les frais de la cause, par 3000 francs, &#224; la charge des demanderesses sans allouer de d&#233;pens.\n\n    C.- Les demanderesses, toujours repr&#233;sent&#233;es par la FVAM, interjettent recours de droit administratif contre ce jugement dont elles requi&#232;rent l'annulation, en invitant le Tribunal f&#233;d&#233;ral des assurances &#224; d&#233;clarer recevable leur demande et &#224; mettre les frais de la cause ainsi qu'une indemnit&#233; de d&#233;pens de 5000 francs &#224; la charge \"des d&#233;fendeurs\" (sic).\nLe docteur P. conclut, sous suite de d&#233;pens, au rejet du recours. De son c&#244;t&#233;, l'Office f&#233;d&#233;ral des assurances sociales ne s'est pas d&#233;termin&#233;.\n  \nConsid&#233;rants\n\nExtrait des consid&#233;rants:\n\n    4. Aux termes de l'art. 56 al. 1 et 2 LAMal:\n\"1 Le fournisseur de prestations doit limiter ses prestations &#224; la mesure exig&#233;e par l'int&#233;r&#234;t de l'assur&#233; et le but du traitement.\n2 La r&#233;mun&#233;ration des prestations qui d&#233;passent cette limite peut &#234;tre refus&#233;e. Le fournisseur de prestations peut &#234;tre tenu de restituer les sommes re&#231;ues &#224; tort au sens de la pr&#233;sente loi. Ont qualit&#233; pour demander la restitution:\na. l'assur&#233; ou, conform&#233;ment &#224; l'article 89, 3e alin&#233;a, l'assureur dans le syst&#232;me du tiers garant (art. 42, 1er al.);\nb. l'assureur dans le syst&#232;me du tiers payant (art. 42, 2e al.)\" BGE 127 V 281 S. 283\n   \nD'apr&#232;s les premiers juges, \"au regard de l'art. 56 LAMal (...) la d&#233;marche des demandeurs ne para&#238;t plus possible contrairement &#224; la pratique en vigueur sous l'empire de la LAMA. C'est en effet, conform&#233;ment &#224; l'art. 56 al. 2 LAMal, &#224; chaque assur&#233; individuellement, repr&#233;sent&#233; par son assureur - dans le syst&#232;me du tiers garant (art. 89 al. 3 LAMal) - et &#224; chaque assureur - conform&#233;ment au syst&#232;me du tiers payant - qu'il incombe d'intervenir aupr&#232;s du fournisseur de prestations concern&#233;, dans la mesure o&#249; il n'aurait pas respect&#233; le principe de l'&#233;conomicit&#233; du traitement\". Cette th&#232;se se fonde apparemment sur un arr&#234;t de la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral qui a consid&#233;r&#233; que l'assur&#233; qui, au lieu de payer la facture d'un prestataire de soins m&#233;dicaux (en l'occurrence une clinique), utilise &#224; d'autres fins l'argent vers&#233; par sa caisse-maladie, ne se rend pas coupable d'abus de confiance au sens de l'ancien art. 140 CP (ATF 117 IV 256). D&#232;s lors, en concluent les juges cantonaux, dans le syst&#232;me du tiers garant, comme ce n'est pas la caisse mais l'assur&#233; qui r&#233;tribue le fournisseur de prestations, ce n'est pas elle non plus qui peut exiger de ce dernier la restitution d'une somme qu'elle ne lui a pas vers&#233;e; ainsi, la demande est irrecevable.\nLes recourantes contestent ce point de vue et soutiennent qu'en &#233;dictant l'art. 56 al. 2 LAMal le l&#233;gislateur n'entendait pas modifier le r&#233;gime fond&#233; sur l'art. 23 LAMA qui, comme cela ressort du texte de la disposition, reconna&#238;t &#224; l'assureur un droit propre &#224; agir contre un fournisseur de prestations m&#234;me dans le syst&#232;me du tiers garant (art. 56 al. 2 let. a LAMal). Selon elles, il s'agit d'un droit fond&#233; sur une cession l&#233;gale de la cr&#233;ance de l'assur&#233; en faveur de l'assureur. Au demeurant, toujours selon les recourantes, on parviendrait &#224; la m&#234;me conclusion en se fondant sur la volont&#233; du l&#233;gislateur telle qu'on peut la d&#233;gager des travaux pr&#233;paratoires. Si l'on devait suivre la th&#232;se des premiers juges, cela conduirait &#224; une diff&#233;rence de traitement insoutenable entre les fournisseurs de prestations - notamment les m&#233;decins - li&#233;s aux f&#233;d&#233;rations cantonales de caisses-maladie par une convention instaurant le syst&#232;me du tiers payant et les autres. Le contr&#244;le du caract&#232;re &#233;conomique du traitement m&#233;dical serait rendu totalement illusoire.\nQuant &#224; l'intim&#233; dont la th&#232;se a, pour l'essentiel, &#233;t&#233; suivie par le tribunal arbitral, il se r&#233;f&#232;re lui aussi &#224; l'arr&#234;t pr&#233;cit&#233; de la Cour de cassation p&#233;nale du Tribunal f&#233;d&#233;ral et conteste l'existence d'un droit propre de l'assureur pour agir en restitution du trop-per&#231;u dans le syst&#232;me du tiers garant. Il s'appuie en particulier sur un article de BGE 127 V 281 S. 284son arbitre, le professeur honoraire JEAN-LOUIS DUC, La polypragmasie sous l'empire de l'article 23 LAMA et au regard de l'article 56 LAMal (in: Etudes de droit social, Cahiers genevois et romands de s&#233;curit&#233; sociale [CGSS], Hors s&#233;rie no 3 (2001), p. 107-114), dont l'opinion a convaincu le tribunal arbitral vaudois.\n\n    5. a) Le texte de l'art. 56 al. 2 let. a LAMal - dont l'interpr&#233;tation est au centre du pr&#233;sent litige - est issu, pratiquement sans changement, de l'art. 48 al. 2 let. a du projet du Conseil f&#233;d&#233;ral du 6 novembre 1991 (FF 1992 I 260), lui-m&#234;me repris, avec quelques modifications purement r&#233;dactionnelles, de l'art. 41 al. 2 let. a du projet de la commission d'experts du 2 novembre 1990 (p. 124-125). Cette derni&#232;re s'exprimait ainsi qu'il suit dans son rapport (p. 67 et ss):\n\"Comme actuellement (art. 23 LAMA) dans chaque cas particulier, on se fondera sur l'int&#233;r&#234;t de l'assur&#233; et le but du traitement pour d&#233;terminer dans quelle mesure une prestation doit &#234;tre prise en charge par l'assurance obligatoire des soins. Les fournisseurs de prestations doivent s'en tenir &#224; cette limite (...). Si, pour des prestations qui d&#233;passent la limite, des r&#233;mun&#233;rations ont d&#233;j&#224; &#233;t&#233; pay&#233;es, leur restitution peut &#234;tre demand&#233;e. A le droit de demander la restitution, dans le syst&#232;me du tiers payant, l'assureur et, dans celui du tiers garant, l'assur&#233; ou l'assureur. En cas de litige avec le fournisseur de prestations, l'assureur, dans le syst&#232;me du tiers garant, doit, &#224; ses frais, repr&#233;senter l'assur&#233;.\"\nCe passage est repris, pour l'essentiel, dans le message du Conseil f&#233;d&#233;ral &#224; l'appui de l'art. 48 du projet de loi (FF 1992 I 171).\nb) D'apr&#232;s l'art. 32 al. 1 LAMal, les prestations mentionn&#233;es aux art. 25 &#224; 31 LAMal doivent &#234;tre efficaces, appropri&#233;es et &#233;conomiques. L'exigence du caract&#232;re &#233;conomique des prestations ressort &#233;galement de l'art. 56 al. 1 LAMal, selon lequel le fournisseur de prestations doit limiter ses prestations &#224; la mesure exig&#233;e par l'int&#233;r&#234;t de l'assur&#233; et le but du traitement. Comme le Tribunal f&#233;d&#233;ral des assurances l'a d&#233;j&#224; relev&#233; &#224; propos de l'art. 23 LAMA (dont le contenu &#233;tait analogue), les caisses sont en droit de refuser la prise en charge de mesures th&#233;rapeutiques inutiles ou de mesures qui auraient pu &#234;tre remplac&#233;es par d'autres, moins on&#233;reuses; elles y sont d'ailleurs oblig&#233;es, d&#232;s lors qu'elles sont tenues de veiller au respect du principe de l'&#233;conomie du traitement (FRAN&#199;OIS-X. DESCHENAUX, Le pr&#233;cepte de l'&#233;conomie du traitement dans l'assurance-maladie sociale, en particulier en ce qui concerne le m&#233;decin, in: M&#233;langes pour le 75&#232;me anniversaire du TFA, Berne 1992, p. 537). Ce principe ne concerne pas uniquement les relations entre caisses et fournisseurs de soins, il est &#233;galement opposable &#224; BGE 127 V 281 S. 285l'assur&#233;, qui n'a aucun droit au remboursement d'un traitement non &#233;conomique (ATF 125 V 98 consid. 2b et la jurisprudence cit&#233;e). Pour l'essentiel, ces principes conservent leur valeur sous le r&#233;gime du nouveau droit (SVR 1999 KV no 6 p. 12 consid. 7 non publi&#233; aux ATF 124 V 128).\nc) L'art. 23 LAMA, dont s'inspire l'art. 56 LAMal, ne contenait pas de prescription formelle sur l'obligation de restitution du fournisseur de prestations et notamment du m&#233;decin. C'est ce qui avait amen&#233; le Tribunal f&#233;d&#233;ral des assurances, dans un arr&#234;t fondamental du 31 d&#233;cembre 1969 (K 24/69), &#224; juger ce qui suit:\n\"Das geltende KUVG enth&#228;lt &#252;ber die R&#252;ckerstattungspflicht keine Vorschriften. Auch die bundesr&#228;tliche Botschaft &#228;ussert sich dazu nicht. Allein der geltende Art. 23 KUVG verpflichtet die &#196;rzte zur wirtschaftlichen Behandlungsweise im bereits umschriebenen Rahmen und stellt damit eine Schutzvorschrift f&#252;r die Versicherten und die Kassen dar. Diese sind gem&#228;ss Art. 3 Abs. 3 KUVG verpflichtet, die Krankenversicherung nach den Grunds&#228;tzen der Gegenseitigkeit zu betreiben. Sie m&#252;ssen ferner Sicherheit daf&#252;r bieten, dass sie die &#252;bernommenen Verpflichtungen erf&#252;llen k&#246;nnen (Art. 3 Abs. 4 KUVG). Zur Verwirklichung des Prinzips der Gegenseitigkeit und zur Garantie ihrer Leistungsf&#228;higkeit haben die Kassen daf&#252;r zu sorgen, dass die &#196;rzte die Pflicht zur wirtschaftlichen Behandlungsweise befolgen. Dieser Aufgabe k&#246;nnten sie nicht hinreichend gerecht werden, wenn es ihnen bloss gestattet w&#228;re, eine unwirtschaftliche Behandlung im voraus abzulehnen, was ohnehin praktisch selten genug zutreffen d&#252;rfte. Vielmehr muss ihnen auch die M&#246;glichkeit offenstehen, Zahlungen f&#252;r pflicht- und rechtswidrige Behandlung zu verweigern. Folgerichtig d&#252;rfen bereits erbrachte Leistungen zur&#252;ckgefordert werden, wenn sich nachtr&#228;glich ergibt, dass sie zu Unrecht bezogen worden sind. Andernfalls w&#228;re Art. 23 KUVG - auch ungeachtet des Art. 24 &#252;ber den Ausschluss von &#196;rzten - weitgehend illusorisch. Die Kassen sind, mit andern Worten, gegen&#252;ber der Gesamtheit ihrer Versicherten gehalten, unrechtm&#228;ssig erfolgte Leistungen wieder einzutreiben, damit der von Art. 23 zwingend geforderte gesetzliche Zustand verwirklicht und gegebenenfalls wieder hergestellt wird. - Indirekt geht &#252;brigens auch Art. 25 Abs. 3 KUVG davon aus, dass der Kasse ein R&#252;ckforderungsanspruch gegen&#252;ber den &#196;rzten zusteht, bestimmt er doch, dass das Schiedsgericht auch zust&#228;ndig ist, wenn das Honorar vom Versicherten geschuldet wird, und dass die Kasse zur selbst&#228;ndigen Prozessf&#252;hrung erm&#228;chtigt ist, ohne R&#252;cksicht darauf, ob die Rechnung vom Versicherten als Honorarschuldner bereits bezahlt worden ist.\"\n(RSKV 1970 no 65 p. 85 ss consid. 2, traduit en fran&#231;ais au RJAM 1970 p. 85 ss consid. 2).\nCette jurisprudence, plusieurs fois confirm&#233;e depuis lors (cf. ATF 103 V 151 consid. 3 et les arr&#234;ts cit&#233;s &#224; la fin de ce consid.), fonde un droit propre des caisses-maladie &#224; exiger d'un fournisseur de BGE 127 V 281 S. 286prestations la restitution des sommes qu'il a per&#231;ues ind&#251;ment, m&#234;me lorsque celles-ci lui ont &#233;t&#233; vers&#233;es par l'assur&#233; et non par la caisse (syst&#232;me du tiers garant) et f&#251;t-ce contre la volont&#233; de cet assur&#233; (RJAM 1980 no 393 p. 3; cf. aussi ATF 121 V 318 consid. 4b). On peut d&#233;duire des travaux pr&#233;paratoires de la LAMal mentionn&#233;s plus haut que l'art. 56 al. 2 let. a LAMal codifie cette pratique, ce qui ressort &#233;galement de l'art. 89 al. 3 LAMal auquel il renvoie. Cette derni&#232;re disposition reprend en effet la r&#232;gle qui figurait auparavant &#224; l'art. 25 al. 3 LAMA (cf. FF 1992 I 189ss; voir aussi l'arr&#234;t ATF 124 V 130 et GEBHARD EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], ch. 416 et 417), auquel se r&#233;f&#233;rait le Tribunal f&#233;d&#233;ral des assurances dans l'arr&#234;t pr&#233;cit&#233;. D&#232;s lors, contrairement &#224; ce que soutiennent les juges cantonaux et l'intim&#233; &#224; la suite de l'opinion exprim&#233;e par DUC dans l'article pr&#233;cit&#233;, l'art. 56 al. 2 let. a LAMal n'a nullement instaur&#233; un nouveau principe, d'apr&#232;s lequel, dans le syst&#232;me du tiers garant au sens de l'art. 42 al. 1 LAMal, seul l'assur&#233; serait en droit d'exiger du fournisseur de prestations la restitution de la r&#233;mun&#233;ration qu'il lui a vers&#233;e, lorsque celle-ci d&#233;passe la limite fix&#233;e par l'art. 56 al. 1 LAMal. On ne trouve rien de tel dans les travaux pr&#233;paratoires de la loi et c'est m&#234;me faire violence au texte de celle-ci que d'affirmer le contraire.\nd) Dans plusieurs arr&#234;ts relatifs &#224; l'art. 23 LAMA, la Cour de c&#233;ans a soulign&#233; qu'il ne saurait &#234;tre question d'exiger de chaque caisse s&#233;par&#233;ment qu'elle entame contre le fournisseur de prestations en cause une action en restitution du trop-per&#231;u. Une disposition de proc&#233;dure cantonale qui ferait obstacle &#224; une action collective men&#233;e de front par plusieurs caisses-maladie et fond&#233;e sur les statistiques du Concordat des assureurs-maladie suisses (CAMS) serait contraire au droit f&#233;d&#233;ral. Ainsi, les caisses, repr&#233;sent&#233;es le cas &#233;ch&#233;ant par leur f&#233;d&#233;ration cantonale, peuvent introduire une demande globale de restitution &#224; l'encontre d'un fournisseur de prestations et, &#224; l'issue de la proc&#233;dure, se partager le montant obtenu &#224; titre de restitution des r&#233;tributions per&#231;ues sans droit (arr&#234;t non publi&#233; C. du 11 juillet 1996 [K 39/95] consid. 5d qui se r&#233;f&#232;re lui-m&#234;me &#224; l'arr&#234;t non publi&#233; S. du 29 octobre 1993 [K 101/92]).\nPar identit&#233; de motifs, ces m&#234;mes principes s'appliquent lorsque plusieurs assureurs s'unissent pour agir &#224; l'encontre d'un fournisseur de prestations, dans le cadre de l'art. 56 al. 2 let. a LAMal. D&#232;s lors, on ne saurait non plus suivre les juges cantonaux lorsqu'ils consid&#232;rent que la demande des recourantes est irrecevable au motif BGE 127 V 281 S. 287\"qu'il ne peut s'agir d'une repr&#233;sentation g&#233;n&#233;rale par un consortium de caisses, m&#234;me nomm&#233;ment d&#233;sign&#233;es, d'un groupe d'assur&#233;s forc&#233;ment anonymes\".\n\n    6. Sur le vu de ce qui pr&#233;c&#232;de, c'est &#224; tort que le tribunal arbitral a d&#233;clar&#233; irrecevable la demande des trente-deux caisses-maladie recourantes dirig&#233;e contre l'intim&#233;. En cons&#233;quence, le jugement attaqu&#233; doit &#234;tre annul&#233; et la cause renvoy&#233;e audit tribunal pour jugement sur le fond.\n \n   \n   "
}