{
  "titre": "124 V 196",
  "annee": "1963",
  "contenu": "\n      \n      \n      \n         \n            navigation\n         \n         \n            Nouvelle recherche\n         \n                     \n               retour &#224; la page d'affichage des r&#233;sultats\n            \n                        \n               rang:\n                                                   reculer\n                                                                     382\n                                                                        383\n                                                                        384\n                                                                        385\n                                                                        386\n                                                                                    avancer\n                           \n                              \n            recherche de d&#233;cisions principales similaires\n         \n      \n      \n      \n   \n      \n  Chapeau\n124 V 19633. Arr&#234;t du 30 avril 1998 dans la cause T. contre Caisse-maladie ASSURA et Tribunal des assurances du canton de Vaud\n\n  \nRegeste\nArt. 31 al. 1 let. c LAMal et art. 19 OPAS: soins dentaires. Les soins dentaires vis&#233;s par les art. 31 al. 1 let. c LAMal et 19 OPAS englobent le r&#233;tablissement de la fonction masticatoire au moyen de proth&#232;ses dentaires, lorsqu'il s'est r&#233;v&#233;l&#233; n&#233;cessaire de proc&#233;der &#224; l'extraction de dents.  In casu, intervention chirurgicale consistant dans le remplacement d'une valve cardiaque. \n\n\n  \n  \n  \nFaits &#224; partir de page 196\n\n\n    BGE 124 V 196 S. 196\n   \n\n    A.- T. a subi, en avril 1996, une intervention chirurgicale consistant dans le remplacement d'une valve cardiaque. A cet effet, il a d&#251; se faire extraire plusieurs dents, pour pr&#233;venir des foyers infectieux, ce qui a n&#233;cessit&#233;, par la suite, la confection de deux proth&#232;ses. Les honoraires du m&#233;decin-dentiste pour la confection de ces proth&#232;ses se sont &#233;lev&#233;s &#224; 5'000 francs.\n\n    BGE 124 V 196 S. 197\n   \nT. est assur&#233; contre la maladie aupr&#232;s de la Caisse-maladie ASSURA. Par d&#233;cision informelle du 2 d&#233;cembre 1996, cette caisse a refus&#233; toute prestation pour la pose de proth&#232;ses au titre de l'assurance obligatoire des soins et allou&#233; &#224; son assur&#233; une somme de 800 francs dans le cadre d'une assurance compl&#233;mentaire. La caisse a confirm&#233; son refus par d&#233;cision du 30 avril 1997, puis par d&#233;cision sur opposition du 18 juin 1997. Elle soutenait, en bref, que seuls les traitements dentaires pr&#233;op&#233;ratoires &#233;taient &#224; la charge de l'assurance obligatoire et que, dans le cas particulier, il s'agissait d'un traitement postop&#233;ratoire.\n\n    B.- Saisi d'un recours de l'assur&#233;, le Tribunal des assurances du canton de Vaud l'a rejet&#233; par jugement du 29 septembre 1997. Il a consid&#233;r&#233; que si l'extraction des dents &#233;tait bien de nature &#224; pr&#233;venir un foyer infectieux pr&#233;op&#233;ratoire, en revanche la confection des proth&#232;ses ne visait pas le m&#234;me but et que, vu le caract&#232;re exhaustif du catalogue des prestations pour soins dentaires, les frais de cette mesure n'&#233;taient pas couverts par l'assurance obligatoire.\n\n    C.- T. interjette un recours de droit administratif en concluant &#224;  l'annulation du jugement cantonal et au remboursement par la caisse du montant pr&#233;cit&#233; de 5'000 francs.\nLa caisse conclut au rejet du recours.\n  \nConsid&#233;rants\n\nConsid&#233;rant en droit:\n\n    1. Le 1er janvier 1996 est entr&#233;e en vigueur la LAMal, qui est applicable aux traitements effectu&#233;s post&#233;rieurement &#224; cette date (art. 103 al. 1 LAMal a contrario). Comme le traitement litigieux a &#233;t&#233; fourni en 1996, c'est &#224; la lumi&#232;re du nouveau droit qu'il faut trancher le pr&#233;sent litige (voir RAMA 1998 no K 988 p. 2 consid. 1).\n\n    2. a) Selon l'art. 31 al. 1 LAMal, l'assurance obligatoire des soins prend en charge les co&#251;ts des soins dentaires:\na. s'ils sont occasionn&#233;s par une maladie grave et non &#233;vitable du syst&#232;me de la mastication, ou\nb. s'ils sont occasionn&#233;s par une autre maladie grave ou ses s&#233;quelles,\nou\nc. s'ils sont n&#233;cessaires pour traiter une maladie grave ou ses s&#233;quelles.\nSelon l'art. 33 al. 2 LAMal, il appartient au Conseil f&#233;d&#233;ral de d&#233;signer en d&#233;tail les prestations pr&#233;vues par l'art. 31 al. 1 LAMal. A l'art. 33 let. d OAMal, le Conseil f&#233;d&#233;ral a d&#233;l&#233;gu&#233; &#224; son tour cette comp&#233;tence au D&#233;partement f&#233;d&#233;ral de l'int&#233;rieur (DFI). Le DFI a fait usage de cette d&#233;l&#233;gation aux art. 17 &#224; 19 de l'ordonnance sur les prestations dans BGE 124 V 196 S. 198l'assurance obligatoire des soins en cas de maladie du 29 septembre 1995 (OPAS;  RS 832.112.31). Selon l'art. 19 OPAS, &#233;dict&#233; en ex&#233;cution de l'art. 31 al. 1  let. c LAMal, l'assurance prend en charge les soins dentaires n&#233;cessaires aux traitements suivants de foyers infectieux:\na. pr&#233;op&#233;ratoires, lors du remplacement des valves cardiaques, de l'implantation de proth&#232;ses de revascularisation ou de shunt cr&#226;nien;\nb. pr&#233;op&#233;ratoires, lors d'interventions qui n&#233;cessiteront un traitement immunosuppresseur &#224; vie;\nc. pr&#233;alables &#224; la radioth&#233;rapie ou &#224; la chimioth&#233;rapie d'une pathologie maligne.\nb) En l'esp&#232;ce, il est constant que la maladie ayant n&#233;cessit&#233; des soins dentaires pour l'assur&#233; est une maladie grave au sens des art. 31 al. 1 let. c LAMal et 19 OPAS. En outre, le remplacement de la valve cardiaque subi par l'assur&#233; est express&#233;ment mentionn&#233; &#224; l'art. 19 let. a OPAS et tombe indiscutablement sous le coup de cette disposition. Il s'agit donc de d&#233;cider si les soins dentaires &#224; la charge de l'assurance obligatoire comprennent aussi les mesures proth&#233;tiques n&#233;cessit&#233;es par l'extraction de dents.\nLa juridiction cantonale, s'appuyant sur les travaux pr&#233;paratoires de la LAMal, souligne le caract&#232;re exhaustif de la r&#233;glementation instaur&#233;e aux art.  17 &#224; 19 OPAS, en application des art. 33 al. 2 LAMal et 33 let. d OAMal. Elle rel&#232;ve que le remplacement d'une valve cardiaque ne figure ni parmi les maladies du syst&#232;me de la mastication au sens de l'art. 17 OPAS, ni parmi les autres maladies &#233;num&#233;r&#233;es &#224; l'art. 18 de l'ordonnance. D&#232;s lors, seule l'extraction des dents qui a pr&#233;c&#233;d&#233; l'op&#233;ration cardiaque pouvait constituer un traitement dentaire &#224; la charge de l'assurance obligatoire, en vertu de l'art. 19 let. a OPAS. En revanche, la confection d'une proth&#232;se destin&#233;e &#224;  remplacer les dents extraites ne peut, de par sa nature m&#234;me, &#234;tre assimil&#233;e au traitement d'un foyer infectieux.\nc) Sous le r&#233;gime de la LAMA, les mesures dentaires ne constituaient pas, en principe, des traitements m&#233;dicaux au sens de l'art. 12 al. 2 ch. 1 et 2 LAMA, de sorte qu'elles n'&#233;taient pas &#224; la charge des caisses-maladie au titre de l'assurance des soins m&#233;dicaux et pharmaceutiques. Le caract&#232;re dentaire de la mesure n'&#233;tait pas supprim&#233; par le fait que le traitement appliqu&#233; &#224; l'appareil masticateur constituait une mesure pr&#233;alable et n&#233;cessaire &#224; la mise en oeuvre du traitement m&#233;dical d'une maladie. C'est ainsi que le Tribunal f&#233;d&#233;ral des assurances a jug&#233; qu'une caisse-maladie n'&#233;tait pas oblig&#233;e de rembourser &#224; un assur&#233; les frais d'extraction de dents (et des frais de proth&#232;ses) pr&#233;alable &#224;  une op&#233;ration du coeur, afin BGE 124 V 196 S. 199de supprimer des foyers septiques potentiels et de pr&#233;venir tout risque osl&#233;rien (ATF 116 V 114; voir aussi RAMA 1990 no K 836 p. 135).\nd) La ratio legis de l'art. 25 al. 1 let. b du projet de la LAMal (FF 1992 I  251), devenu l'art. 31 al. 1 let. c du texte d&#233;finitif, ressort de mani&#232;re non  &#233;quivoque du rapport de la commission d'experts du 2 novembre 1990 (p. 50 de l'&#233;dition de l'Office central f&#233;d&#233;ral des imprim&#233;s et du mat&#233;riel) et du message du Conseil f&#233;d&#233;ral du 6 novembre 1991 concernant la r&#233;vision de l'assurance-maladie (FF 1992 I 139). La commission relevait notamment que si les traitements dentaires proprement dits devaient continuer &#224; &#234;tre exclus de l'assurance des soins, il convenait cependant de mettre &#224; la charge de celle-ci le traitement dentaire occasionn&#233; par une maladie grave ou ses suites ou qui est n&#233;cessaire pour traiter une maladie grave ou ses suites. A ce dernier propos, la commission envisageait, &#224; titre d'exemples, l'obligation de prendre en charge l'extraction pr&#233;alable de dents pour permettre une op&#233;ration du coeur ou encore la remise en &#233;tat proth&#233;tique &#224; la suite d'une radioth&#233;rapie. Pour sa part, le Conseil f&#233;d&#233;ral se r&#233;f&#233;rait explicitement &#224; l'arr&#234;t ATF 116 V 114 pr&#233;cit&#233; et constatait &#224; ce sujet que l'absence d'une base l&#233;gale pour la prise en charge des soins dentaires entra&#238;nait parfois des \"cons&#233;quences fort p&#233;nibles\"; la nouvelle r&#233;glementation devait selon lui permettre de rem&#233;dier, pour certains cas, &#224; une \"lacune ind&#233;niable du syst&#232;me\" (voir aussi GEBHARD EUGSTER, Aspects des soins dentaires selon l'art. 31 al. 1 LAMal &#224; la lumi&#232;re du droit de l'assurance-maladie [traduction fran&#231;aise de BEAT RAEMY], in: Revue mensuelle suisse d'odontostomatologie, vol. 107 [1997] p. 119; voir p. 99 ss pour le texte original allemand de cette &#233;tude, &#233;galement publi&#233; dans LAMal-KVG, Recueil de travaux en l'honneur de la Soci&#233;t&#233; suisse de droit des assurances, Lausanne 1997, p. 227 ss). Or, dans l'affaire qui a donn&#233; lieu &#224;  cet arr&#234;t, ce sont pr&#233;cis&#233;ment les frais des mesures proth&#233;tiques cons&#233;cutives  &#224; l'extraction des dents qui posaient probl&#232;me, bien plus que le co&#251;t des extractions, relativement peu important par rapport &#224; celui des proth&#232;ses. Le l&#233;gislateur ne pouvait ignorer cet &#233;tat de choses et l'on comprendrait difficilement qu'en &#233;dictant l'art. 31 al. 1 let. c LAMal, qui mentionne non seulement le traitement d'une maladie grave mais &#233;galement celui de ses s&#233;quelles, il n'ait eu en vue que l'extraction des dents &#224; titre curatif ou pr&#233;ventif de foyers infectieux, et non les mesures proth&#233;tiques destin&#233;es &#224;  conserver ou &#224; r&#233;tablir la fonction masticatoire.\n\n    BGE 124 V 196 S. 200\n   \nAu demeurant, comme le rel&#232;ve le recourant, on peut &#233;tablir une comparaison avec la jurisprudence selon laquelle le traitement m&#233;dical &#224; la charge de l'assurance-maladie ne comprend pas uniquement les mesures m&#233;dicales qui servent &#224; la gu&#233;rison de la maladie, mais englobe aussi les mesures qui servent  &#224; l'&#233;limination d'atteintes secondaires dues &#224; la maladie (cf. ATF 121 V 295 consid. 4b, 306 consid. 5b). Cette jurisprudence est sp&#233;cialement applicable &#224;  la prise en charge d'implants ou de proth&#232;ses tendant au r&#233;tablissement de la situation ant&#233;rieure lors de l'ablation d'une partie du corps. On citera, &#224; ce propos, la reconstruction du sein apr&#232;s une amputation mammaire (cf. plus sp&#233;cialement ATF 111 V 234 consid. 3b), la reconstruction d'organes g&#233;nitaux apr&#232;s ablation (ATF 120 V 469 consid. 5) ou encore la pose d'une proth&#232;se testiculaire n&#233;cessit&#233;e par une ablation chirurgicale due &#224; la pr&#233;sence d'une tumeur canc&#233;reuse (ATF 121 V 119), mesures dont le Tribunal f&#233;d&#233;ral des assurances a jug&#233; qu'elles incombaient obligatoirement aux caisses-maladie. Ces arr&#234;ts, bien que rendus sous l'empire de la LAMA, peuvent &#234;tre transpos&#233;s, dans le nouveau droit, aux cas o&#249; l'extraction de dents pour l'un des motifs pr&#233;vus rend n&#233;cessaire le remplacement de celles-ci par une proth&#232;se (EUGSTER, loc.cit., trad. fran&#231;aise, p. 121).\nIl faut ainsi admettre, en conclusion, que les soins dentaires vis&#233;s par l'art. 31 al. 1 let. c LAMal et 19 OPAS englobent le r&#233;tablissement de la fonction masticatoire au moyen de proth&#232;ses dentaires, lorsqu'il s'est r&#233;v&#233;l&#233;  n&#233;cessaire de proc&#233;der &#224; l'extraction de dents.\n\n    3. L'obligation d'une prise en charge par les assureurs-maladie implique cependant que toutes les exigences l&#233;gales requises soient remplies, principalement la condition relative au caract&#232;re &#233;conomique de la mesure (art. 32 al. 1 et 56 al. 1 LAMal). L'&#233;conomie du traitement peut pr&#234;ter &#224; discussion en mati&#232;re de traitements proth&#233;tiques, &#233;tant donn&#233; l'&#233;ventail des prestations - plus ou moins on&#233;reuses - qu'offre en ce domaine la m&#233;decine dentaire (cf. EUGSTER, loc.cit., p. 122). Si plusieurs traitements sont donc envisageables, il y a lieu de proc&#233;der &#224; une balance entre co&#251;ts et b&#233;n&#233;fices du traitement. Si l'un d'entre eux permet d'arriver au but recherch&#233; (en l'occurrence le r&#233;tablissement de la fonction masticatoire) en &#233;tant sensiblement meilleur march&#233; que les autres, l'assur&#233; n'a pas droit au remboursement des frais du traitement le plus on&#233;reux (voir RAMA 1998 no K 988 p. 4 consid. 3c; FRAN&#199;OIS-X. DESCHENAUX, Le pr&#233;cepte de BGE 124 V 196 S. 201l'&#233;conomie du traitement dans l'assurance-maladie sociale, en particulier en ce qui concerne le m&#233;decin, in: M&#233;langes pour le 75&#232;me anniversaire du Tribunal f&#233;d&#233;ral des assurances, Berne 1992, p. 536).\n\n    4. De ce qui pr&#233;c&#232;de, il r&#233;sulte que la confection des proth&#232;ses litigieuses fait partie du traitement n&#233;cessaire &#224; l'&#233;limination de foyers infectieux. Les frais qui en d&#233;coulent doivent, sous r&#233;serve d'un examen par la caisse du caract&#232;re &#233;conomique de la mesure, &#234;tre pris en charge au titre de l'assurance obligatoire des soins. Il appartiendra &#224; l'intim&#233;e de rendre une nouvelle d&#233;cision &#224; ce sujet et de fixer le montant exact de ses prestations. Dans cette mesure, le recours de droit administratif est bien fond&#233;.\n \n   \n   "
}