{
  "titre": "109 IV 166",
  "annee": "1983",
  "contenu": "\n      \n  Chapeau\n109 IV 16646. Extrait de l'arr&#234;t de la Cour de cassation p&#233;nale du 21 novembre 1983 dans la cause P. contre Minist&#232;re public du canton de Vaud (pourvoi en nullit&#233;)\n\n  \nRegeste\nArt. 159 al. 2 CP. Gestion d&#233;loyale, but de lucre.  Le but de lucre, pr&#233;vu par cette disposition, se confond pratiquement avec la notion de dessein d'enrichissement. \n\n\n  \n  \n  \nConsid&#233;rants &#224; partir de page 167\n\n\n    BGE 109 IV 166 S. 167\n   \nExtrait des consid&#233;rants:\n\n    2. a) Le recourant soutient encore que l'arr&#234;t cantonal n'a pas tenu compte de la jurisprudence la plus r&#233;cente au sujet du dessein de lucre. Selon l'arr&#234;t paru aux ATF 107 IV 119, en effet, agit avec un dessein de lucre celui qui recherche un enrichissement particuli&#232;rement r&#233;pr&#233;hensible du point de vue moral parce qu'il met en cause des valeurs qui font la dignit&#233; de la personne et dont la caract&#233;ristique est de ne pas &#234;tre monnayables et d'&#234;tre bafou&#233;es lorsqu'elles sont monnay&#233;es.\nLe recourant estime qu'il n'a pas eu de dessein de lucre, car l'enrichissement qu'il a recherch&#233; n'&#233;tait pas particuli&#232;rement r&#233;pr&#233;hensible du point de vue moral, puisque sa client&#232;le voulait aussi, en sp&#233;culant, obtenir un enrichissement particuli&#232;rement rapide. De plus, contrairement &#224; l'interpr&#233;tation de l'autorit&#233; cantonale, on ne saurait voir dans la d&#233;loyaut&#233; du g&#233;rant une mise en cause particuli&#232;re d'une valeur qui touche &#224; la dignit&#233; humaine car, s'il en allait ainsi, il n'y aurait plus de diff&#233;rence entre la gestion d&#233;loyale qualifi&#233;e - art. 159 al. 2 CP - et la gestion d&#233;loyale simple, puisque, dans ce dernier d&#233;lit, c'est pr&#233;cis&#233;ment l'acte de trahison du g&#233;rant qui est r&#233;prim&#233; (art. 159 al. 1 CP).\nb) La jurisprudence que cite le recourant op&#232;re principalement une distinction entre la cupidit&#233;, pr&#233;vue dans la partie g&#233;n&#233;rale du texte fran&#231;ais du Code, et le dessein de lucre que l'on trouve dans la partie sp&#233;ciale. Cette jurisprudence a &#233;t&#233; confirm&#233;e dans le cadre d'un d&#233;lit contre les moeurs (ATF 109 IV 119 E. 3). Quant &#224; la question de savoir si le dessein de lucre ne se confond pas pratiquement avec le dessein d'enrichissement, elle est demeur&#233;e ouverte, dans cette derni&#232;re d&#233;cision. Comme la gestion d&#233;loyale simple (art. 159 al. 1 CP) pr&#233;suppose d&#233;j&#224; la mise en cause d'une valeur bafou&#233;e du seul fait qu'elle serait monnay&#233;e, on peut admettre que le dessein de lucre pr&#233;vu &#224; l'art. 159 al. 2 CP se confond en pratique avec le dessein d'enrichissement (voir G. STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, BGE 109 IV 166 S. 1683. Aufl., Bern 1983, p. 75 et 285 et SCHULTZ, in RJB 118/1982 p. 552/553).\nAinsi, en cherchant &#224; s'enrichir le plus rapidement possible sans se pr&#233;occuper de la lic&#233;it&#233; des moyens utilis&#233;s et du tort caus&#233; &#224; ses clients, le recourant a agi dans un but de lucre au sens de l'art. 159 al. 2 CP.\n \n   \n   "
}